Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Edit gender
de: Geschlecht ändern
nl: Wijzig geslacht
tr: Cinsiyeti düzenle

# MALE/FEMALE
source: partner
de: Partner/in
tr: eş

source: Configure
de: Konfigurieren
nl: Configureer
tr: Yapılandır

source: Manage links
de: Verbindungen bearbeiten
nl: Beheer koppelingen
tr: Bağlantıları yönet

source: View details
de: Einzelheiten zeigen
nl: Bekijk details
tr: Detayları görüntüle

source: Edit details
de: Einzelheiten bearbeiten
nl: Details bewerken
tr: Detayları düzenle

source: Edit note
de: Anmerkung bearbeiten
nl: Bewerk notitie
tr: Notu düzenle

source: More
de: Mehr
nl: Meer
tr: Daha fazla

source: Less
de: Weniger
nl: Minder
tr: Daha az

source: Execution time: %1$s seconds. Database queries: %2$s. Privacy checks: %3$s. Memory usage: %4$s KB.
de: Ausführungszeit: %1$s Sekunden. Datenbankabfragen: %2$s. Datenschutzprüfungen: %3$s. Speicherverbrauch: %4$s kB.
nl: Uitvoeringstijd: %1$s seconden. Database queries: %2$s. Privacy controles: %3$s. Geheugengebruik: %4$s KB.
tr: Yürütme süresi: %1$s saniye. Veritabanı sorguları: %2$s. Gizlilik kontrolleri: %3$s. Bellek kullanımı: %4$s KB.

source: Pedigree tree of %s
de: Stammbaum von %s
nl: Kwartierstaat van %s
tr: %s soy ağacı

source: unknown
de: unbekannt
nl: onbekend
tr: bilinmeyen

source: Edit repository
de: Lagerstätte bearbeiten
nl: Wijzig opslagplaats
tr: Depoyu düzenle

source: Stories
de: Geschichten
nl: Verhalen
tr: Hikayeler

source: Be sure to select an option to search for.
de: Vergessen Sie nicht, eine Suchwahl zu machen.
nl: Selecteer een optie waarop gezocht moet worden.
tr: Aramak için bir seçenek seçtiğinizden emin olun.

source: Edit source
de: Quelle bearbeiten
nl: Bewerk bron
tr: Kaynağı düzenle

source: Timeline
de: Zeitleiste
nl: Tijdlijn
tr: Zaman çizelgesi

source: Husband's age
de: Alter des Ehemannes
nl: Leeftijd man
tr: Kocasının yaşı

source: Wife's age
de: Alter der Ehefrau
nl: Leeftijd vrouw
tr: Karısının yaşı

source: about %s
de: um %s
nl: rond %s
tr: yaklaşık %s

source: %s (calculated)
de: berechnet %s
nl: %s (berekend)
tr: %s (hesaplanan)

source: %s (estimated)
de: geschätzt %s
nl: %s (geschat)
tr: %s (tahmini)

source: interpreted %s (%s)
de: interpretiert %s (%s)
nl: vertaald %s (%s)
tr: yorumlanan %s (%s)

source: before %s
de: vor %s
nl: voor %s
tr: %s tarihinden önce

source: after %s
de: nach %s
nl: na %s
tr: %s tarihinden sonra

source: from %s
de: von %s
nl: van %s
tr: %s tarihinden

source: to %s
de: bis %s
nl: tot %s
tr: %s tarihine

source: between %s and %s
de: zwischen %s und %s
nl: tussen %s en %s
tr: %s ile %s arasında

source: from %s to %s
de: von %s bis %s
nl: van %s tot %s
tr: %s tarihinden %s tarihine

source: Invalid date
de: Ungültiges Datum
nl: Ongeldige datum
tr: Geçersiz tarih

# GENITIVE
source: January
de: Januar
nl: januari
tr: Ocak

# GENITIVE
source: February
de: Februar
nl: februari
tr: Şubat

# GENITIVE
source: March
de: März
nl: maart
tr: Mart

# GENITIVE
source: April
tr: Nisan

# GENITIVE
source: May
de: Mai
nl: mei
tr: Mayıs

# GENITIVE
source: June
de: Juni
nl: juni
tr: Haziran

# GENITIVE
source: July
de: Juli
nl: juli
tr: Temmuz

# GENITIVE
source: August
nl: augustus
tr: Ağustos

# GENITIVE
source: September
tr: Eylül

# GENITIVE
source: October
de: Oktober
nl: oktober
tr: Ekim

# GENITIVE
source: November
tr: Kasım

# GENITIVE
source: December
de: Dezember
tr: Aralık

# LOCATIVE
source: January
de: Januar
nl: januari
tr: Ocak

# LOCATIVE
source: February
de: Februar
nl: februari
tr: Şubat

# LOCATIVE
source: March
de: März
nl: maart
tr: Mart

# LOCATIVE
source: April
tr: Nisan

# LOCATIVE
source: May
de: Mai
nl: mei
tr: Mayıs

# LOCATIVE
source: June
de: Juni
nl: juni
tr: Haziran

# LOCATIVE
source: July
de: Juli
nl: juli
tr: Temmuz

# LOCATIVE
source: August
nl: augustus
tr: Ağustos

# LOCATIVE
source: September
tr: Eylül

# LOCATIVE
source: October
de: Oktober
nl: oktober
tr: Ekim

# LOCATIVE
source: November
tr: Kasım

# LOCATIVE
source: December
de: Dezember
tr: Aralık

# INSTRUMENTAL
source: January
de: Januar
nl: januari
tr: Ocak

# INSTRUMENTAL
source: February
de: Februar
nl: februari
tr: Şubat

# INSTRUMENTAL
source: March
de: März
nl: maart
tr: Mart

# INSTRUMENTAL
source: April
tr: Nisan

# INSTRUMENTAL
source: May
de: Mai
nl: mei
tr: Mayıs

# INSTRUMENTAL
source: June
de: Juni
nl: juni
tr: Haziran

# INSTRUMENTAL
source: July
de: Juli
nl: juli
tr: Temmuz

# INSTRUMENTAL
source: August
nl: augustus
tr: Ağustos

# INSTRUMENTAL
source: September
tr: Eylül

# INSTRUMENTAL
source: October
de: Oktober
nl: oktober
tr: Ekim

# INSTRUMENTAL
source: November
tr: Kasım

# INSTRUMENTAL
source: December
de: Dezember
tr: Aralık

# Abbreviation for January
source: Jan
tr: Oca

# Abbreviation for February
source: Feb
tr: Şub

# Abbreviation for April
source: Apr
tr: Nis

# Abbreviation for June
source: Jun
de: Juni
tr: Haz

# Abbreviation for July
source: Jul
tr: Tem

# Abbreviation for August
source: Aug
tr: Ağu

# Abbreviation for September
source: Sep
tr: Eyl

# Abbreviation for October
source: Oct
de: Okt
nl: okt.
tr: Eki

# Abbreviation for November
source: Nov
tr: Kas

# Abbreviation for December
source: Dec
de: Dez
tr: Ara

source: Monday
de: Montag
nl: Maandag
tr: Pazartesi

source: Tuesday
de: Dienstag
nl: Dinsdag
tr: Salı

source: Wednesday
de: Mittwoch
nl: Woensdag
tr: Çarşamba

source: Thursday
de: Donnerstag
nl: Donderdag
tr: Perşembe

source: Friday
de: Freitag
nl: Vrijdag
tr: Cuma

source: Saturday
de: Samstag
nl: Zaterdag
tr: Cumartesi

source: Sunday
de: Sonntag
nl: Zondag
tr: Pazar

# NOMINATIVE
source: jours complémentaires
de: Ergänzungungstage
tr: ek günler

# GENITIVE
source: jours complémentaires
de: Ergänzungungstage
tr: ek günler

# LOCATIVE
source: jours complémentaires
de: Ergänzungungstage
tr: ek günler

# INSTRUMENTAL
source: jours complémentaires
de: Ergänzungungstage
tr: ek günler

source: Gregorian
de: Gregorianisch
nl: Gregoriaans
tr: Miladi

# NOMINATIVE
source: Muharram
tr: Muharrem

# NOMINATIVE
source: Safar
tr: Safer

# NOMINATIVE
source: Rabi' al-awwal
tr: Rebiülevvel

# NOMINATIVE
source: Rabi' al-thani
tr: Rebiülahir

# NOMINATIVE
source: Jumada al-awwal
tr: Cemaziyelevvel

# NOMINATIVE
source: Jumada al-thani
de: umada al-thani
tr: Cemaziyelahir

# NOMINATIVE
source: Rajab
tr: Recep

# NOMINATIVE
source: Sha'aban
tr: Şaban

# NOMINATIVE
source: Ramadan
tr: Ramazan

# NOMINATIVE
source: Shawwal
tr: Şevval

# NOMINATIVE
source: Dhu al-Qi'dah
tr: Zilkade

# NOMINATIVE
source: Dhu al-Hijjah
tr: Zilhicce

# GENITIVE
source: Muharram
tr: Muharrem

# GENITIVE
source: Safar
tr: Safer

# GENITIVE
source: Rabi' al-awwal
tr: Rebiülevvel

# GENITIVE
source: Rabi' al-thani
tr: Rebiülahir

# GENITIVE
source: Jumada al-awwal
tr: Cemaziyelevvel

# GENITIVE
source: Jumada al-thani
tr: Cemaziyelahir

# GENITIVE
source: Rajab
tr: Recep

# GENITIVE
source: Sha'aban
tr: Şaban

# GENITIVE
source: Ramadan
tr: Ramazan

# GENITIVE
source: Shawwal
tr: Şevval

# GENITIVE
source: Dhu al-Qi'dah
tr: Zilkade

# GENITIVE
source: Dhu al-Hijjah
tr: Zilhicce

# LOCATIVE
source: Muharram
tr: Muharrem

# LOCATIVE
source: Safar
tr: Safer

# LOCATIVE
source: Rabi' al-awwal
tr: Rebiülevvel

# LOCATIVE
source: Rabi' al-thani
tr: Rebiülahir

# LOCATIVE
source: Jumada al-awwal
tr: Cemaziyelevvel

# LOCATIVE
source: Jumada al-thani
tr: Cemaziyelahir

# LOCATIVE
source: Rajab
tr: Recep

# LOCATIVE
source: Sha'aban
tr: Şaban

# LOCATIVE
source: Ramadan
tr: Ramazan

# LOCATIVE
source: Shawwal
tr: Şevval

# LOCATIVE
source: Dhu al-Qi'dah
tr: Zilkade

# LOCATIVE
source: Dhu al-Hijjah
tr: Zilhicce

# INSTRUMENTAL
source: Muharram
tr: Muharrem

# INSTRUMENTAL
source: Safar
tr: Safer

# INSTRUMENTAL
source: Rabi' al-awwal
tr: Rebiülevvel

# INSTRUMENTAL
source: Rabi' al-thani
tr: Rebiülahir

# INSTRUMENTAL
source: Jumada al-awwal
tr: Cemaziyelevvel

# INSTRUMENTAL
source: Jumada al-thani
tr: Cemaziyelahir

# INSTRUMENTAL
source: Rajab
tr: Recep

# INSTRUMENTAL
source: Sha'aban
tr: Şaban

# INSTRUMENTAL
source: Ramadan
tr: Ramazan

# INSTRUMENTAL
source: Shawwal
tr: Şevval

# INSTRUMENTAL
source: Dhu al-Qi'dah
tr: Zilkade

# INSTRUMENTAL
source: Dhu al-Hijjah
tr: Zilhicce

source: Jalali
tr: Celali

# NOMINATIVE
source: Farvardin
tr: Ferverdin

# NOMINATIVE
source: Ordibehesht
tr: Ordibeheşt

# NOMINATIVE
source: Khordad
tr: Hordad

# NOMINATIVE
source: Shahrivar
tr: Şehrivar

# NOMINATIVE
source: Dey
tr: Dai

# NOMINATIVE
source: Bahman
tr: Behman

# NOMINATIVE
source: Esfand
tr: İsfand

# GENITIVE
source: Farvardin
tr: Ferverdin

# GENITIVE
source: Ordibehesht
tr: Ordibeheşt

# GENITIVE
source: Khordad
tr: Hordad

# GENITIVE
source: Shahrivar
tr: Şehrivar

# GENITIVE
source: Dey
tr: Dai

# GENITIVE
source: Bahman
tr: Behman

# GENITIVE
source: Esfand
tr: İsfand

# LOCATIVE
source: Farvardin
tr: Ferverdin

# LOCATIVE
source: Ordibehesht
tr: Ordibeheşt

# LOCATIVE
source: Khordad
tr: Hordad

# LOCATIVE
source: Shahrivar
tr: Şehrivar

# LOCATIVE
source: Dey
tr: Dai

# LOCATIVE
source: Bahman
tr: Behman

# LOCATIVE
source: Esfand
tr: İsfand

# INSTRUMENTAL
source: Farvardin
tr: Ferverdin

# INSTRUMENTAL
source: Ordibehesht
tr: Ordibeheşt

# INSTRUMENTAL
source: Khordad
tr: Hordad

# INSTRUMENTAL
source: Shahrivar
tr: Şehrivar

# INSTRUMENTAL
source: Dey
tr: Dai

# INSTRUMENTAL
source: Bahman
tr: Behman

# INSTRUMENTAL
source: Esfand
tr: İsfand

# Abbreviation for Persian month: Khordad
source: Khor
tr: Hord

# Abbreviation for Persian month: Shahrivar
source: Shah
tr: Şehr

# Abbreviation for Persian month: Dey
source: Dey
tr: Dai

# Abbreviation for Persian month: Bahman
source: Bah
tr: Beh

# Abbreviation for Persian month: Esfand
source: Esf
tr: İsf

# NOMINATIVE
source: Tishrei
de: Tischri
tr: Tışri

# NOMINATIVE
source: Heshvan
de: Cheschwan
tr: Heşvan

# NOMINATIVE
source: Shevat
de: Schwat
tr: Şevat

# NOMINATIVE
source: Nissan
de: Nisan
tr: Nisan

# GENITIVE
source: Tishrei
de: Tischri
tr: Tışri

# GENITIVE
source: Heshvan
de: Cheschwan
tr: Heşvan

# GENITIVE
source: Shevat
de: Schwat
tr: Şevat

# GENITIVE
source: Nissan
de: Nisan
tr: Nisan

# LOCATIVE
source: Tishrei
de: Tischri
tr: Tışri

# LOCATIVE
source: Heshvan
de: Cheschwan
tr: Heşvan

# LOCATIVE
source: Shevat
de: Schwat
tr: Şevat

# LOCATIVE
source: Nissan
de: Nisan
tr: Nisan

# INSTRUMENTAL
source: Tishrei
de: Tischri
tr: Tışri

# INSTRUMENTAL
source: Heshvan
de: Cheschwan
tr: Heşvan

# INSTRUMENTAL
source: Shevat
de: Schwat
tr: Şevat

# INSTRUMENTAL
source: Nissan
de: Nisan
tr: Nisan

source: %s&nbsp;BCE
tr: %s&nbsp;MÖ

source: %s&nbsp;CE
de: %s&nbsp;n.d.Z.
nl: %s&nbsp;A.D.
tr: %s&nbsp;MS

source: This form has expired. Try again.
de: Eingabeformular ist abgelaufen. Bitte nochmal versuchen.
nl: Dit formulier is verlopen. Probeer opnieuw.
tr: Bu formun süresi doldu. Tekrar deneyin.

# MALE
source: Adopted by both parents
de: Adoptiert von beiden Eltern
nl: Geadopteerd door beide ouders
tr: Her iki ebeveyn tarafından evlat edinildi

# FEMALE
source: Adopted by both parents
de: Adoptiert von beiden Eltern
nl: Geadopteerd door beide ouders
tr: Her iki ebeveyn tarafından evlat edinildi

source: Adopted by both parents
de: Adoptiert von beiden Eltern
nl: Geadopteerd door beide ouders
tr: Her iki ebeveyn tarafından evlat edinildi

# MALE
source: Adopted by father
de: Vom Vater adoptiert
nl: Geadopteerd door de vader
tr: Baba tarafından evlat edinildi

# FEMALE
source: Adopted by father
de: Vom Vater adoptiert
nl: Geadopteerd door de vader
tr: Baba tarafından evlat edinildi

source: Adopted by father
de: Adoptiert vom Vater
nl: Geadopteerd door de vader
tr: Baba tarafından evlat edinildi

# MALE
source: Adopted by mother
de: Von der Mutter adoptiert
nl: Geadopteerd door de moeder
tr: Anne tarafından evlat edinildi

# FEMALE
source: Adopted by mother
de: Von der Mutter adoptiert
nl: Geadopteerd door de moeder
tr: Anne tarafından evlat edinildi

source: Adopted by mother
de: Adoptiert von der Mutter
nl: Geadopteerd door de moeder
tr: Anne tarafından evlat edinildi

# MALE
source: adopted name
de: Adoptionsname
nl: aangenomen naam
tr: evlatlık adı

# FEMALE
source: adopted name
de: Adoptionsname
nl: aangenomen naam
tr: evlatlık adı

source: adopted name
de: Adoptionsname
nl: aangenomen naam
tr: evlatlık adı

# MALE
source: also known as
de: auch bekannt als
nl: ook bekend als
tr: olarak da bilinir

# FEMALE
source: also known as
de: auch bekannt als
nl: ook bekend als
tr: olarak da bilinir

source: also known as
de: auch bekannt als
nl: ook bekend als
tr: olarak da bilinir

# MALE
source: birth name
de: geborener
nl: geboortenaam
tr: doğum adı

# FEMALE
source: birth name
de: geborene
nl: geboortenaam
tr: doğum adı

source: birth name
de: geborene
nl: geboortenaam
tr: doğum adı

# MALE
source: change of name
de: Namensänderung
nl: naamswijziging
tr: adının değişikliği

# FEMALE
source: change of name
de: Namensänderung
nl: naamswijziging
tr: adının değişikliği

source: change of name
de: Namensänderung
nl: naamswijziging
tr: adının değişikliği

# MALE
source: immigration name
de: Name nach Einwanderung
nl: immigratienaam
tr: göçmenlik adı

# FEMALE
source: immigration name
de: Name nach Einwanderung
nl: immigratienaam
tr: göçmenlik adı

source: immigration name
de: Name nach Einwanderung
nl: immigratienaam
tr: göçmenlik adı

source: maiden name
de: Mädchenname
nl: meisjesnaam
tr: kızlık soyadı

# MALE
source: married name
de: Ehename
nl: aangenomen huwelijksnaam
tr: evlilik adı

# FEMALE
source: married name
de: Ehename
nl: aangenomen huwelijksnaam
tr: evlilik adı

source: married name
de: Ehename
nl: aangenomen huwelijksnaam
tr: evlilik adı

# MALE
source: religious name
de: kirchlicher Name
nl: religieuze naam
tr: dini adı

# FEMALE
source: religious name
de: kirchlicher Name
nl: religieuze naam
tr: dini adı

source: religious name
de: kirchlicher Name
nl: religieuze naam
tr: dini adı

# Pedigree
source: Birth
de: Geburt
nl: Geboorte
tr: Doğum

# Male pedigree
source: Birth
de: Geburt
nl: Geboorte
tr: Doğum

# Female pedigree
source: Birth
de: Geburt
nl: Geboorte
tr: Doğum

# Pedigree
source: Adopted
de: Adoptiert
nl: Geadopteerd
tr: Evlatlık

# Male pedigree
source: Adopted
de: Adoptiert
nl: Geadopteerd
tr: Evlatlık

# Female pedigree
source: Adopted
de: Adoptiert
nl: Geadopteerd
tr: Evlatlık

# Pedigree
source: Foster
de: Pflegekind
nl: Pleegouder
tr: Korunan

# Male pedigree
source: Foster
de: Pflegekind
nl: Pleegouder
tr: Korunan

# Female pedigree
source: Foster
de: Pflegekind
nl: Pleegouder
tr: Korunan

# Pedigree
source: Sealing
de: Siegelung
nl: Verzegeling
tr: Mühürleme

# Male pedigree
source: Sealing
de: Siegelung
nl: Verzegeling
tr: Mühürleme

# Female pedigree
source: Sealing
de: Siegelung
nl: Verzegeling
tr: Mühürleme

source: Rada
tr: Süt hısımlığı

source: Family with parents
de: Familie mit Eltern
nl: Gezin met ouders
tr: Ebeveynleri olan aile

source: Family with adoptive parents
de: Familie mit Adoptiveltern
nl: Gezin met adoptief ouders
tr: Evlat edinen ebeveynleri olan aile

source: Family with foster parents
de: Familie mit Pflegeeltern
nl: Gezin met pleegouders
tr: Koruyucu ebeveynleri olan aile

source: Family with sealing parents
de: Familie mit gesiegelten Eltern
nl: Gezin met verzegeling ouders
tr: Mühürleyen ebeveynleri olan aile

source: Family with rada parents
de: Familie mit Amme/Pflegeeltern
nl: Gezin met rada ouders
tr: Süt hısımı ebeveynleri olan aile

source: primary evidence
de: direkter Nachweis
nl: primair bewijs
tr: birincil kanıt

source: secondary evidence
de: indirekter Nachweis
nl: secundair bewijs
tr: ikincil kanıt

source: questionable evidence
de: zweifelhafter Nachweis
nl: twijfelachtig bewijs
tr: şüpheli kanıt

source: unreliable evidence
de: unzuverlässiger Nachweis
nl: onbetrouwbaar bewijs
tr: güvenilmez kanıt

# MALE
source: Attendant
de: Anwesender
nl: Verzorger
tr: Bakıcı

# FEMALE
source: Attendant
de: Anwesender
nl: Verzorgster
tr: Bakıcı

source: Attendant
de: Anwesender
nl: Verzorger
tr: Bakıcı

# MALE
source: Attending
de: anwesend
nl: Verzorgt
tr: Bakan

# FEMALE
source: Attending
de: anwesend
nl: Verzorgt
tr: Bakan

source: Attending
de: anwesend
nl: Verzorgt
tr: Bakan

# MALE
source: Beneficiary
de: Begünstigter
nl: Begunstigde
tr: Mirasçı

# FEMALE
source: Beneficiary
de: Begünstigter
nl: Begunstigde
tr: Mirasçı

source: Beneficiary
de: Begünstigter
nl: Begunstigde
tr: Mirasçı

source: Best Man
de: Bester Freund
nl: Getuige best man
tr: Sağdıç

source: Bridesmaid
de: Brautjungfer
nl: Bruidsmeisje
tr: Nedime

# MALE
source: Buyer
de: Käufer
nl: Koper
tr: Alıcı

# FEMALE
source: Buyer
de: Käufer
nl: Koper
tr: Alıcı

source: Buyer
de: Käufer
nl: Koper
tr: Alıcı

source: Circumciser
de: Beschneider
nl: Besnijder
tr: Sünnetçi

# MALE
source: Civil Registrar
de: Standesbeamter
nl: Ambtenaar Burgerlijke Stand
tr: Sivil Sicil Memuru

# FEMALE
source: Civil Registrar
de: Standesbeamter
nl: Ambtenaar Burgerlijke Stand
tr: Sivil Sicil Memuru

source: Civil Registrar
de: Standesbeamter
nl: Ambtenaar Burgerlijke Stand
tr: Sivil Sicil Memuru

# MALE
source: Employee
de: Angestellter
nl: Werknemer
tr: Hizmetli

# FEMALE
source: Employee
de: Angestellte
nl: Werknemer
tr: Hizmetli

source: Employee
de: Arbeiter
nl: Werknemer
tr: Hizmetli

# MALE
source: Employer
de: Arbeitgeber
nl: Werkgever
tr: İşveren

# FEMALE
source: Employer
de: Angestellter
nl: Werkgever
tr: İşveren

source: Employer
de: Arbeitgeber
nl: Werkgever
tr: İşveren

source: Foster Child
de: Pflegekind
nl: Pleegkind
tr: Korunan Çocuk

source: Foster Father
de: Pflegevater
nl: Pleegvader
tr: Koruyucu Baba

source: Foster Mother
de: Pflegemutter
nl: Pleegmoeder
tr: Koruyucu Anne

# MALE
source: Friend
de: Freund
nl: Vriend
tr: Arkadaş

# FEMALE
source: Friend
de: Freundin
nl: Vriendin
tr: Arkadaş

source: Friend
de: Freund
nl: Vriend(in)
tr: Arkadaş

source: Godfather
de: Pate
nl: Peetoom
tr: Manevi baba

source: Godmother
de: Patin
nl: Peettante
tr: Manevi anne

source: Godparent
de: Pate/Patin
nl: Peetouder
tr: Manevi ebeveyn

source: Godson
de: Patensohn
nl: Peetzoon
tr: Manevi oğul

source: Goddaughter
de: Patentochter
nl: Peetdochter
tr: Manevi kız

source: Godchild
de: Patenkind
nl: Petekind
tr: Manevi çocuk

# MALE
source: Guardian
de: Erziehungsberechtigter
nl: Voogd
tr: Veli

# FEMALE
source: Guardian
de: Erziehungsberechtigte
nl: Voogdes
tr: Veli

source: Guardian
de: Vormund
nl: Voogd
tr: Veli

# MALE
source: Informant
tr: Bilgi veren

# FEMALE
source: Informant
nl: Informante
tr: Bilgi veren

source: Informant
tr: Bilgi veren

# MALE
source: Lodger
de: Mitbewohner
nl: Kamerbewoner
tr: Kiracı

# FEMALE
source: Lodger
de: Mitbewohnerin
nl: Kamerbewoonster
tr: Kiracı

source: Lodger
de: Mitbewohner
nl: Kamerbewoner
tr: Kiracı

source: Nanny
de: Kindermädchen
nl: Kinderjuffrouw
tr: Dadı

# MALE
source: Nurse
de: Krankenpfleger
nl: Verpleger
tr: Hemşire

# FEMALE
source: Nurse
de: Krankenschwester
nl: Verpleegster
tr: Hemşire

source: Nurse
de: Krankenschwester
nl: Verpleegster
tr: Hemşire

# MALE
source: Owner
de: Eigentümer
nl: Eigenaar
tr: Sahibi

# FEMALE
source: Owner
de: Besitzerin
nl: Eigenares
tr: Sahibi

source: Owner
de: Besitzer
nl: Eigenaar
tr: Sahibi

source: Priest
de: Pfarrer
nl: Priester
tr: Rahip

source: Rabbi
de: Rabbiner
nl: Rabbijn
tr: Haham

# MALE
source: Registry Officer
de: Standesbeamter
nl: Ambtenaar bevolkingsregister
tr: Sicil Memuru

# FEMALE
source: Registry Officer
de: Standesbeamtin
nl: Ambtenaar bevolkingsregister
tr: Sicil Memuru

source: Registry Officer
de: Standesbeamter
nl: Ambtenaar bevolkingsregister
tr: Sicil Memuru

# MALE
source: Religious witness
de: Religiöser Zeuge
nl: Religieuze getuige
tr: Dini tanık

# FEMALE
source: Religious witness
de: Religiöser Zeuge
nl: Religieuze getuige
tr: Dini tanık

source: Religious witness
de: Religiöser Zeuge
nl: Religieuze getuige
tr: Dini tanık

# MALE
source: Seller
de: Verkäufer
nl: Verkoper
tr: Satıcı

# FEMALE
source: Seller
de: Verkäuferin
nl: Verkoopster
tr: Satıcı

source: Seller
de: Verkäufer
nl: Verkoper
tr: Satıcı

# MALE
source: Servant
de: Diener
nl: Bediende
tr: Odacı

# FEMALE
source: Servant
de: Dienerin
nl: Dienster
tr: Odacı

source: Servant
de: Diener
nl: Bediende
tr: Odacı

# MALE
source: Slave
de: Sklave
nl: Slaaf
tr: Köle

# FEMALE
source: Slave
de: Sklavin
nl: Slavin
tr: Köle

source: Slave
de: Sklave
nl: Slaaf
tr: Köle

source: Twin brother
de: Zwillingsbruder
nl: Tweelingbroer
tr: İkiz erkek kardeş

source: Twin sister
de: Zwillingsschwester
nl: Tweelingzuster
tr: İkiz kız kardeş

source: Twin
de: Zwilling
nl: Tweeling
tr: İkiz

# MALE
source: Ward
de: Mündel
nl: Voogd
tr: Kısıtlı

# FEMALE
source: Ward
de: Mündel
nl: Voogdes
tr: Kısıtlı

source: Ward
de: Mündel
nl: Voogd
tr: Kısıtlı

source: Witness
de: Zeuge
nl: Getuige
tr: Tanık

source: Born in the covenant
de: In der Vereinbarung geboren
nl: Geboren in het verbond
tr: Antlaşmada doğdu

source: Sealing cancelled (divorce)
de: Siegelung annuliert (geschieden)
nl: Verzegeling afgezegd (scheiding)
tr: Mühürleme iptal edildi (boşanma)

source: Died as a child: exempt
de: Als Kind gestorben: befreit
nl: Gestorven als kind: vrijgesteld
tr: Çocukken öldü: muaf

source: Cleared but not yet completed
de: Erledigt aber noch nicht fertig
nl: Gecontroleerd en vrijgegeven, maar nog niet voltooid
tr: Temizlendi ancak henüz tamamlanmadı

source: Completed; date unknown
de: Fertiggestellt; Datum unbekannt
nl: Voltooid; datum onbekend
tr: Tamamlandı; tarih bilinmiyor

source: Do Not Seal: unauthorized
de: Nicht siegeln - keine Erlaubnis
nl: Niet verzegelen: niet bevoegd
tr: Mühürlemeyin: yetkisiz

source: Do Not Seal, previous sealing cancelled
de: Nicht siegeln - frühere Siegelung aufgehoben
nl: Niet verzegelen, vorige verzegeling afgebroken
tr: Mühürlemeyin, önceki mühürleme iptal edildi

source: Excluded from this submission
de: Von der Vorlage ausgeschlossen.
nl: Uitgesloten van onderwerping
tr: Bu gönderimden hariç tutuldu

source: Died as an infant: exempt
de: Als Säugling gestorben: befreit
nl: Gestorven als kind: vrijgesteld
tr: Bebekken öldü: muaf

source: Completed before 1970; date not available
de: Vor 1970 fertiggestellt; Datum nicht verfügbar
nl: Afgerond voor 1970; gegevens niet beschikbaar
tr: 1970'ten önce tamamlandı; tarih mevcut değil

source: Stillborn: exempt
de: Totgeburt: befreit
nl: Doodgeboren: vrijgesteld
tr: Ölü doğdu: muaf

source: Submitted but not yet cleared
de: Übermittelt, aber noch nicht gelärt
nl: Ingediend, maar nog niet gecontroleerd en vrijgegeven.
tr: Gönderildi ancak henüz temizlenmedi

source: Uncleared: insufficient data
de: Ungeklärt: unzureichende Daten
nl: Niet vrijgegeven: onvoldoende gegevens
tr: Temizlenmemiş: yetersiz veri

source: Aba, Nigeria
tr: Aba, Nijerya

source: Accra, Ghana
tr: Akra, Gana

source: Adelaide, Australia
de: Adelaide, Australien
nl: Adelaide, Australië
tr: Adelaide, Avustralya

source: Cardston, Alberta, Canada
de: Cardston, Alberta, Kanada
tr: Cardston, Alberta, Kanada

source: Albuquerque, New Mexico
tr: Albuquerque, Yeni Meksika

source: Buenos Aires, Argentina
de: Buenos Aires, Argentinien
nl: Buenos Aires, Argentinië
tr: Buenos Aires, Arjantin

source: Bismarck, North Dakota
tr: Bismarck, Kuzey Dakota

source: Bogota, Colombia
tr: Bogota, Kolombiya

source: Brigham City, Utah, United States
nl: Brigham City, Utah, Verenigde Staten
tr: Brigham City, Utah, Amerika Birleşik Devletleri

source: Brisbane, Australia
de: Brisbane, Australien
nl: Brisbane, Australië
tr: Brisbane, Avustralya

source: Calgary, Alberta, Canada
de: Cardston, Alberta, Canada
nl: Cardston, Alberta, Canada
tr: Calgary, Alberta, Kanada

source: Campinas, Brazil
de: Campinas, Brasilien
nl: Campinas, Brazilië
tr: Campinas, Brezilya

source: Caracas, Venezuela
tr: Karakas, Venezuela

source: Cebu City, Philippines
de: Manila, Philippinen
nl: Manila, Philippijnen
tr: Cebu Şehri, Filipinler

source: Chicago, Illinois
tr: Şikago, Illinois
