Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: This role has all the permissions of the member role, plus permission to add/change/delete data. Any changes will need to be reviewed by a moderator, unless the user has the “automatically accept changes” option enabled.
de: Diese Rolle hat die Berechtigungen der Mitgliedsrolle, sowie die Berechtigung zum hinzufügen/ändern/löschen Daten. Alle Änderungen müssen von einem Moderator überprüft werden, es sei denn, der Nutzer die hat "automatisch Änderungen annehmen" Option aktiviert.
nl: Deze rol heeft alle rechten van een lid, plus het recht om gegevens toe te voegen, te wijzigen en te verwijderen. Elke wijziging moet worden goedgekeurd door een moderator, tenzij bij de gebruiker "Accepteer wijzigingen automatisch" is ingeschakeld.
tr: Bu rol, üye rolünün tüm izinlerine ve ayrıca veri ekleme/değiştirme/silme iznine sahiptir. Kullanıcının "değişiklikleri otomatik olarak kabul et" seçeneğini etkinleştirmediği sürece, tüm değişikliklerin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This role has all the permissions of the editor role, plus permission to accept/reject changes made by other users.
de: Diese Rolle verfügt über alle Berechtigungen der Bearbeiter-Rolle, zuzüglich der Erlaubnis, Änderungen anderer Benutzer zu genehmigen oder ablehnen.
nl: Deze rol heeft alle rechten van de editor plus het recht veranderingen door gebruikers goed te keuren of af te wijzen.
tr: Bu rol, düzenleyici rolünün tüm izinlerine ek olarak diğer kullanıcılar tarafından yapılan değişiklikleri kabul etme/reddetme iznine sahiptir.

source: This role has all the permissions of the moderator role, plus any additional access granted by the family tree configuration, plus permission to change the settings/configuration of a family tree.
de: Diese Rolle verfügt über alle Berechtigungen der Moderatoren-Rolle, zuzüglich der Möglichkeit, die Zugangsberechtigung zu einem Stammbaum zu ändern, plus die Erlaubnis, die Einstellungen/Konfiguration eines Stammbaums zu ändern.
nl: Deze rol heeft alle rechten van de rol als moderator, daarnaast alle eventuele toegang zoals verleend in de instellingen van de stamboom en het recht om instellingen/configuratie van een stamboom te wijzigen.
tr: Bu rol, moderatör rolünün tüm izinlerine, ayrıca aile ağacı yapılandırması tarafından verilen tüm ek erişimlere ve bir aile ağacının ayarlarını/yapılandırmasını değiştirme iznine sahiptir.

source: Administrator
nl: Beheerder
tr: Yönetici

source: This role has all the permissions of the manager role in all family trees, plus permission to change the settings/configuration of the website, users, and modules.
de: Diese Rolle verfügt über alle Berechtigungen der Manager-Rolle in allen Stammbäumen, plus die Erlaubnis, die Einstellungen/Konfiguration die ganze Webseite, alle Benutzer und die funktionalen Module betreffend zu ändern.
nl: Deze rol heeft alle rechten van de rol van beheerder in alle stambomen, daarnaast het recht om instellingen/configuratie van de site, gebruikers en modules te veranderen.
tr: Bu rol, tüm aile ağaçlarında yönetici rolünün tüm izinlerine ve ayrıca web sitesinin, kullanıcıların ve modüllerin ayarlarını/yapılandırmasını değiştirme iznine sahiptir.

source: Restrict to immediate family
de: Beschränke auf die unmittelbaren Familienangehörigen
nl: Beperk tot naaste familie
tr: Birinci dereceden aileyle sınırla

source: Where a user is associated with an individual record in a family tree and has a role of member, editor, or moderator, you can prevent them from accessing the details of distant, living relations. You specify the number of relationship steps that the user is allowed to see.
de: Wenn ein Benutzer einem einzelnen Datensatz in einem Stammbaum zugeordnet ist und zugleich eine Rolle als Mitglied, Redakteur oder Moderator ausübt, können Sie den Zugriff auf Details von entfernten bzw. lebenden Personen verhindern. Sie geben die Anzahl der Stufen zu den Verwandten an, die der Benutzer sehen darf.
nl: Als een gebruiker is gekoppeld aan een persoonsrecord in de stamboom en de rol heeft van lid, editor of moderator, kunt u voorkomen dat deze gebruiker toegang heeft tot de details van verre levende familieleden. U kunt het aantal verwantschap stappen opgeven welke de gebruiker mag zien.
tr: Bir kullanıcının bir aile ağacındaki bireysel bir kayıtla ilişkilendirildiği ve üye, düzenleyici veya moderatör rolüne sahip olduğu durumlarda, uzak, canlı ilişkilerin ayrıntılarına erişmesini engelleyebilirsiniz. Kullanıcının görmesine izin verilen ilişki adımlarının sayısını belirtirsiniz.

source: For example, if you specify a path length of 2, the individual will be able to see their grandson (child, child), their aunt (parent, sibling), their step-daughter (spouse, child), but not their first cousin (parent, sibling, child).
de: Zum Beispiel: Wenn Sie eine Stufenweite von 2 angeben, wird diese Person in der Lage sein, ihre Enkel (Kind, Kind), ihre Tante (Eltern, Geschwister), ihre Stieftochter (Ehegatte, Kind), nicht aber ihre Cousine sehen (Eltern, Geschwister, Kinder) einzusehen.
nl: Bijvoorbeeld, als u als padlengte b.v. 2 opgeeft, dan kan die persoon zijn kleinkind (kind, kind), zijn oom of tante (ouder, broer/zus van ouder) en stiefkind (echtgeno(o)t(e), kind van andere partner) zien, maar niet zijn/haar eerste graads neef/nicht (ouder, broer/zus van ouder, kind).
tr: Örneğin, yol uzunluğunu 2 olarak belirlerseniz, kişi torununu (çocuk, çocuk), teyzesini (ebeveyn, kardeş), üvey kızını (eş, çocuk) görebilir, ancak ilk kuzenini göremez (ebeveyn, kardeş, çocuk).

source: Note: longer path lengths require a lot of calculation, which can make your website run slowly for these users.
de: Anmerkung: Lange Pfade benötigen viel Rechenleistung, dadurch kann für die Benutzer der Seitenaufbau verlangsamt werden.
nl: Opmerking: langere paden hebben veel rekenwerk nodig, wat de website voor deze gebruikers langzamer kan maken.
tr: Not: Daha uzun yol uzunlukları çok fazla hesaplama gerektirir, bu da web sitenizin bu kullanıcılar için yavaş çalışmasına neden olabilir.

source: Administration role
de: Administrator Rolle
nl: Beheerders rol
tr: Yönetim rolü

source: Role
de: Rolle
nl: Rol
tr: Rol

source: No
de: Nein
nl: Nee
tr: Hayır

source: Delete inactive users
de: inaktive Benutzer löschen
nl: Verwijder niet-actieve gebruikers
tr: Etkin olmayan kullanıcıları sil

source: Number of months since the last login for a user's account to be considered inactive:
de: Anzahl der Monate die seit dem letzen Login für einen Benutzer-Account als inaktiv betrachtet werden:
nl: Aantal maanden sinds de laatste aanmelding van een gebruikersaccount dat actief zou zijn:
tr: Bir kullanıcının hesabının etkin olmadığı kabul edilecek son girişten bu yana geçen ay sayısı:

source: These users have not logged in for at least %s month
nl: Deze gebruikers hebben op zijn minst %s maand niet ingelogd
tr: Bu kullanıcılar en az %s ay boyunca oturum açmadı

source: Not logged in since: %s
nl: Niet ingelogd sinds: %s
tr: Şu tarihten beri giriş yapılmadı: %s

source: Nothing found to cleanup
de: Nichts zum Bereinigen gefunden
nl: Niets gevonden om op te schonen
tr: Temizlenecek bir şey bulunamadı

source: These users have not verified their email address for %s day or more
nl: Deze gebruikers hebben hun e-mailadres %s dag of langer niet geverifieerd
tr: Bu kullanıcılar e-posta adreslerini %s gün veya daha uzun süredir doğrulamadı

source: These users have not been verified by admin
nl: Deze gebruikers zijn niet geverifieerd door de beheerder
tr: Bu kullanıcılar yönetici tarafından doğrulanmadı

source: User not verified by administrator.
de: Vom Verwalter unbestätigter Benutzer
nl: Gebruiker niet geverifieerd door beheerder
tr: Kullanıcı, yönetici tarafından doğrulanmadı.

source: Deleted user:
de: Gelöschter Benutzer:
nl: Gebruiker verwijderd:
tr: Silinen kullanıcı:

source: Edit
de: Bearbeiten
nl: Wijzig
tr: Düzenle

source: Email
tr: E-posta

source: Date registered
de: Datum der Registrierung
nl: Datum geregistreerd
tr: Kayıt tarihi

source: Last logged in
de: Letzte Anmeldung
nl: Laatst aangemeld
tr: Son giriş

source: Verified
de: Bestätigt
nl: Geverifieerd
tr: Doğrulandı

source: Approved
de: Genehmigt
nl: Goedgekeurd
tr: Onaylandı

source: Options
de: Optionen
nl: Opties
tr: Seçenekler

source: Send broadcast messages
de: Rundmails senden
nl: Verstuur berichten aan groepen
tr: Yayın iletileri gönder

source: Send message to all users
de: Allen Benutzern eine Nachricht senden
nl: Bericht aan alle gebruikers sturen
tr: Tüm kullanıcılara ileti gönder

source: Send message to users who have never logged in
de: Nachrichten an Benutzer senden, die sich noch nie angemeldet haben.
nl: Bericht aan nooit aangemelde gebruikers
tr: Hiç giriş yapmamış kullanıcılara ileti gönder

source: Send message to users who have not logged in for 6 months
de: Nachrichten an Benutzer senden, die sich innerhalb der letzten 6 Monate nicht angemeldet haben
nl: Bericht aan langer dan 6 maanden niet aangemelde gebruikers
tr: 6 aydır giriş yapmamış kullanıcılara ileti gönder

source: Box width
de: Box Breite
nl: Vak breedte
tr: Kutu genişliği

source: Booklet
de: Broschüre
nl: Boekje
tr: Kitapçık

source: Show cousins
de: Cousins und Cousinen zeigen
nl: Toon neven en nichten
tr: Kuzenleri göster

source: Show Details
de: Details anzeigen
nl: Toon details
tr: Detayları göster

source: Age
de: Alter
nl: Leeftijd
tr: Yaş

source: Branches of the %s family
de: Zweige der %s Familie
nl: Takken van de familie %s
tr: %s ailesinin şubeleri

source: Branches
de: Familienzweige
nl: Takken
tr: Şubeler

source: Phonetic search
de: Phonetische Suche
nl: Fonetisch zoeken
tr: Fonetik arama

source: Collapse all
de: Alle minimieren
nl: Alles inklappen
tr: Tümünü daralt

source: Expand all
de: Alle anzeigen
nl: Alles uitklappen
tr: Tümünü genişlet

source: Anniversary calendar
de: Jubiläumskalender
nl: Gebeurteniskalender
tr: Yıldönümü takvimi

source: Year
de: Jahr
nl: Jaar
tr: Yıl

source: All People
de: Alle Personen
nl: Alle personen
tr: Tüm İnsanlar

source: Living People
de: Lebende Personen
nl: Levende personen
tr: Yaşayan İnsanlar

source: Recent Years (&lt; 100 yrs)
de: Jüngere Ereignisse (&lt; 100 Jahre)
nl: Recente jaren (&lt; 100 jaar)
tr: Son Yıllar (&lt; 100 yıl)

source: Males
de: männliche
nl: Mannen
tr: Erkekler

source: Females
de: weibliche
nl: Vrouwen
tr: Kadınlar

source: Vital records
de: Personendaten
nl: Vitale records
tr: Yaşamsal kayıtlar

source: Calendar
de: Kalender
nl: Kalender
tr: Takvim

source: On this day
de: An diesem Tag
nl: Op deze dag
tr: Bu günde

source: Total individuals: %s
de: Gesamtzahl Personen: %s
nl: Totaal aantal personen: %s
tr: Toplam bireyler: %s

source: Total families: %s
de: Anzahl Familien: %s
nl: Totaal aantal gezinnen: %s
tr: Toplam aileler: %s

source: In this month
de: In diesem Monat
nl: In deze maand
tr: Bu ay içinde

source: Day not set
de: Kein Tag angegeben
nl: Dag niet bekend
tr: Gün ayarlanmadı

source: In this year
de: In diesem Jahr
nl: In dit jaar
tr: Bu yıl içinde

source: %s year anniversary
de: %s. Jahrestag
nl: %s<sup>e</sup> gedenkdag
tr: %s yıl dönümü

source: Descendants of %s
de: Nachkommen von %s
nl: Afstammelingen van %s
tr: %s soyundan gelenler

source: Error
de: Fehler
nl: Fout
tr: Hata

source: You do not have permission to view this page.
de: Sie haben keine Berechtigung diese Seite anzusehen.
nl: U heeft geen toestemming om deze pagina te zien.
tr: Bu sayfayı görüntüleme izniniz yok.

source: Pending changes
de: Offene Änderungen
nl: Uitstaande wijzigingen
tr: Bekleyen değişiklikler

source: View the changes
de: Veränderungen ansehen
nl: Bekijk de wijzigingen
tr: Değişiklikleri görüntüle

source: View GEDCOM Record
de: GEDCOM Datensatz zeigen
nl: Toon GEDCOM-record
tr: GEDCOM Kaydını görüntüle

source: The following changes were made to this record:
de: An diesem Datensatz wurden folgende Änderungen vorgenommen:
nl: De volgende wijzigingen zijn in dit record gemaakt
tr: Bu kayıtta aşağıdaki değişiklikler yapılmıştır:

source: Accept
de: Übernehmen
nl: Accepteer
tr: Kabul et

source: Undo
de: Änderung verwerfen
nl: Maak ongedaan
tr: Geri al

source: Append record
de: Datensatz hinzufügen
nl: Voeg record toe
tr: Kayıt ekle

source: Delete record
de: Datensatz löschen
nl: Verwijder record
tr: Kaydı sil

source: Replace record
de: Datensatz ersetzen
nl: Vervang record
tr: Kaydı değiştir

source: Moderate pending changes
de: Moderiere wartende Änderungen
nl: Beoordeel uitstaande wijzigingen
tr: Bekleyen değişiklikleri denetle

source: Approve all changes
de: Alle Änderungen genehmigen
nl: Keur alle wijzigingen goed
tr: Tüm değişiklikleri onayla

source: Undo all changes
de: Alle Änderungen verwerfen
nl: Alle wijzigingen ongedaan maken
tr: Tüm değişiklikleri geri al

source: Are you sure you want to undo all the changes to this family tree?
de: Möchten Sie wirklich alle Änderungen an diesem Familien-Stammbaum rückgängig machen?
nl: Weet u zeker dat u alle wijzigingen ongedaan wilt maken aan deze stamboom?
tr: Bu aile ağacındaki tüm değişiklikleri geri almak istediğinizden emin misiniz?

source: Add new fact
de: Neuen Fakt hinzufügen
nl: Voeg nieuw feit toe
tr: Yeni gerçek ekle

source: Add a child
de: Kind hinzufügen
nl: Voeg een kind toe
tr: Bir çocuk ekle

source: Add an unlinked person
de: Nicht verknüpfte Person hinzufügen
nl: Voeg een ongekoppeld persoon toe
tr: Bağlantısız bir kişi ekle

source: Add a wife
de: Ehefrau hinzufügen
nl: Voeg een vrouw toe
tr: Bir hanım ekle

source: Add a husband
de: Ehemann hinzufügen
nl: Voeg een man toe
tr: Bir koca ekle

source: Add a mother
de: Mutter hinzufügen
nl: Voeg een moeder toe
tr: Bir anne ekle

source: Add a father
de: Vater hinzufügen
nl: Voeg een vader toe
tr: Bir baba ekle

source: Add a child to create a one-parent family
de: Kind hinzufügen, um eine Familie mit nur einem Elternteil zu erstellen
nl: Voeg een kind toe om een eenoudergezin te creëren
tr: Tek ebeveynli bir aile oluşturmak için bir çocuk ekleyin

source: Link this person to an existing family as a child
de: Diese Person als Kind mit einer existierenden Familie verknüpfen
nl: Koppel deze persoon als kind aan een bestaand gezin
tr: Bu kişiyi mevcut bir aileye çocuk olarak bağlayın

source: Link this person to an existing family as a wife
de: Diese Person als Ehefrau mit einer existierenden Familie verknüpfen
nl: Koppel deze persoon als echtgenote aan een bestaand gezin
tr: Bu kişiyi mevcut bir aileye hanım olarak bağlayın

source: Link this person to an existing family as a husband
de: Diese Person als Ehemann mit einer existierenden Familie verknüpfen
nl: Koppel deze persoon als echtgenoot aan een bestaand gezin
tr: Bu kişiyi mevcut bir aileye koca olarak bağlayın

source: Add a husband using an existing person
de: Existierende Person als Ehemann hinzufügen
nl: Een bestaand persoon als echtgenoot toevoegen
tr: Mevcut bir kişiyi kullanarak bir koca ekleyin

source: Add a wife using an existing person
de: Existierende Person als Ehefrau hinzufügen
nl: Een bestaand persoon als echtgenote toevoegen
tr: Mevcut bir kişiyi kullanarak bir hanım ekleyin

source: Wife
de: Ehefrau
nl: Echtgenote
tr: Hanım

source: Husband
de: Ehemann
nl: Echtgenoot
tr: Koca

source: You must provide a source title
de: Sie müssen einen Titel für die Quelle angegeben
nl: U moet een brontitel invoeren
tr: Bir kaynak başlığı sağlamalısınız

source: Associate events with this source
de: Ereignisse mit dieser Quelle verbinden
nl: Koppel gebeurtenissen aan deze bron
tr: Etkinlikleri bu kaynakla ilişkilendir

source: Select Events
de: Ereignisse auswählen
nl: Selecteer gebeurtenissen
tr: Etkinlikleri Seçin

source: Create a new Shared Note
de: Neue wiederkehrende Anmerkung erstellen
nl: Maak een nieuwe Gedeelde Notitie aan
tr: Yeni bir Paylaşılan Not oluşturun

source: Shared Notes are free-form text and will appear in the Fact Details section of the page.<br><br>Each shared note can be linked to more than one person, family, source, or event.
de: Anmerkungen haben kein festgelegtes Format. Sie werden im Bereich der Fakten angezeigt.<br /><br />Jede wiederkehrende Anmerkung kann mit mehreren Personen, Familien, Quellen und Fakten verbunden werden.
nl: Gedeelde Notities zijn vrije teksten en verschijnen bij de details van de feiten op de pagina.<br><br>Iedere Gedeelde Notitie kan voor meerdere personen, gezinnen, bronnen of gebeurtenissen gebruikt worden.
tr: Paylaşılan Notlar serbest biçimli metinlerdir ve sayfanın Bilgi Ayrıntıları bölümünde görünür.<br><br>Paylaşılan her not birden fazla kişiye, aileye, kaynağa veya etkinliğe bağlanabilir.

source: Shared note
de: Wiederkehrende Anmerkung
nl: Gedeelde Notitie
tr: Paylaşılan not

source: Edit Shared Note
de: Gemeinsame Bemerkung bearbeiten
nl: Bewerk Gedeelde Notitie
tr: Paylaşılan Notu Düzenle

source: Create Repository
de: Archiv erstellen
nl: Maak een opslagplaats
tr: Depo Oluştur

source: You must provide a repository name
de: Ein Name für das Lager muss angegeben werden
nl: U moet een naam voor de opslagplaats opgeven
tr: Bir depo adı sağlamalısınız

source: Repository name
de: Name des Aufbewahrungsortes
nl: Naam van opslagplaats
tr: Depo adı

source: Add child
de: Kind hinzufügen
nl: Voeg kind toe
tr: Çocuk ekle

source: Add a spouse
de: Ehepartner hinzufügen
nl: Voeg een huwelijkspartner toe
tr: Bir eş ekle

source: Edit name
de: Namen bearbeiten
nl: Wijzig naam
tr: Adı düzenle

source: Add new Name
de: Namen neu hinzufügen
nl: Voeg nieuwe naam toe
tr: Yeni Ad Ekle

source: Add from clipboard
de: Inhalt der Zwischenablage einfügen
nl: Toevoegen vanaf klembord
tr: Panodan ekle

source: Re-order media
de: Medien-Objekte neu ordnen
nl: Wijzig volgorde media
tr: Medyayı yeniden sırala

source: Re-order children
de: Kinder neu ordnen
nl: Wijzig volgorde kinderen
tr: Çocukları yeniden sırala

source: Either click the "sort by date" button or click a row then drag-and-drop to re-order.
de: Klicken Sie auf "nach Datum sortieren" oder klicken Sie auf eine Zeile dann Drag und Drop zur Reorganisation.
nl: Klik op de "sorteer op datum" button of klik op een rij, dan slepen en loslaten om volgorde te wijzigen
tr: "Tarihe göre sırala" düğmesini tıklayın veya bir satırı tıklayın ve ardından yeniden sıralamak için sürükleyip bırakın.

source: sort by date
de: nach Datum sortieren
nl: sorteer op datum
tr: tarihe göre sırala

source: Change Family Members
de: Familienmitglieder ändern
nl: Wijzig gezinsleden
tr: Aile Üyelerini Değiştir

source: child
de: Kind
nl: kind
tr: çocuk

source: Select person
de: Person auswählen
nl: Selecteer persoon
tr: Kişi seç

source: For family member you can use the "Select person" field to choose a different person from your tree to fill that role or add someone if the role is empty. Tick the Remove option to delete that person from the family. Click "Add a child" to create fields for more children.
de: Feld "Select Person" können Sie für Angehörige wählen eine andere Person aus Ihrem Stammbaum zu füllen diese Rolle oder Person hinzufügen, wenn die Rolle leer ist. Kreuzen Sie die Option entfernen, löschen Sie diese Person aus der Familie. Klicken Sie auf "Hinzufügen ein Kindes", Felder für weitere Kinder zu schaffen.
nl: Voor gezinsleden kunt u het "Selecteer persoon"veld gebruiken om een ander persoon te kiezen van uw stamboom om deze rol te vervullen of voeg iemand toe als de rol leeg is. Vink de Verwijder optie aan om de persoon te verwijderen uit het gezin. Klik "Voeg een kind toe" om meer velden voor kinderen te maken.
tr: Aile üyesi için "Kişi seç" alanını kullanarak ağacınızdan farklı bir kişi seçerek o rolü doldurabilir veya rol boşsa birini ekleyebilirsiniz. Bu kişiyi aileden silmek için Kaldır seçeneğini işaretleyin. Daha fazla çocuk için alanlar oluşturmak üzere "Bir çocuk ekle"yi tıklayın.

source: Existing
de: Bestehend
nl: Bestaand
tr: Varolan

source: Remove
de: löschen
nl: Verwijder
tr: Kaldır

source: Change or add
de: Ändern oder hinzufügen
nl: Wijzigen of toevoegen
tr: Değiştir veya ekle

source: husband
de: Ehemann
nl: echtgenoot
tr: koca

source: wife
de: Ehefrau
nl: echtgenote
tr: hanım

source: spouse
de: Ehepartner
nl: huwelijkspartner
tr: eş

source: son
de: Sohn
nl: zoon
tr: oğul

source: daughter
de: Tochter
nl: dochter
tr: kız evlat

source: Re-order families
de: Familien neu ordnen
nl: Wijzig volgorde gezinnen
tr: Aileleri yeniden sırala

source: Possible duplicates
de: Mögliche Duplikate
nl: Mogelijke dubbelen
tr: Olası çiftler

source: These individuals might be duplicates of your new entry. Click on a name to open a new tab at their page to view more details. <br><br>Close this window and the <strong>Add new individual</strong> window if you do not want to complete this addition.
de: Diese Personen könnten Duplikate Ihres neuen Eintrags sein. Klicken Sie auf einen Namen einer neuen Registerkarte auf ihre Seite um zu öffnen und um mehr Details zu sehen. <br> Dieses Fenster schließen und die <strong> Hinzufügen einzelner </ strong> Fenster, wenn Sie nicht wollen, diesen Zusatz zu vervollständigen.
nl: Deze personen kunnen dubbelen zijn van uw nieuwe invoer. Klik op een naam om een nieuw tabblad te openen, om meer details te bekijken. <br><br>Sluit dit scherm en <strong>Voeg een nieuw persoon toe</strong>scherm als u deze nieuwe invoer niet wilt toevoegen.
tr: Bu kişiler, yeni girişinizin çiftleri olabilir. Daha fazla ayrıntı görüntülemek için sayfasında yeni bir sekme açmak üzere bir isme tıklayın. <br><br>Bu eklemeyi tamamlamak istemiyorsanız bu pencereyi ve <strong>Yeni kişi ekle</strong> penceresini kapatın.

source: Found %s possible duplicates
de: %s mögliche Dubletten gefunden
nl: Gevonden %s mogelijke dubbelen
tr: %s olası çiftleri bulundu

source: Birth year
de: Geburtsjahr
nl: Geboortejaar
tr: Doğum yılı

source: Birth place
de: Geburtsort
nl: Geboorteplaats
tr: Doğum yeri

source: No duplicates found
de: Keine Duplikate gefunden
nl: Geen dubbelen gevonden
tr: Çift bulunamadı

source: Add/edit journal/news entry
de: Einträge hinzufügen oder bearbeiten
nl: Wijzig journaalingang/nieuwsartikel of voeg er een toe
tr: Dergi/haber girişi ekle/düzenle

source: Title:
de: Titel
nl: Titel:
tr: Başlık:

source: Entry Text:
de: Eingangstext:
nl: Artikeltekst:
tr: Giriş Metni:

source: save
de: Speichern
nl: opslaan
tr: kaydet

source: Duplicate user name. A user with that user name already exists. Please choose another user name.
de: Doppelter Benutzername. Ein Benutzer mit dem gewählten Namen existiert bereits. Bitte wählen Sie einen anderen Benutzernamen.
nl: Een gebruiker met die naam is reeds aanwezig. Kies a.u.b. een andere naam.
tr: Yinelenen kullanıcı adı. Bir kullanıcı bu ismi zaten kullanıyor. Lütfen başka bir kullanıcı adı seçin.

source: Duplicate email address. A user with that email already exists.
de: Doppelter Benutzername. Ein Benutzer mit dem gewählten Namen existiert bereits.
nl: Dubbel e-mailadres. Er bestaat al een gebruiker met dit e-mailadres.
tr: Yinelenen e-posta adresi. Bu e-posta ile bir kullanıcı zaten var.

source: You must enter a user name.
de: Sie müssen einen Benutzernamen eingeben.
nl: U moet een gebruikersnaam invullen.
tr: Bir kullanıcı adı girmelisiniz.

source: You must enter a real name.
de: Sie müssen einen wirklichen Namen eingeben.
nl: U moet een echte naam invullen.
tr: Gerçek bir ad girmelisiniz.

source: Passwords do not match.
de: Passwörter stimmen nicht überein.
nl: Wachtwoorden komen niet overeen.
tr: Şifreler eşleşmiyor.

source: Passwords must contain at least 6 characters.
de: Das Kennwort muss mindestens 6 Zeichen lang sein.
nl: Wachtwoorden moeten uit minimaal 6 karakters bestaan.
tr: Şifreler en az 6 karakter içermelidir.

source: My account
de: Mein Konto
nl: Mijn account
tr: Hesabım

source: Unknown
de: Unbekannt
nl: Onbekend
tr: Bilinmeyen
