Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: A tab showing cousins of an individual.
de: Reiter zur Anzeige der Cousins und Cousinen einer Person.
nl: Een lijst van iemands neven en nichten
tr: Bir bireyin kuzenlerini gösteren bir sekme.

source: Show first cousins
nl: Toon neven en nichten
tr: İlk kuzenleri göster

source: Show second cousins
nl: Toon achterneven en achternichten
tr: İkinci kuzenleri göster

source: %2$s has %1$d first cousin recorded
de: %2$s ist %1$d Cousin/Cousine ersten Grades zugeordnet
nl: %2$s heeft %1$d neef of nicht in de eerste graad
tr: %2$s %1$d ilk kuzeni kaydetti

source: %1$d is on both sides of the family
de: %1$d ist auf beiden Seiten der Familie
nl: %1$d is er aan beide kanten van de familie
tr: %1$d ailenin her iki tarafında

source: Father's family (%s)
de: Familie väterlicherseits (%s)
nl: Vaderskant (%s)
tr: Babanın ailesi (%s)

source: Mother's family (%s)
de: Familie mütterlicherseits (%s)
nl: Moederskant (%s)
tr: Annenin ailesi (%s)

source: %2$s has %1$d second cousin recorded
nl: %2$s heeft %1$d achternicht recorded
tr: %2$s %1$d ikinci kuzeni kaydetti

source: Second cousins on father's side (%s)
nl: Achterneven en achternichten aan vaders kant (%s)
tr: Baba tarafında ikinci kuzenler (%s)

source: Second cousins on mother's side (%s)
nl: Achterneven en achternichten aan moeders kant (%s)
tr: Anne tarafında ikinci kuzenler (%s)

source: No family available
de: Keine Familie zugeordnet
nl: Geen ouders bekend, er kan geen koppeling naar neven en nichten worden gemaakt.
tr: Aile yok

source: Custom JavaScript
de: Eigenes JavaScript
nl: Aangepast Javascript
tr: Özel JavaScript

source: Allows you to easily add Custom JavaScript to your kiwitrees site.
de: Ermöglicht die Ausführung eigener JavaScripte auf den webtrees-Seiten.
nl: Staat u toe om Custom Javascript aan uw kiwitrees website toe te voegen.
tr: Kiwitrees sitenize kolayca Özel JavaScript eklemenizi sağlar.

source: Custom Javascript for Footer
de: Eigenes JavaScript im Footer
nl: Aangepast Javascript voor voettekst
tr: Altbilgi için Özel Javascript

source: clear
de: Löschen
nl: maak leeg
tr: temizle

source: Database backup
de: Datenbank-backup
tr: Veritabanı yedekleme

source: Provides access to MyOOS [Dumper]. A database backup tool.
de: Bietet Zugriff auf MyOOS [Kipper]. Ein Datenbank-backup-Tool.
nl: Geeft toegang tot MyOOS [Dumper]. Een database backup tool.
tr: MyOOS [Dumper]'a erişim sağlar. Bir veritabanı yedekleme aracı.

source: A sidebar showing the descendants of an individual.
de: Eine Seitenleiste, die die Nachfahren einer Person anzeigt.
nl: Een zijpaneel dat de afstammelingen van een persoon toont.
tr: Bir bireyin soyundan gelenlerini gösteren bir kenar çubuğu.

source: Extra information
de: Zusätzliche Information
nl: Extra informatie
tr: Ekstra bilgi

source: A sidebar showing non-genealogical information about an individual.
de: Eine Spalte, die weitere nicht-genealogische Informationen einer Person anzeigt.
nl: Een zijpaneel toont niet-genealogische informatie over een persoon.
tr: Bir birey hakkında soybilimsel olmayan bilgileri gösteren bir kenar çubuğu.

source: Internal reference
de: Interne ID-Nummer:
nl: Interne verwijzing
tr: Dahili referans

source: There are no facts for this individual.
de: Zu dieser Person gibt es keine Fakten.
nl: Er zijn geen feiten voor deze persoon
tr: Bu birey için gerçek yok.

source: Add menu item
de: Menu hinzufügen
nl: Voeg menu-item toe
tr: Menü öğesi ekle

source: The menu should contains menu items. Using this option you can add menu details..
de: Das Menü sollte Menüelemente enthalten. Mit dieser Option können Sie Menü Details hinzufügen...
nl: Het menu moet menu-items bevatten. Gebruikmakend van deze optie kunt u menu details toevoegen.
tr: Menü, menü öğeleri içermelidir. Bu seçeneği kullanarak menü ayrıntılarını ekleyebilirsiniz..

source: Menu position
de: Menue Reiehfolge
nl: Menu positie
tr: Menü konumu

source: This field controls the order in which the menu items are displayed.
de: Dieses Feld legt die Reihenfolge fest, in der die Menus angezeigt werden.
nl: Dit veld controleert de volgorde waarin menu-items worden weergegeven.
tr: Bu alan, menü öğelerinin görüntülenme sırasını kontrol eder.

source: You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other menu items later. For example, if you use the numbers 1, 6, 11, 16, you can later insert menu items with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert menu items in front of the first one.
de: Die Nummerierung muss nicht unbedingt fortlaufend sein. Wenn Sie gezielt Nummernbereiche auslassen zum Beispiel zu Beginn nur 1, 6, 11, 16 usw. vergeben ist es später einfacher, Menus an der passenden Stelle bzw. Lücke einzufügen. Negative Zahlenwerte und die Null sind ebenfalls erlaubt und können dazu benutzt werden, Menus ganz am Anfang einzufügen.
nl: De nummers hoeven niet in volgorde te worden ingevoerd. Door het open laten van gaten in de nummering, kunnen later andere menu-items hier tussen geplaatst worden. B.v. als de nummers 1, 6, 11, 16 gebruikt zijn, kunnen later pagina's ingevoerd worden met de ontbrekende nummers. Negatieve nummers en nul zijn ook toegestaan, en kunnen gebruikt worden om menu-items vóór het eerste menu-item te plaatsen.
tr: Sayıları sırayla girmek zorunda değilsiniz. Numaralandırma şemasında boşluk bırakırsanız, diğer menü öğelerini daha sonra ekleyebilirsiniz. Örneğin, 1, 6, 11, 16 numaralarını kullanırsanız, daha sonra menü öğelerini eksik sıra numaralarıyla ekleyebilirsiniz. Negatif sayılara ve sıfıra izin verilir ve menü öğelerini ilkinin önüne eklemek için kullanılabilir.

source: When more than one menu item has the same position number, only one of these menu items will be visible.
de: Wenn mehr als ein Menüelement über die gleichen Positionsnummer verfügt, ist nur einer dieser Menüpunkte sichtbar.
nl: Wanneer meer dan een menu-item hetzelfde positienummer heeft, zal er slechts een van deze menu items zichtbaar zijn.
tr: Birden fazla menü öğesi aynı konum numarasına sahip olduğunda, bu menü öğelerinden yalnızca biri görünür olacaktır.

source: Menu visibility
de: Menue Sichbarkeit
nl: Menu zichtbaarheid
tr: Menü görünürlüğü

source: You can determine whether this menu item will be visible regardless of family tree, or whether it will be visible only to the current family tree.
de: Sie können festlegen, ob dieses Album unabhängig von den Stammbäumen, oder nur für den aktuellen Stammbaum angezeigt werden soll.
nl: U kunt hier vastleggen of dit menu-item zichtbaar is ongeacht welke stamboom of dat het alleen in de huidige stamboom zichtbaar is.
tr: Bu menü öğesinin aile ağacından bağımsız olarak görünür olup olmayacağını veya yalnızca geçerli aile ağacında görünür olup olmayacağını belirleyebilirsiniz.

source: The menu item will appear, regardless of family tree.
de: Die Seite wird immer angezeigt, unabhängig vom Stammbaum.
nl: Het menu-item zal verschijnen, ongeacht welke stamboom
tr: Aile ağacından bağımsız olarak menü öğesi görünecektir.

source: The menu item will appear only in the currently active family trees.
de: Das Menü wird nur in der aktuell aktiven Stammbäume Galerie angezeigt.
nl: Het menu-item zal alleen verschijnen in de nu actieve stamboom
tr: Menü öğesi yalnızca o anda etkin olan aile ağaçlarında görünür.

source: Delete menu
de: Lösche Menü
nl: Verwijder menu
tr: Menüyü sil

source: This option will let you delete a menu item.
de: Mit dieser Option können Sie einen Menü-Eintrag löschen.
nl: Deze optie laat u een menu-item verwijderen.
tr: Bu seçenek, bir menü öğesini silmenizi sağlar.

source: Edit menu
de: Menü bearbeiten
nl: Bewerk menu
tr: Menüyü düzenle

source: This option will let you edit a menu item.
de: Mit dieser Option können Sie einen bereits bestehenden Menü-Eintrag bearbeiten.
nl: Deze optie laat u een menu-item wijzigen.
tr: Bu seçenek, bir menü öğesini düzenlemenize izin verir.

source: Move menu down
de: Menü nach unten verschieben
nl: Verplaats menu omlaag
tr: Menüyü aşağı taşı

source: This option will let you move a menu item downwards.
de: Mit dieser Option können Sie einen bereits bestehenden Menü-Eintrag nach unten verschieben.
nl: Deze optie laat u een menu-item verplaatsen naar beneden.
tr: Bu seçenek, bir menü öğesini aşağı doğru taşımanıza izin verir.

source: Each time you use this option, the position number of this menu item is increased by one. You can achieve the same effect by editing the menu item and changing the menu position field.
de: Bei Verwendung dieser Option wird die Positionsnummer dieses Menüelement jedes Mal um eins erhöht. Sie können den gleichen Effekt erzielen, indem Sie den Menüpunkt bearbeiten und das Menü-Feld "Position" ändern.
nl: Elke keer dat u deze optie gebruikt, wordt het positienummer van dit menu-item met één verhoogd. U kunt hetzelfde effect te bereiken door het bewerken van het menu-item en wijzigen van het menupositie-veld.
tr: Bu seçeneği her kullandığınızda, bu menü öğesinin konum numarası bir artar. Menü öğesini düzenleyerek ve menü konumu alanını değiştirerek aynı efekti elde edebilirsiniz.

source: Move menu up
de: Menü nach oben verschieben
nl: Verplaats menu omhoog
tr: Menüyü yukarı taşı

source: This option will let you move a menu item upwards.
de: Mit dieser Option können Sie einen bereits bestehenden Menü-Eintrag nach oben verschieben.
nl: Deze optie laat u een menu-item verplaatsen naar boven.
tr: Bu seçenek, bir menü öğesini yukarı taşımanıza izin verir.

source: Each time you use this option, the position number of this menu item is reduced by one. You can achieve the same effect by editing the menu item and changing the menu position field.
de: Bei Verwendung dieser Option wird die Positionsnummer dieses Menüelement jedes Mal um eins erhöht. Sie können den gleichen Effekt erzielen, indem Sie den Menüpunkt bearbeiten und das Menü-Feld "Position" ändern.
nl: Elke keer dat u deze optie gebruikt, wordt het positienummer van dit menu-item met één verminderd. U kunt hetzelfde effect te bereiken door het bewerken van het menu-item en wijzigen van het menupositie-veld.
tr: Bu seçeneği her kullandığınızda, bu menü öğesinin konum numarası bir azalır. Menü öğesini düzenleyerek ve menü konumu alanını değiştirerek aynı efekti elde edebilirsiniz.

source: Open menu in new tab or window
de: Öffnet das Menü in einem neuen Tab oder Fenster
nl: Open menu in een nieuw tabblad of venster
tr: Menüyü yeni sekmede veya pencerede aç

source: Normally you would expect clicking on a menu item to open that page in the existing browser window or tab. But if you need it to open in a new window or tab you can tick this option.
de: Normalerweise würden Sie erwarten wenn Sie auf einen Menüpunkt zu dieser Seite klicken dass sich in die vorhandene Browser-Fenster oder Tab öffnen. Aber wenn Sie es in einem neuen Fenster oder Tab öffnen brauchen können, aktivieren Sie diese Option.
nl: Normaal gesproken zou u verwachten dat het klikken op een menu-item om die pagina te openen in het huidige browservenster of tabblad. Maar als u het nodig vind om een nieuw venster of tabblad te openen, kunt deze optie aanvinken.
tr: Normalde bir menü öğesini tıklatarak o sayfayı mevcut tarayıcı penceresinde veya sekmesinde açmayı beklersiniz. Ancak yeni bir pencerede veya sekmede açılması gerekiyorsa bu seçeneği işaretleyebilirsiniz.

source: Extra menus
de: Zusätzliche Menüs
tr: Ekstra menüler

source: Provides links to custom defined pages.
de: Liefert Verknüpfungen zu benutzerdefinierten Seiten.
nl: Maak links naar standaard gedefinieerde pagina's.
tr: Özel tanımlı sayfalara bağlantılar sağlar.

source: Add menu
de: Menu hinzufügen
nl: Voeg menu toe
tr: Menü ekle

source: Add your menu title here
de: Menu-Überschrift hier hinzufügen
nl: Voeg uw menu titel toe
tr: Menü başlığınızı buraya ekleyin

source: Menu address
de: Menu-Adresse
nl: Menu adres
tr: Menü adresi

source: Add your menu address here
de: Menu-Adresse hier hinufügen
nl: Voeg uw menu adres hier toe
tr: Menü adresinizi buraya ekleyin

source: Show this menu for which languages?
de: In welchen Sprachen sollen diese Menus angezeigt werden?
nl: Voor welke talen moet dit menu getoond worden?
tr: Bu menü hangi diller için gösterilsin?

source: cancel
de: Abbrechen
nl: annuleer
tr: iptal

source: Main menu title
de: Hauptmenü Titel
nl: Hoofdmenu titel
tr: Ana menü başlığı

source: Menus
de: Menüs
tr: Menüler

source: Are you sure you want to delete this menu item?
de: Möchten Sie dieses Menu wirklich löschen?
nl: Weet u zeker dat u dit menu-item wil verwijderen?
tr: Bu menü öğesini silmek istediğinizden emin misiniz?

source: The menu list is empty.
de: Die Menü-liste ist leer.
nl: De menu lijst is leeg.
tr: Menü listesi boş.

source: Edit menus
de: Menus bearbeiten
nl: Bewerk menu's
tr: Menüleri düzenle

source: Family list
de: Familienliste
nl: Gezinslijst
tr: Aile listesi

source: A sidebar showing an alphabetic list of all the families in the family tree.
de: Eine Spalte mit einer alphabetischen Liste aller Familien des Stammbaums.
nl: Een zijpaneel dat een alfabetische lijst toont van alle gezinnen in de stamboom.
tr: Aile ağacındaki tüm ailelerin alfabetik listesini gösteren bir kenar çubuğu.

source: A sidebar showing an individual’s close families and relatives.
de: Seitenleiste zum Anzeigen der engsten Familien und Verwandten einer Person
nl: Een zijpaneel dat de naaste familie en verwanten van de persoon toont.
tr: Bireyin yakın ailelerini ve akrabalarını gösteren bir kenar çubuğu.

# father’s wife
source: step-mother
de: Stiefmutter
nl: stiefmoeder
tr: üvey anne

# mother’s husband
source: step-father
de: Stiefvater
nl: stiefvader
tr: üvey baba

source: Showing images on the Fancy Imagebar
de: Bilder in der Fancy Imagebar anzeigen
nl: Toon afbeeldingen op de Fancy Imagebar
tr: Fantezi Resim Çubuğunda resim gösterme

source: Here you can choose which images should be shown in the Fancy Imagebar. Uncheck the images you do not want to show.<br><br>If there are less images choosen then needed to fill up the entire Fancy Imagebar, the images will be repeated.<br><br>Note: Only local ’jpg’ or ’png’ images which are set as type = ’photo’ are supported by this module. External images are not supported. It is not possible to keep transparency for png thumbnails in the Fancy Imagebar. Transparent png-thumbnails will get a black background in the Fancy Imagebar. The images shown in this table have the right specifications already.<br><br>The Fancy Imagebar module respects privacy settings!
de: Hier können Sie die Bilder auswählen, die in der Fancy Imagebar angezeigt werden. Entfernen Sie die Häkchen bei den Bildern, die nicht angezeigt werden sollen.<br><br>Falls die Anzahl der ausgewählten Bilder zum Füllen der Fancy Imagebar nicht ausreicht, werden ausgewählte Bilder automatisch mehrfach angezeigt.<br><br>Bitte beachten: In diesem Modul werden nur lokal gespeicherte ’jpg’ oder ’png’ Bilddateien verwendet, bei denen als Typ ’Foto’ angegeben ist. Extern gespeicherte Bilder können nicht verwendet werden. Bei transparenten png Vorschaubildern bleibt die Transparenz in der Fancy Imagebar nicht erhalten, stattdessen werden sie mit einem schwarzen Hintergrund versehen. Die in der Tabelle angezeigten Bilder entsprechen den genannten Anforderungen.<br><br>Die Fancy Imagebar berücksichtigt die Datenschutz-Einstellungen!
nl: Hier kunt u kiezen welke afbeeldingen getoond worden in de Fancy Imagebar. Verwijder het vinkje bij de afbeeldingen die u niet wilt tonen.<br><br>Als er minder afbeeldingen worden gekozen dan nodig om de gehele Fancy Imagebar op te vullen, dan zullen de afbeeldingen herhaald worden.<br><br> Opmerking:. Alleen lokale 'jpg 'of' png 'afbeeldingen welke ingesteld zijn als soort =' foto' worden ondersteund door deze module. Externe afbeeldingen worden niet ondersteund. Het is niet mogelijk png-miniaturen transparant te houden in de Fancy Imagebar. Transparante png-miniaturen zullen een zwarte achtergrond in de Fancy Imagebar krijgen. De afbeeldingen in deze tabel worden al weergegeven met de juiste specificaties.<br><br>De Fancy Imagebar module respecteert de privacy-instellingen!
tr: Burada, Fantezi Resim Çubuğunda hangi resimlerin gösterileceğini seçebilirsiniz. Göstermek istemediğiniz resimlerin işaretini kaldırın.<br><br>Fantezi Resim Çubuğunun tamamını doldurmak için daha az resim seçilirse, resimler tekrarlanır.<br><br>Not: Bu modül yalnızca tür = ’fotoğraf’ olarak ayarlanan yerel ’jpg’ veya ’png’ görüntüleri destekler. Harici görüntüler desteklenmez. Png küçük resimlerinin saydamlığını Fantezi Resim Çubuğunda tutmak mümkün değildir. Saydam png küçük resimleri, Fantezi Resim Çubuğunda siyah bir arka plan elde eder. Bu tabloda gösterilen resimler zaten doğru özelliklere sahiptir.<br><br>Fantezi Resim Çubuğu modülü gizlilik ayarlarına saygı duyar!

source: Fancy Imagebar
tr: Fantezi Resim Çubuğu

source: An image bar with small images on your home page between header and content.
de: Ein aus kleinen Fotos bestehender Bilderstreifen, der auf der Startseite zwischen Kopf- und Inhaltsbereich angezeigt wird.
nl: Een afbeeldingenbalk met kleine afbeeldingen op uw Home pagina tussen kop en inhoud
tr: Ana sayfanızda başlık ve içerik arasında küçük resimler içeren bir resim çubuğu.

source: The settings are changed. You will loose your changes if you switch trees.
de: Die Einstellungen wurden geändert. Wenn Sie den Stammbaum wechseln, gehen die Änderungen verloren.
nl: De instellingen zijn gewijzigd. U raakt de wijzigingen kwijt als u van stamboom veranderd.
tr: Ayarlar değiştirildi. Ağaçları değiştirirseniz değişikliklerinizi kaybedersiniz.

source: Choose which images you want to show in the Fancy Imagebar
de: Wählen Sie die Bilder, die Sie in der Fancy Imagebar anzeigen möchten
nl: Kies welke afbeeldingen u wil tonen in de Fancy Imagebar
tr: Fantezi Resim Çubuğunda hangi resimleri göstermek istediğinizi seçin

source: select all
de: alle auswählen
nl: selecteer alles
tr: tümünü seç

source: No images to display for this tree
de: Keine anzuzeigenden Bilder für diesen Stammbaum
nl: Geen afbeeldingen te tonen voor deze stamboom
tr: Bu ağaç için görüntülenecek görüntü yok

source: Random images
de: Zufällig ausgewählte Bilder
nl: Willekeurige afbeeldingen
tr: Rastgele görüntüler

source: Images Tone
de: Farbton der Bilder
nl: Afbeeldingen helderheid
tr: Görüntü Tonu

source: Cropped image size
de: Beschnittene Bildergröße
nl: Bijgesneden afbeeldingsgrootte
tr: Kırpılmış görüntü boyutu

source: Error: The surname you entered doesn’t exist in this tree.
de: Fehler: Den eingegebenen Familienname gibt es in diesem Stammbaum nicht.
nl: Fout: De achternaam die u heeft ingevoerd komt niet voor in deze stamboom.
tr: Hata: Girdiğiniz soyadı bu ağaçta yok.

source: Error: The root person you are trying to add has no parents. It is not possible to set this individual as root person.
de: Fehler: Die Wurzel-Person, die Sie hinzufügen möchten hat keine Eltern. Es ist nicht möglich, diese Person als Wurzel Person einzustellen.
nl: Fout: De startpersoon die u probeert toe te voegen heeft geen ouders. Het is niet mogelijk om deze persoon als startpersoon in te stellen.
tr: Hata: Eklemeye çalıştığınız kök kişinin ebeveyni yok. Bu kişiyi kök kişi olarak ayarlamak mümkün değildir.

source: Error: An individual with ID %s doesn’t exist in this tree.
de: Fehler: Die eingegebene Person %s gibt es in diesem Stammbaum nicht.
nl: Fout: Een persoon met ID %s bestaat niet in deze stamboom.
tr: Hata: Bu ağaçta %s kimliğine sahip bir kişi yok.

source: Error: The root person belonging to this surname already exists
de: Fehler: Die gewählte Startperson für diesen Familiennamen existiert schon
nl: Fout: De startpersoon die bij deze achternaam hoort bestaat al.
tr: Hata: Bu soyadına ait kök kişi zaten var

source: Error: The root person you are trying to add already exists
de: Fehler: Die gewählte Startperson existiert schon
nl: Fout: De startpersoon die u probeert toe te voegen bestaat al.
tr: Hata: Eklemeye çalıştığınız kök kişi zaten var

source: Error: The root person you are trying to add has no partner and/or children. It is not possible to set this individual as root person.
de: Fehler: Die Ausgangsperson die Sie versucht haben hinzuzufügen, hat keine Partner oder Kinder. So ist es nicht möglich diese Person als Ausgangsperson zu verwenden.
nl: Fout: De startpersoon die u probeert toe te voegen heeft geen partner en/of kinderen. Het is niet mogelijk om deze persoon als startpersoon in te stellen.
tr: Hata: Eklemeye çalıştığınız kök kişinin eşi ve/veya çocuğu yok. Bu kişiyi kök kişi olarak ayarlamak mümkün değildir.

source: ok
de: Okay
tr: tamam

source: Add a root person
de: Eine Wurzel Person hinzufügen
nl: Voeg een startpersoon toe
tr: Bir kök kişi ekle

source: Root person
de: Startperson
nl: Startpersoon
tr: Kök kişi

source: Edit Root person
de: Bearbeiten der Startperson
nl: Wijzig startpersoon
tr: Kök kişiyi düzenle

source: The person with root id %s doesn’t exist anymore in this tree
de: Die Person mit der Ausgangs-ID %s gibt es in diesem Stammbaum nicht.
nl: De persoon met start id %s bestaat niet meer in deze stamboom.
tr: Kök kimliği %s olan kişi artık bu ağaçta yok

source: General Options
de: Allgemeine Optionen
nl: Algemene opties
tr: Genel Seçenekler

source: Number of generation blocks to show
de: Anzahl der anzuzeigenden Generationen-Blöcke
nl: Aantal te tonen generatie blokken
tr: Gösterilecek kuşak blok sayısı

source: This option is useful for large trees. Set the number of generation blocks to a low level to avoid slow page loading. Below the last generation block a button will appear to add the next set of generation blocks. The new blocks will be added to the blocks already loaded. Click on a “follow” link in the last visible generation block to load the next set of generation blocks.
de: Diese Option ist nützlich für große Bäume. Legen Sie die Anzahl der Generation Blöcke auf ein niedriges Niveau um langsame Seitenladezeiten zu vermeiden. Unter dem letzten Generation Block wird eine Schaltfläche angezeigt, auf die nächste Generation Blöcke hinzufügen. Die Blöcke, die bereits geladen werden die neuen Blöcke hinzukommen. Klicken Sie auf den Link "folgen" in der letzten sichtbaren Generation Block der nächsten Generation Blöcke laden.
nl: Deze optie is vooral handig voor grote stambomen. Stel het aantal generatieblokken in op een laag niveau om traag laden van een pagina te voorkomen. Onder het laatste generatieblok verschijnt een button om de volgende set generatieblokken toe te voegen. De nieuwe blokken worden toegevoegd aan de al geladen blokken. De volgende set generatieblokken wordt ook geladen wanneer u klikt op een “volg” link in het laatste zichtbare generatieblok.
tr: Bu seçenek büyük ağaçlar için kullanışlıdır. Yavaş sayfa yüklemesini önlemek için oluşturma bloklarının sayısını düşük bir düzeye ayarlayın. Son kuşak bloğun altında, bir sonraki kuşak blok setini eklemek için bir düğme görünecektir. Yeni bloklar, önceden yüklenmiş bloklara eklenecektir. Bir sonraki kuşak blok setini yüklemek için en son görünen kuşak bloktaki bir "takip et" bağlantısına tıklayın.

source: Check relationship between partners
de: Verwandtschaftsverhältnis zwischen den Partnern prüfen
nl: Controleer de verwantschap tussen partners
tr: Eşler arasındaki ilişkiyi kontrol edin
