Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: When more than one gallery has the same position number, only one of these albums will be visible.
de: Wenn mehr als eine Galerie über die gleichen Positionsnummer verfügt, ist nur eines dieser Albums sichtbar.
nl: Wanneer meer dan een galerie hetzelfde positienummer heeft, zal er slechts een van deze albums zichtbaar zijn.
tr: Birden fazla galeri aynı konum numarasına sahip olduğunda, bu albümlerden yalnızca biri görünür olacaktır.

source: Gallery visibility
de: Die Sicht der Galerie
nl: Galerie zichtbaarheid
tr: Galeri görünürlüğü

source: You can determine whether this album will be visible regardless of family tree, or whether it will be visible only to the current family tree.
de: Sie können festlegen, ob dieses Album unabhängig von den Stammbäumen, oder nur für den aktuellen Stammbaum angezeigt werden soll.
nl: U kunt hier vastleggen of dit album zichtbaar is ongeacht welke stamboom of dat het alleen in de huidige stamboom zichtbaar is.
tr: Bu albümün aile ağacından bağımsız olarak görünür olup olmayacağını veya yalnızca geçerli aile ağacında görünür olup olmayacağını belirleyebilirsiniz.

source: The album will appear in all galleries, regardless of family tree.
de: Das Album wird allen Galerien angezeigt, unabhängig von Stammbäumen
nl: Het album zal in alle galeries verschijnen, ongeacht welke stamboom.
tr: Albüm, aile ağacından bağımsız olarak tüm galerilerde görünecektir.

source: The album will appear only in the currently active family trees's gallery.
de: Das Album wird nur in der aktuell aktiven Stammbäume Galerie angezeigt.
nl: Het album zal alleen verschijnen in de nu actieve stamboom galerie.
tr: Albüm yalnızca o anda etkin olan aile ağaçlarının galerisinde görünecektir.

source: Gallery language
de: Sprache der Galerie
nl: Galerie taal
tr: Galeri dili

source: Either leave all languages un-ticked to display the gallery texts in every language, or tick the specific languages you want to display it for.<br><br>To create translated texts for different languages create multiple copies setting the appropriate language only for each version.
de: Entweder lassen Sie alle Sprachen ohne Häkchen, dann wird die Seite in allen Sprachen angezeigt, oder Sie wählen die gewünschten Sprachen aus, in denen die Seite angezeigt werden soll.<br><br>Um verschiedene Übersetzungen der Seite zu erstellen, können Sie eine Kopien der Seite anlegen, übersetzen und dann die entsprechende Sprache zuweisen.
nl: Ofwel laat alle talen uitgevinkt voor weergave van de galerie teksten in elke taal, of vink de specifieke talen die u wilt weergeven aan. <br><br>Om vertaalde teksten te maken voor verschillende talen, crëeer meerdere exemplaren, voor elke taal een versie, om de juiste taal weer te geven.
tr: Galeri metinlerini her dilde görüntülemek için tüm dilleri işaretlemeden bırakın veya görüntülemek istediğiniz belirli dilleri işaretleyin.<br><br>Farklı diller için çevrilmiş metinler oluşturmak için birden çok kopya oluşturun yalnızca her sürüm için uygun dili ayarlayın.

source: Summary page and Menu title
de: Übersichtsseite und Menutitel
nl: Overzichtspagina en menutitel
tr: Özet sayfası ve Menü başlığı

source: This is a brief title. It is displayed in two places.<ol><li> It is used as the main menu item name if your theme uses names, and you have more than one gallery. If you only have one gallery, then the title of that gallery is used. It should be kept short or it might break the menu display.</li><li>It is used as the main title on the display page, above the tabbed list of galleries.</li></ol>
de: Ein kurzer Titel, der an zwei Stellen verwendet wird:<ol><li> Als Bezeichnung des Hauptmenus, falls Sie mehr als eine Seite angelegt haben und das ausgewählte Design Bezeichnungen unterstützt. Falls Sie nur eine Seite angelegt haben, wird stattdessen der Titel dieser Seite verwendet. Die Bezeichnung sollte möglichst kurz sein, damit die Anzeige nicht den Rahmen des Layouts sprengt.</li><li>Als Überschrift auf allen angelegten Seiten, oberhalb der Tab-Reihe.</li></ol>
nl: Dit is een korte titel. Het wordt weergegeven op twee plaatsen.<ol><li> Het wordt gebruikt als het belangrijkste menu-item als uw thema maakt gebruik van namen, en je hebt meer dan een galerie. Als u slechts één galerie heeft, dan wordt de titel van die galerie gebruikt. Het moet kort worden gehouden of het wordt niet goed weergegeven. <li><li> Het wordt gebruikt als de belangrijkste titel op de weergavepagina, boven de tabbladenlijst van galeries. </li></ol>
tr: Bu kısa bir başlık. İki yerde görüntülenir.<ol><li> Temanız ad kullanıyorsa ve birden fazla galeriniz varsa ana menü öğesi adı olarak kullanılır. Yalnızca bir galeriniz varsa, o galerinin başlığı kullanılır. Kısa tutulmalıdır, aksi takdirde menü görüntüsünü bozabilir.</li><li>Görüntülenen sayfada, sekmeli galeriler listesinin üstünde ana başlık olarak kullanılır.</li></ol>

source: Gallery description
de: Beschreibung der Galerie
nl: Galerie omschrijving
tr: Galeri açıklaması

source: This is a sub-heading that will display below the Summary page title, above the tabbed list of galleries. It can contain HTML elements including an image if you wish. Simply ensure there is no content if you do not want to display it.
de: Dies ist eine Unterüberschrift, die unter dem Titel der Seite "Zusammenfassung", oberhalb der Registerkarten Liste der Galerien angezeigt wird. Es kann enthalten HTML-Elemente, einschließlich eines Bildes, wenn Sie es wünschen. Einfach sicherzustellen Sie, gibt es keine Inhalte, wenn Sie nicht, um es anzuzeigen möchten.
nl: Dit is een subtitel die wordt weergegeven onder de Overzichtspaginatitel, boven de tabbladenlijst van galeries. Het kan HTML-elementen bevatten, waaronder een afbeelding als u wil. Gewoon zorgen dat er geen inhoud is, als u het niet wil weergeven.
tr: Bu, Özet sayfası başlığının altında, sekmeli galeriler listesinin üstünde görüntülenecek bir alt başlıktır. İsterseniz bir resim de dahil olmak üzere HTML öğeleri içerebilir. Görüntülemek istemiyorsanız içerik olmadığından emin olun.

source: Gallery source
de: Galerie Quelle zeigen
nl: Galerie bron
tr: Galeri kaynağı

source: Here you can either select the kiwitrees media folder to display in this gallery page, or you can set a link to a Flickr or Picasa location for your group of images.<br><em>[Such external sources must be public or they will not be viewable in kiwitrees.]</em><br><br>For Flickr (www.flickr.com), enter the <strong>Set</strong> number of your images, usually a long number like <strong>72157633272831222</strong>. Nothing else is required in this field.<br><br>The module will add these references to the correct URLs to link to your Flickr site.
nl: Hier kunt u ofwel de kiwitrees mediamap selecteren om te laten zien in deze galerie pagina, of u kunt een link naar een Flickr of Picasa locatie instellen voor uw groep afbeeldingen. <br> <em> [Een dergelijke externe bron moet openbaar zijn of ze zullen niet zichtbaar zijn in kiwitrees.] </em><br> Voor Flickr (www.flickr.com), voert u het <strong>Voer in</strong> aantal van uw foto's, meestal een lang nummer zoals <strong>72157633272831222</strong>. Niets anders is nodig in dit veld.<br><br> Voor Picassa (picasaweb.google.com) voer uw gebruikersnaam en gebruikers-album in, in het formaat <strong>gebruikersnaam/album</strong>zoals<strong>kiwi3685/NZImages</strong><br><br>De module zal deze verwijzingen naar de juiste URL's toevoegen aan een link naar uw Flickr of Picasa websites.
tr: Burada, bu galeri sayfasında görüntülenecek kiwitrees medya klasörünü seçebilir veya resim grubunuz için bir Flickr veya Picasa konumuna bir bağlantı ayarlayabilirsiniz.<br><em>[Bu tür dış kaynaklar herkese açık olmalıdır, aksi takdirde kiwitrees'te görüntülenemezler.]</em><br><br>Flickr (www.flickr.com) için, resimlerinizin <strong>Ayarlama</strong> numarasını, genellikle <strong>72157633272831222</strong> gibi uzun bir sayıyı girin. Bu alanda başka hiçbir şeye gerek yok.<br><br>Modül, Flickr sitenize bağlantı vermek için bu referansları doğru URL'lere ekleyecektir.

source: Gallery themes
de: Galerie Themen
nl: Galerie thema's
tr: Galeri temaları

source: There are TWO types of theme in operation for this module.<br><br>The first is the standard kiwitrees theme (kiwitrees, clouds, colors, xenea etc). This controls the overall container for the gallery and the menu images in each of the kiwitrees themes. These are switched automatically when you change the main kiwitrees theme.<br><br>In addition, there is the Galleria theme that controls the actual image display area. This module includes three default themes for this, two supplied by Galleria (called "classic" and "azur"), and an alternative "simpl_galleria" one designed to compliment the colors of the blue-based themes such as clouds and xenea. There are also other themes available <u>for purchase</u> from the Galleria website. Switch between the "Azur", "Classic" and "Simpl_galleria" by selecting them on the configuration page.<br><br>To add other Galleria themes, download them from their website (www.galleria.io/), and copy them to the kiwitrees /modules_vX/gallery/galleria/themes/ folder.<br>You should then add a 250px x 140px thumbnail image to suit in the kiwitrees /modules_vX/gallery/images folder, named to match the theme and of type png (like classic.png).
nl: Er zijn TWEE soorten thema's in gebruik voor deze module.<br><br>De eerste is het standaard kiwitrees thema (kiwitrees, clouds, colors, xenea etc). Dit regelt de algehele opmaak voor de galerie en het menu afbeeldingen in elk van de kiwitrees thema's. Deze worden automatisch ingeschakeld wanneer u de belangrijkste kiwitrees thema's veranderd.<br><br>Daarnaast is er het Galleria thema dat de werkelijke afbeeldingsweergave beheert. Deze module bestaat uit drie standaard thema's, twee door Galleria geleverd (de zogenaamde "classic" and "azur"), en een alternatief "simpl_galleria" die is ontworpen om bij de kleuren van de blauwe-gebaseerde thema's zoals clouds en xenea te passen. Er zijn ook andere thema's beschikbaar <u>te koop </u> op de Galleria website. Schakel tussen de "Azur", "Classic" en "Simpl_galleria" door ze op de configuratiepagina te selecteren. <br><br> Om andere Galleria thema's toe te voegen, download dan van hun website (www.galleria.io/), en kopieer ze naar de map kiwitrees/modules_vX/gallery/galleria/themes/.<br> U moet dan een 250px x 140px miniatuur afbeelding toevoegen aan de map kiwitrees /modules_vX /gallery/images, genoemd naar het thema en van het type png (zoals azur.png).
tr: Bu modül için çalışan İKİ tür tema vardır.<br><br>Birincisi standart kiwitrees temasıdır (kiwitrees, bulutlar, renkler, xenea vb.). Bu, galeri için genel kapsayıcıyı ve kiwitrees temalarının her birindeki menü görüntülerini denetler. Ana kiwitrees temasını değiştirdiğinizde bunlar otomatik olarak değiştirilir.<br><br>Ayrıca, gerçek görüntü görüntüleme alanını kontrol eden Galleria teması da vardır. Bu modül, ikisi Galleria ("klasik" ve "azur" olarak adlandırılır) tarafından sağlanan üç varsayılan tema ve bulutlar ve xenea gibi mavi tabanlı temaların renklerini tamamlamak için tasarlanmış alternatif bir "basit_galeri" içerir. Galleria web sitesinde <u>satın alınabilecek</u> başka temalar da vardır. Yapılandırma sayfasında seçerek "Azur", "Klasik" ve "Basit_galeri" arasında geçiş yapın.<br><br>Diğer Galleria temalarını eklemek için web sitelerinden (www.galleria.io/) indirin ve kiwitrees /modules_vX/gallery/galleria/themes/ klasörüne kopyalayın.<br>Ardından, kiwitrees /modules_vX/gallery/images klasörüne uyacak şekilde, temaya uygun olarak adlandırılan ve png (klasik.png gibi) türünde bir 250px x 140px küçük resim eklemelisiniz.

source: Gallery
de: Galerie
nl: Galerie
tr: Galeri

source: These are galleries
de: Hier die Galerien
nl: Dit zijn galeries
tr: Bunlar galeriler

source: Display image galleries.
de: Galerien zeigen
nl: Toon afbeeldingen galeries
tr: Resim galerilerini görüntüleyin.

source: Edit gallerys
de: Galerien ändern
nl: Bewerk galeries
tr: Galerileri düzenle

source: Flickr set number
de: Flickr-Fotosystem Nummer
nl: Flickr voer nummer in
tr: Flickr ayar numarası

source: Show this gallery for which languages?
de: In welchen Sprachen sollen diese Galerien angezeigt werden?
nl: Toon deze galerie voor welke talen?
tr: Bu galeri hangi diller için gösterilsin?

source: Galleries
de: Galerien
nl: Galeries
tr: Galeriler

source: Main menu and summary page title
de: Hauptmenu und Überschrift der Übersichtsseite
nl: Hoofdmenu en overzichtspaginatitel
tr: Ana menü ve özet sayfası başlığı

source: Summary page description
de: Beschreibung der Übersichtsseite
nl: Overzichtspaginabeschrijving
tr: Özet sayfası açıklaması

source: Select gallery theme
de: Galerie Thema auswählen
nl: Selecteer galerie thema
tr: Galeri temasını seçin

source: Add gallery
de: Füge eine Galerie hinzu
nl: Voeg galerie toe
tr: Galeri ekle

source: No pages have been created
de: Es sind noch keine Seiten erstellt worden.
nl: Er zijn geen pagina's gemaakt.
tr: Hiçbir sayfa oluşturulmadı

source: Show descriptions
de: Beschreibungen zeigen
nl: Toon omschrijvingen
tr: Açıklamaları göster

source: Hide descriptions
de: Beschreibungen verbergen
nl: Verberg omschrijvingen
tr: Açıklamaları gizle

source: Play slideshow
de: Abspielen der Diashow
nl: Speel slideshow
tr: Slayt gösterisini oynat

source: Pause slideshow
de: Unterbrechen der Diashow
nl: Pauzeer slideshow
tr: Slayt gösterisini duraklat

source: Enter fullscreen
de: Eingabe Vollbild
nl: Ga naar volledige schermweergave
tr: Tam ekrana girin

source: Exit fullscreen
de: Beenden Vollbild
nl: Verlaat volledige schermweergave
tr: Tam ekrandan çıkın

source: Next image
de: Nächstes Bild
nl: Volgende afbeelding
tr: Sonraki resim

source: Previous image
de: voriges Bild
nl: Vorige afbeelding
tr: Önceki resim

source: Image collections related to our family
de: verwandte Familienbilder
nl: Afbeeldingscollectie verbonden met onze familie
tr: Ailemizle ilgili resim koleksiyonları

source: Linked to:
de: Verbunden mit:
nl: Gekoppeld aan:
tr: İle bağlantılı:

source: Display by Galleria (%1s)
de: Anzeige von Galleria (%1s)
nl: Weergave door Galleria (%1s)
tr: Galleria tarafından görüntüleniyor (%1s)

source: Gallery is empty. Please choose other gallery.
de: Diese Galerie ist leer. Bitte eine andere wählen.
nl: Galerie is leeg. Aub kies andere galerie.
tr: Galeri boş. Lütfen diğer galeriyi seçin.

source: A greeting message for site visitors.
de: Eine Begrüßungsnachricht für Besucher der Seite
nl: Een welkomstbericht voor bezoekers van de site.
tr: Site ziyaretçileri için bir tebrik mesajı.

source: Default chart
de: Standarddiagramm
nl: Standaard diagram
tr: Varsayılan grafik

source: Display and manage a family tree’s favorite pages.
de: Anzeigen und Verwalten der Stammbaum-Favoriten.
nl: Toon en beheer een stambooms favoriete pagina's.
tr: Bir aile ağacının sık kullanılan sayfalarını görüntüleyin ve yönetin.

source: Are you sure you want to remove this?
de: Sind Sie sicher, dass Sie dieses entfernen möchten?
nl: Weet u zeker dat u dit wit verwijderen?
tr: Bunu kaldırmak istediğinizden emin misiniz?

source: Add a favorite
de: Lesezeichen hinzufügen
nl: Voeg een favoriet toe
tr: Sık kullanılan ekle

source: Enter an optional note about this favorite
de: Einen optionalen Kommentar zu diesem Favoriten eingeben
nl: Voer een optionele notitie in over deze favoriet
tr: Bu sık kullanılan hakkında isteğe bağlı bir not girin

source: News
de: Neuigkeiten
nl: Nieuws
tr: Haberler

source: Family news and site announcements.
de: Neuigkeiten und Bekanntmachungen rund um die Familie und die Website
nl: Familienieuws en site-aankondigingen
tr: Aile haberleri ve site duyuruları.

source: No News articles have been submitted.
de: Es sind keine Neuigkeiten eingetragen.
nl: Er zijn geen nieuwsartikelen geplaatst.
tr: Hiçbir Haber makalesi gönderilmedi.

source: Are you sure you want to delete this News entry?
de: Möchten Sie diesen Artikel wirklich löschen?
nl: Moet dit nieuwsartikel echt verwijderd worden?
tr: Bu Haber girişini silmek istediğinizden emin misiniz?

source: Add a News article
de: Einen Artikel unter Neuigkeiten eintragen
nl: Voeg een nieuwsartikel toe
tr: Bir Haber makalesi ekle

source: No limit
de: Keine
nl: Geen beperking
tr: Limit yok

source: Age of item
de: Alter
nl: Ouderdom van artikel
tr: Öğenin yaşı

source: Number of items
de: Anzahl
nl: Aantal artikelen
tr: Öğe sayısı

source: The size of the family tree, earliest and latest events, common names, etc.
de: Anzahl der Individuen im Stammbaum, älteste und neueste Ereignisse, häufige Namen, usw.
nl: De grootte van de stamboom, vroegste en laatste gebeurtenissen, gemeenschappelijke namen, etc
tr: Aile ağacının büyüklüğü, en erken ve en son olaylar, yaygın isimler vb.

source: This family tree was last updated on %s.
de: Dieser Stammbaum wurde am %s zuletzt aktualisiert.
nl: Deze stamboom werd het laatst gewijzigd op %s.
tr: Bu aile ağacı en son %s tarihinde güncellendi.

source: Total users
de: Anzahl Benutzer
nl: Totaal aantal gebruikers
tr: Toplam kullanıcı

source: Earliest birth year
de: Frühestes Geburtsdatum
nl: Vroegste geboortejaar
tr: En erken doğum yılı

source: Latest birth year
de: Letztes Geburtsdatum
nl: Laatste geboortejaar
tr: En son doğum yılı

source: Earliest death year
de: Frühestes Sterbedatum
nl: Vroegste jaar van overlijden
tr: En erken ölüm yılı

source: Latest death year
de: Letztes Sterbedatum
nl: Laatste jaar van overlijden
tr: En son ölüm yılı

source: Person who lived the longest
de: Person, die am längsten lebte
nl: Langst levende persoon
tr: En uzun yaşayan kişi

source: Family with the most children
de: Familie mit den meisten Kindern
nl: Gezin met de meeste kinderen
tr: En çok çocuğu olan aile

source: View statistics as graphs
de: Statistiken als Diagramme zeigen
nl: Toon statistieken als diagrammen
tr: İstatistikleri grafik olarak görüntüleyin

source: Most Common Surnames
de: Häufigste Nachnamen
nl: Meest voorkomende achternamen
tr: En Yaygın Soyadları

source: Show date of last update?
de: Zeige das Datum der letzen Aktualisierung?
nl: Laatste wijzigingsdatum tonen?
tr: Son güncelleme tarihi gösterilsin mi?

source: Show common surnames?
de: Häufig vorkommende Nachnamen zeigen?
nl: Toon Meest voorkomende achternamen?
tr: Yaygın soyadları gösterilsin mi?

source: Select the stats to show in this block
de: Bitte wählen Sie Statistiken für diesen Block, die Sie sehen möchten
nl: Selecteer de te tonen statistieken in dit blok
tr: Bu blokta gösterilecek istatistikleri seçin

source: Other records
de: Andere Datensätze
nl: Andere records
tr: Diğer kayıtlar

source: Show link to Statistics charts?
de: Link zu Statistiken-Diagrammen zeigen?
nl: Toon koppeling naar Statistiekendiagram?
tr: İstatistik grafiklerine bağlantı gösterilsin mi?

source: Level
de: Stufe
nl: Nivo
tr: Seviye

source: County
de: Kreis
tr: İlçe

source: Zoom factor
de: Zoomfaktor
tr: Yakınlaştırma faktörü

source: Icon
de: Symbol
nl: Pictogram
tr: Simge

source: Google Maps™ preferences
de: Google Maps™ Voreinstellungen
nl: Google Maps™ voorkeuren
tr: Google Haritalar™ tercihleri

source: Geographic data
de: geografische Daten
nl: Geografische gegevens
tr: Coğrafi veriler

source: Place Check
de: Orts Prüfung
nl: Plaatscontrole
tr: Yer Kontrolü

source: File containing places (CSV)
de: Lokale-Datei mit den Orten (CSV)
nl: Bestand met plaatsgegevens (CSV)
tr: Yerleri içeren dosya (CSV)

source: Server file containing places (CSV)
de: Server-Datei mit den Orten (CSV)
nl: Plaatsbestand (CSV) op server
tr: Yerleri içeren sunucu dosyası (CSV)

source: Select a file from the list of files already on the server which contains the place locations in CSV format.
de: Wählen Sie aus der Liste der bereits auf dem Server bestehenden Dateien die Datei die Ortsdaten im CSV-Format enthält.
nl: Selecteer een bestand uit de lijst van bestanden op de server, waarin de plaatslocaties in CSV formaat zijn opgeslagen.
tr: Sunucuda bulunan ve CSV biçimindeki yer konumlarını içeren dosyalar listesinden bir dosya seçin.

source: Delete all existing geographic data before importing the file.
de: Lösche alle vorhandenen geographischen Daten vor dem Import der Datei.
nl: Verwijder alle bestaande geografische data vóór het importeren van het bestand.
tr: Dosyayı içe aktarmadan önce mevcut tüm coğrafi verileri silin.

source: Do not create new locations, just import coordinates for existing locations.
de: Keine neuen Orte anlegen, lediglich Koordinaten für bestehende importieren.
nl: Creëer geen nieuwe locaties, importeer alleen coördinaten voor bestaande locaties.
tr: Yeni konumlar oluşturmayın, sadece mevcut konumlar için koordinatları içe aktarın.

source: Overwrite existing coordinates.
de: Überschreiben existierender Koordinaten
nl: Overschrijf bestaande coördinaten
tr: Mevcut koordinatların üzerine yaz.

source: Continue Adding
de: Weitere hinzufügen
nl: Doorgaan met toevoegen
tr: Eklemeye Devam Et

source: By default the list shows only those places which can be matched between the Google Maps place list and your family trees. You may have details for other places, such as those imported in bulk from an external file. This option also allows you to list all the places that exist the Google Maps list, or just those that exist in the Google Maps table but not on your family trees.
de: Standardmäßig werden die "aktiven" Orte angezeigt, also Einträge im Google Maps Ortsverzeichnis, die mit Ortsangaben innerhalb der Stammbäume übereinstimmen. Es können auch weitere Ortseinträge existieren, die z.B. durch das Hochladen von geografischen Daten einer externen Datei entstanden sind. Optional können daher auch "alle" Einträge des Google Maps Ortsverzeichnisses angezeigt werden oder nur "inaktive" Orte, die zwar im Google Maps Ortsverzeichnis vorhanden sind, aber keine Entsprechung in den Stammbäumen haben.
nl: Standaard toont de lijst alleen plaatsen welke overeenkomen met de Google Maps plaatsenlijst in uw stamboom. U mag details hebben voor andere plaatsen, zoals welke massaal geïmporteerd van een extern bestand. Deze optie staat toe om een lijst te maken van alle plaatsen die bestaan in de Google Maps lijst of juist van deze die in de Google Maps tabel bestaan, maar niet in uw stamboom.
tr: Varsayılan olarak liste, yalnızca Google Haritalar yer listesi ile aile ağaçlarınız arasında eşleştirilebilecek yerleri gösterir. Harici bir dosyadan toplu olarak içe aktarılanlar gibi başka yerlere ilişkin ayrıntılara sahip olabilirsiniz. Bu seçenek ayrıca, Google Haritalar listesinde bulunan tüm yerleri veya yalnızca Google Haritalar tablosunda bulunan ancak aile ağaçlarınızda bulunmayan yerleri listelemenize olanak tanır.

source: Top Level
de: Höchste Stufe
nl: Hoogste niveau
tr: Üst Seviye

source: List places
de: Orte auflisten
nl: Lijst plaatsen
tr: Yerleri listele

source: Active
de: Aktiv
nl: Actief
tr: Etkin

source: Inactive
de: Inaktiv
nl: Inactief
tr: Etkin değil

source: %s places
de: %s Orte
nl: %s plaatsen
tr: %s yer

source: No places found
de: Keine Orte gefunden
nl: Geen plaatsen gevonden
tr: Yer bulunamadı

source: Add a new geographic location
de: Füge einen neuen geografischen Ort hinzu.
nl: Voeg een nieuwe geografische locatie toe.
tr: Yeni bir coğrafi konum ekle

source: Import all places from a family tree
de: Importiere alle Ortsangaben aus einem Stammbaum
nl: Importeer alle plaatsen van een stamboom.
tr: Tüm yerleri bir aile ağacından içe aktarın

source: Import
nl: Importeer
tr: İçe aktar

source: Upload geographic data
de: Geografische Daten hochladen.
nl: Upload geografische data
tr: Coğrafi verileri yükleyin

source: Download geographic data
de: Geografische Daten herunterladen.
nl: Download geografische data
tr: Coğrafi verileri indirin

source: Download
de: Herunterladen
tr: İndir
