Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Adoption of a grandson
de: Adoption eines Enkelsohns
nl: Adoptie van een kleinzoon
tr: Bir erkek torunun evlat edinilmesi

source: Adoption of a granddaughter
de: Adoption einer Enkeltochter
nl: Adoptie van een kleindochter
tr: Bir kız torunun evlat edinilmesi

source: Adoption of a grandchild
de: Enkel: Adoption
nl: Adoptie van een kleinkind
tr: Bir torunun evlat edinilmesi

# daughter's son
source: Adoption of a grandson
de: Adoption eines Enkels
nl: Adoptie van een kleinzoon
tr: Bir erkek torunun evlat edinilmesi

# daughter's daughter
source: Adoption of a granddaughter
de: Adoption einer Enkelin
nl: Adoptie van een kleindochter
tr: Bir kız torunun evlat edinilmesi

# son's son
source: Adoption of a grandson
de: Adoption eines Enkels
nl: Adoptie van een kleinzoon
tr: Bir erkek torunun evlat edinilmesi

# son's daughter
source: Adoption of a granddaughter
de: Adoption einer Enkelin
nl: Adoptie van een kleindochter
tr: Bir kız torunun evlat edinilmesi

source: Adoption of a half-brother
de: Adoption eines Halb-Bruders
nl: Adoptie van een halfbroer
tr: Bir üvey erkek kardeşin evlat edinilmesi

source: Adoption of a half-sister
de: Adoption einer Halb-Schwester
nl: Adoptie van een halfzus
tr: Bir üvey kız kardeşin evlat edinilmesi

source: Adoption of a half-sibling
de: Adoption eines Halbgeschwisters
nl: Adoptie van een halfbroer/zus
tr: Bir üvey kardeşin evlat edinilmesi

source: Adoption of a brother
de: Adoption eines Bruders
nl: Adoptie van een broer
tr: Bir erkek kardeşin evlat edinilmesi

source: Adoption of a sister
de: Adoption einer Schwester
nl: Adoptie van een zus
tr: Bir kız kardeşin evlat edinilmesi

source: Adoption of a sibling
de: Adoption eines Geschwisters
nl: Adoptie van broer/zus
tr: Bir kardeşin evlat edinilmesi

# MALE
source: Also known as
de: Auch bekannt als
nl: Ook bekend als
tr: Olarak da bilinir

# FEMALE
source: Also known as
de: Auch bekannt als
nl: Ook bekend als
tr: Olarak da bilinir

source: Also known as
de: Auch bekannt als
nl: Ook bekend als
tr: Olarak da bilinir

source: Baptism of a son
de: Taufe eines Sohns
nl: Doop van een zoon
tr: Bir oğlun vaftizi

source: Baptism of a daughter
de: Taufe einer Tochter
nl: Doop van een dochter
tr: Bir kızın vaftizi

source: Baptism of a child
de: Kind: Taufe
nl: Doop van een kind
tr: Bir çocuğun vaftizi

source: Baptism of a grandson
de: Taufe eines Enkelsohns
nl: Doop van een kleinzoon
tr: Bir erkek torunun vaftizi

source: Baptism of a granddaughter
de: Taufe einer Enkeltochter
nl: Doop van een kleindochter
tr: Bir kız torunun vaftizi

source: Baptism of a grandchild
de: Enkel: Taufe
nl: Doop van een kleinkind
tr: Bir torunun vaftizi

# daughter's son
source: Baptism of a grandson
de: Taufe eines Enkels
nl: Doop van een kleinzoon
tr: Bir erkek torunun vaftizi

# daughter's daughter
source: Baptism of a granddaughter
de: Taufe einer Enkelin
nl: Doop van een kleindochter
tr: Bir kız torunun vaftizi

# son's son
source: Baptism of a grandson
de: Taufe eines Enkels
nl: Doop van een kleinzoon
tr: Bir erkek torunun vaftizi

# son's daughter
source: Baptism of a granddaughter
de: Taufe einer Enkelin
nl: Doop van een kleindochter
tr: Bir kız torunun vaftizi

source: Baptism of a half-brother
de: Taufe eines Halb-Bruders
nl: Doop van een halfbroer
tr: Bir üvey erkek kardeşin vaftizi

source: Baptism of a half-sister
de: Taufe einer Halb-Schwester
nl: Doopsel van een half-zus
tr: Bir üvey kız kardeşin vaftizi

source: Baptism of a half-sibling
de: Halbgeschwister: Taufe
nl: Doop van een halfbroer/zus
tr: Bir üvey kardeşin vaftizi

source: Baptism of a brother
de: Taufe eines Bruders
nl: Doop van een broer
tr: Bir erkek kardeşin vaftizi

source: Baptism of a sister
de: Taufe einer Schwester
nl: Doop van een zus
tr: Bir kız kardeşin vaftizi

source: Baptism of a sibling
de: Geschwister: Taufe
nl: Doop van een broer/zus
tr: Bir kardeşin vaftizi

source: Bibliography
de: Bibliographie
nl: Bibliografie
tr: Kaynakça

source: Birth of a son
de: Geburt eines Sohnes
nl: Geboorte van een zoon
tr: Bir oğlun doğumu

source: Birth of a daughter
de: Geburt einer Tochter
nl: Geboorte van een dochter
tr: Bir kızın doğumu

source: Birth of a child
de: Kind: Geburt
nl: Geboorte van een kind
tr: Bir çocuğun doğumu

source: Birth of a grandson
de: Geburt eines Enkelsohns
nl: Geboorte van een kleinzoon
tr: Bir erkek torunun doğumu

source: Birth of a granddaughter
de: Geburt einer Enkeltochter
nl: Geboorte van een kleindochter
tr: Bir kız torunun doğumu

source: Birth of a grandchild
de: Enkel: Geburt
nl: Geboorte van een kleinkind
tr: Bir torunun doğumu

# daughter's son
source: Birth of a grandson
de: Geburt eines Enkels
nl: Geboorte van een kleinzoon
tr: Bir erkek torunun doğumu

# daughter's daughter
source: Birth of a granddaughter
de: Geburt einer Enkelin
nl: Geboorte van een kleindochter
tr: Bir kız torunun doğumu

# son's son
source: Birth of a grandson
de: Geburt eines Enkels
nl: Geboorte van een kleinzoon
tr: Bir erkek torunun doğumu

# son's daughter
source: Birth of a granddaughter
de: Geburt einer Enkelin
nl: Geboorte van een kleindochter
tr: Bir kız torunun doğumu

source: Birth of a half-brother
de: Geburt eines Halb-Bruders
nl: Geboorte van een halfbroer
tr: Bir üvey erkek kardeşin doğumu

source: Birth of a half-sister
de: Geburt einer Halb-Schwester
nl: Geboorte van een halfzuster
tr: Bir üvey kız kardeşin doğumu

source: Birth of a half-sibling
de: Halbgeschwister: Geburt
nl: Geboorte van een halfbroer/zus
tr: Bir üvey kardeşin doğumu

source: Birth of a brother
de: Geburt eines Bruders
nl: Geboorte van een broer
tr: Bir erkek kardeşin doğumu

source: Birth of a sister
de: Geburt einer Schwester
nl: Geboorte van een zuster
tr: Bir kız kardeşin doğumu

source: Birth of a sibling
de: Geschwister: Geburt
nl: Geboorte van een broer/zus
tr: Bir kardeşin doğumu

source: Date of brit milah
de: Datum der Brit Mila
nl: Datum van brit milah
tr: Brit milah tarihi

source: Place of brit milah
de: Ort der Brit Mila
nl: Plaats van Brit milah
tr: Brit milah yeri

source: Burial of a son
de: Beerdigung eines Sohns
nl: Begrafenis van een zoon
tr: Bir oğlun defnedilmesi

source: Burial of a daughter
de: Beerdigung einer Tochter
nl: Begrafenis van een dochter
tr: Bir kızın defnedilmesi

source: Burial of a child
de: Kind: Beerdigung
nl: Begrafenis van een kind
tr: Bir çocuğun defnedilmesi

source: Burial of a grandson
de: Beerdigung eines Enkelsohns
nl: Begrafenis van een kleinzoon
tr: Bir erkek torunun defnedilmesi

source: Burial of a granddaughter
de: Beerdigung einer Enkeltochter
nl: Begrafenis van een kleindochter
tr: Bir kız torunun defnedilmesi

source: Burial of a grandchild
de: Enkel: Beerdigung
nl: Begrafenis van een kleinkind
tr: Bir torunun defnedilmesi

# daughter's son
source: Burial of a grandson
de: Beerdigung eines Enkels
nl: Begrafenis van een kleinzoon
tr: Bir erkek torunun defnedilmesi

# daughter's daughter
source: Burial of a granddaughter
de: Beerdigung einer Enkelin
nl: Begrafenis van een kleindochter
tr: Bir kız torunun defnedilmesi

# son's son
source: Burial of a grandson
de: Beerdigung eines Enkels
nl: Begrafenis van een kleinzoon
tr: Bir erkek torunun defnedilmesi

# son's daughter
source: Burial of a granddaughter
de: Beerdigung einer Enkelin
nl: Begrafenis van een kleindochter
tr: Bir kız torunun defnedilmesi

source: Burial of a grandfather
de: Beerdigung eines Großvaters
nl: Begrafenis van een grootvader
tr: Bir büyükbabanın defnedilmesi

source: Burial of a grandmother
de: Beerdigung einer Großmutter
nl: Begrafenis van een grootmoeder
tr: Bir büyükannenin defnedilmesi

source: Burial of a grandparent
de: Beerdigung eines Großelternteils
nl: Begrafenis van een grootouder
tr: Bir büyük ebeveynin defnedilmesi

source: Burial of a paternal grandfather
de: Beerdigung eines Großvaters
nl: Begrafenis van grootvader van vader's kant
tr: Baba tarafından bir büyükbabanın defnedilmesi

source: Burial of a paternal grandmother
de: Beerdigung einer Großmutter
nl: Begrafenis van grootmoeder van vader's kant
tr: Baba tarafından bir büyükannenin defnedilmesi

source: Burial of a paternal grandparent
de: Beerdigung eines väterlichen Großelternteils
nl: Begrafenis van een grootouder van vader's kant
tr: Baba tarafından bir büyük ebeveynin defnedilmesi

source: Burial of a maternal grandfather
de: Beerdigung eines Großvaters
nl: Begrafenis grootvader van moeder's kant
tr: Anne tarafından bir büyükbabanın defnedilmesi

source: Burial of a maternal grandmother
de: Beerdigung einer Großmutter
nl: Begrafenis grootmoeder van moeders kant
tr: Anne tarafından bir büyükannenin defnedilmesi

source: Burial of a maternal grandparent
de: Beerdigung eines mütterlichen Großelternteils
nl: Begrafenis van een grootouder van moeders kant
tr: Anne tarafından bir büyük ebeveynin defnedilmesi

source: Burial of a half-brother
de: Beerdigung eines Halb-Bruders
nl: Begrafenis van een halfbroer
tr: Bir üvey erkek kardeşin defnedilmesi

source: Burial of a half-sister
de: Beerdigung einer Halb-Schwester
nl: Begrafenis van een halfzuster
tr: Bir üvey kız kardeşin defnedilmesi

source: Burial of a half-sibling
de: Halbgeschwister: Beerdigung
nl: Begrafenis van halfbroer/zus
tr: Bir üvey kardeşin defnedilmesi

source: Burial of a father
de: Vater: Beerdigung
nl: Begrafenis van een vader
tr: Bir babanın defnedilmesi

source: Burial of a mother
de: Mutter: Beerdigung
nl: Begrafenis van een moeder
tr: Bir annenin defnedilmesi

source: Burial of a parent
de: Beerdigung eines Elternteils
nl: Begrafenis van een ouder
tr: Bir ebeveynin defnedilmesi

source: Burial of a brother
de: Beerdigung eines Bruders
nl: Begrafenis van een broer
tr: Bir erkek kardeşin defnedilmesi

source: Burial of a sister
de: Beerdigung einer Schwester
nl: Begrafenis van een zuster
tr: Bir kız kardeşin defnedilmesi

source: Burial of a sibling
de: Geschwister: Beerdigung
nl: Begrafenis van broer/zus
tr: Bir kardeşin defnedilmesi

source: Burial of a husband
de: Beerdigug des Ehemanns
nl: Begrafenis van een echtgenoot
tr: Bir kocanın defnedilmesi

source: Burial of a wife
de: Beerdigung der Ehefrau
nl: Begrafenis van een echtgenote
tr: Bir hanımın defnedilmesi

source: Burial of a spouse
de: Ehegatte: Beerdigung
nl: Begrafenis van een huwelijkspartner
tr: Bir eşin defnedilmesi

source: Christening of a son
de: Taufe eines Sohnes
nl: Doop van een zoon
tr: Bir oğlun vaftiz edilmesi

source: Christening of a daughter
de: Taufe einer Tochter
nl: Doop van een dochter
tr: Bir kızın vaftiz edilmesi

source: Christening of a child
de: Kind: Taufe
nl: Doop van een kind
tr: Bir çocuğun vaftiz edilmesi

source: Christening of a grandson
de: Taufe eines Enkelsohns
nl: Doop van een kleinzoon
tr: Bir erkek torunun vaftiz edilmesi

source: Christening of a granddaughter
de: Taufe einer Enkeltochter
nl: Doop van een kleindochter
tr: Bir kız torunun vaftiz edilmesi

source: Christening of a grandchild
de: Enkel: Taufe
nl: Doop van een kleinkind
tr: Bir torunun vaftiz edilmesi

# daughter's son
source: Christening of a grandson
de: Taufe eines Enkels
nl: Doop van een kleinzoon
tr: Bir erkek torunun vaftiz edilmesi

# daughter's daughter
source: Christening of a granddaughter
de: Taufe einer Enkelin
nl: Doop van een kleindochter
tr: Bir kız torunun vaftiz edilmesi

# son's son
source: Christening of a grandson
de: Taufe eines Enkels
nl: Doop van een kleinzoon
tr: Bir erkek torunun vaftiz edilmesi

# son's daughter
source: Christening of a granddaughter
de: Taufe einer Enkelin
nl: Doop van een kleindochter
tr: Bir kız torunun vaftiz edilmesi

source: Christening of a half-brother
de: Taufe eines Halb-Bruders
nl: Doop van een halfbroer
tr: Bir üvey erkek kardeşin vaftiz edilmesi

source: Christening of a half-sister
de: Taufe einer Halb-Schwester
nl: Doop van een halfzus
tr: Bir üvey kız kardeşin vaftiz edilmesi

source: Christening of a half-sibling
de: Halbgeschwister: Taufe
nl: Doop van een halfbroer/zus
tr: Bir üvey kardeşin vaftiz edilmesi

source: Christening of a brother
de: Taufe eines Bruders
nl: Doop van een broer
tr: Bir erkek kardeşin vaftiz edilmesi

source: Christening of a sister
de: Taufe einer Schwester
nl: Doop van een zus
tr: Bir kız kardeşin vaftiz edilmesi

source: Christening of a sibling
de: Geschwister: Taufe
nl: Doop van een broer/zus
tr: Bir kardeşin vaftiz edilmesi

source: Cremation of a son
de: Feuerbestattung eines Sohnes
nl: Crematie van een zoon
tr: Bir oğlun ölüsünün yakılması

source: Cremation of a daughter
de: Feuerbestattung einer Tochter
nl: Crematie van een dochter
tr: Bir kızın ölüsünün yakılması

source: Cremation of a child
de: Kind: Einäscherung
nl: Crematie van een kind
tr: Bir çocuğun ölüsünün yakılması

source: Cremation of a grandson
de: Feuerbestattung eines Enkelsohns
nl: Crematie van een kleinzoon
tr: Bir erkek torunun ölüsünün yakılması

source: Cremation of a granddaughter
de: Feuerbestattung einer Enkeltochter
nl: Crematie van een kleindochter
tr: Bir kız torunun ölüsünün yakılması

source: Cremation of a grandchild
de: Enkel: Einäscherung
nl: Crematie van een kleinkind
tr: Bir torunun ölüsünün yakılması

# daughter's son
source: Cremation of a grandson
de: Feuerbestattung eines Enkels
nl: Crematie van een kleinzoon
tr: Bir erkek torunun ölüsünün yakılması

# daughter's daughter
source: Cremation of a granddaughter
de: Feuerbestattung einer Enkelin
nl: Crematie van een kleindochter
tr: Bir kız torunun ölüsünün yakılması

# son's son
source: Cremation of a grandson
de: Feuerbestattung eines Enkels
nl: Crematie van een kleinzoon
tr: Bir erkek torunun ölüsünün yakılması

# son's daughter
source: Cremation of a granddaughter
de: Feuerbestattung einer Enkelin
nl: Crematie van een kleindochter
tr: Bir kız torunun ölüsünün yakılması

source: Cremation of a grandfather
de: Feuerbestattung eines Großvaters
nl: Crematie van een grootvader
tr: Bir büyükbabanın ölüsünün yakılması

source: Cremation of a grandmother
de: Feuerbestattung einer Großmutter
nl: Crematie van een grootmoeder
tr: Bir büyükannenin ölüsünün yakılması

source: Cremation of a grand-parent
de: Großeltern: Einäscherung
nl: Crematie van een grootouder
tr: Bir büyük ebeveynin ölüsünün yakılması

source: Cremation of a paternal grandfather
de: Einäscherung eines Großvaters
nl: Crematie van grootvader van vader's kant
tr: Baba tarafından bir büyükbabanın ölüsünün yakılması

source: Cremation of a paternal grandmother
de: Einäscherung einer Großmutter
nl: Crematie van grootmoeder van vader's kant
tr: Baba tarafından bir büyükannenin ölüsünün yakılması

source: Cremation of a maternal grandfather
de: Einäscherung eines Großvaters
nl: Crematie van grootvader van moeder's kant
tr: Anne tarafından bir büyükbabanın ölüsünün yakılması

source: Cremation of a maternal grandmother
de: Einäscherung einer Großmutter
nl: Crematie van grootmoeder van moeder's kant
tr: Anne tarafından bir büyükannenin ölüsünün yakılması

source: Cremation of a half-brother
de: Einäscherung eines Halb-Bruders
nl: Crematie van een halfbroer
tr: Bir üvey erkek kardeşin ölüsünün yakılması

source: Cremation of a half-sister
de: Einsäscherung einer Halb-Schwester
nl: Crematie van een halfzuster
tr: Bir üvey kız kardeşin ölüsünün yakılması

source: Cremation of a half-sibling
de: Halbgeschwister: Einäscherung
nl: Crematie van een halfbroer/zus
tr: Bir üvey kardeşin ölüsünün yakılması

source: Cremation of a father
de: Vater: Einäscherung
nl: Crematie van een vader
tr: Bir babanın ölüsünün yakılması

source: Cremation of a mother
de: Mutter: Einäscherung
nl: Crematie van een moeder
tr: Bir annenin ölüsünün yakılması

source: Cremation of a parent
de: Einäscherung eines Elternteils
nl: Crematie van een ouder
tr: Bir ebeveynin ölüsünün yakılması

source: Cremation of a brother
de: Einäscherung eines Bruders
nl: Crematie van een broer
tr: Bir erkek kardeşin ölüsünün yakılması

source: Cremation of a sister
de: Einäscherung einer Schwester
nl: Crematie van een zuster
tr: Bir kız kardeşin ölüsünün yakılması

source: Cremation of a sibling
de: Geschwister: Einäscherung
nl: Crematie van een broer/zus
tr: Bir kardeşin ölüsünün yakılması

source: Cremation of a husband
de: Einäscherung des Ehemanns
nl: Crematie van een echtgenoot
tr: Bir kocanın ölüsünün yakılması

source: Cremation of a wife
de: Einäscherung der Ehefrau
nl: Crematie van een echtgenote
tr: Bir hanımın ölüsünün yakılması

source: Cremation of a spouse
de: Ehegatte: Einäscherung
nl: Crematie van een huwelijkspartner
tr: Bir eşin ölüsünün yakılması

source: Linked database ID
de: ID der fremden Datenbank
nl: Gekoppeld database-ID
tr: Bağlantılı veritabanı kimliği

source: Death of a son
de: Tod eines Sohnes
nl: Overlijden van een zoon
tr: Bir oğlun ölümü

source: Death of a daughter
de: Tod einer Tochter
nl: Overlijden van een dochter
tr: Bir kızın ölümü

source: Death of a child
de: Kind: Tod
nl: Overlijden van een kind
tr: Bir çocuğun ölümü

source: Death of a grandson
de: Tod eines Enkelsohns
nl: Overlijden van een kleinzoon
tr: Bir erkek torunun ölümü

source: Death of a granddaughter
de: Tod einer Enkeltochter
nl: Overlijden van een kleindochter
tr: Bir kız torunun ölümü

source: Death of a grandchild
de: Enkel: Tod
nl: Overlijden van een kleinkind
tr: Bir torunun ölümü

# daughter's son
source: Death of a grandson
de: Tod eines Enkels
nl: Overlijden van een kleinzoon
tr: Bir erkek torunun ölümü

# daughter's daughter
source: Death of a granddaughter
de: Tod einer Enkelin
nl: Overlijden van een kleindochter
tr: Bir kız torunun ölümü

# son's son
source: Death of a grandson
de: Tod eines Enkels
nl: Overlijden van een kleinzoon
tr: Bir erkek torunun ölümü

# son's daughter
source: Death of a granddaughter
de: Tod einer Enkelin
nl: Overlijden van een kleindochter
tr: Bir kız torunun ölümü

source: Death of a grandfather
de: Tod eines Großvaters
nl: Overlijden van een grootvader
tr: Bir büyükbabanın ölümü

source: Death of a grandmother
de: Tod einer Großmutter
nl: Overlijden van een grootmoeder
tr: Bir büyükannenin ölümü

source: Death of a grand-parent
de: Großeltern: Tod
nl: Overlijden van een grootouder
tr: Bir ebeveynin ölümü

source: Death of a paternal grandfather
de: Tod eines Großvaters
nl: Overlijden van grootvader van vader's kant
tr: Baba tarafından bir büyükbabanın ölümü

source: Death of a paternal grandmother
de: Tod einer Großmutter
nl: Overlijden van grootmoeder van vader's kant
tr: Baba tarafından bir büyükannenin ölümü

source: Death of a maternal grandfather
de: Tod eines Großvaters
nl: Overlijden van grootvader van moeder's kant
tr: Anne tarafından bir büyükbabanın ölümü

source: Death of a maternal grandmother
de: Tod einer Großmutter
nl: Overlijden van grootmoeder van moeder's kant
tr: Anne tarafından bir büyükannenin ölümü

source: Death of a half-brother
de: Tod eines Halb-Bruders
nl: Overlijden van een halfbroer
tr: Bir üvey erkek kardeşin ölümü

source: Death of a half-sister
de: Tod einer Halb-Schwester
nl: Overlijden van een halfzuster
tr: Bir üvey kız kardeşin ölümü

source: Death of a half-sibling
de: Halbgeschwister: Tod
nl: Overlijden van een halfbroer/-zus
tr: Bir üvey kardeşin ölümü

source: Death of a father
de: Vater: Tod
nl: Overlijden van een vader
tr: Bir babanın ölümü

source: Death of a mother
de: Mutter: Tod
nl: Overlijden van een moeder
tr: Bir annenin ölümü

source: Death of a parent
de: Tod eines Elternteils
nl: Overlijden van een ouder
tr: Bir ebeveynin ölümü

source: Death of a brother
de: Tod eines Bruders
nl: Overlijden van een broer
tr: Bir erkek kardeşin ölümü

source: Death of a sister
de: Tod einer Schwester
nl: Overlijden van een zus
tr: Bir kız kardeşin ölümü

source: Death of a sibling
de: Geschwister: Tod
nl: Overlijden van een broer/zus
tr: Bir kardeşin ölümü

source: Death of a husband
de: Tod eines Ehemanns
nl: Overlijden van een echtgenoot
tr: Bir kocanın ölümü

source: Death of a wife
de: Tod einer Frau
nl: Overlijden van een echtgenote
tr: Bir hanımın ölümü

source: Death of a spouse
de: Ehegatte: Tod
nl: Overlijden van een huwelijkspartner
tr: Bir eşin ölümü

source: Degree
de: Akademischer Grad
nl: Graad
tr: Derece

source: Death of one spouse
de: Tod eines Ehepartners
nl: Overlijden van één huwelijkspartner
tr: Bir eşinin ölümü

source: DNA markers
de: DNA-Marker
tr: DNA belirteçleri

source: Eye color
de: Augenfarbe
nl: Oogkleur
tr: Göz rengi

source: Fact 1
de: Ereignis 1
nl: Feit 1
tr: Gerçek 1

source: Fact 2
de: Ereignis 2
nl: Feit 2
tr: Gerçek 2

source: Fact 3
de: Ereignis 3
nl: Feit 3
tr: Gerçek 3

source: Fact 4
de: Ereignis 4
nl: Feit 4
tr: Gerçek 4

source: Fact 5
de: Ereignis 5
nl: Feit 5
tr: Gerçek 5

source: Fact 6
de: Ereignis 6
nl: Feit 6
tr: Gerçek 6

source: Fact 7
de: Ereignis 7
nl: Feit 7
tr: Gerçek 7

source: Fact 8
de: Ereignis 8
nl: Feit 8
tr: Gerçek 8

source: Fact 9
de: Ereignis 9
nl: Feit 9
tr: Gerçek 9

source: Fact 10
de: Ereignis 10
nl: Feit 10
tr: Gerçek 10

source: Fact 11
de: Ereignis 11
nl: Feit 11
tr: Gerçek 11

source: Fact 12
de: Ereignis 12
nl: Feit 12
tr: Gerçek 12

source: Fact 13
de: Ereignis 13
nl: Feit 13
tr: Gerçek 13

source: Funeral
de: Bestattung
nl: Begrafenis
tr: Cenaze

source: Relationship to father
de: Verwandtschaft zum Vater
nl: Verwantschap met vader
tr: Baba ile ilişki

source: Hair color
de: Haarfarbe
nl: Haarkleur
tr: Saç rengi

source: Hebrew
de: Hebräisch
nl: Hebreeuws
tr: İbranice

source: Height
de: Höhe
nl: Lengte
tr: Yükseklik

source: Hebrew name
de: Hebräischer Name
nl: Hebreeuwse naam
tr: İbranice adı

source: Holocaust
tr: Soykırım

# MALE
source: Interred
de: Begraben
nl: Bijgezet
tr: Defnedildi

# FEMALE
source: Interred
de: Begraben
nl: Bijgezet
tr: Defnedildi

source: Interred
de: Begraben
nl: Bijgezet
tr: Defnedildi

source: Location
de: Platz
nl: Locatie
tr: Konum

source: Marriage Intention
de: Heiratsabsichten
nl: Huwelijksaangifte
tr: Evlilik Niyeti

source: Married Name
de: Ehename
nl: Aangenomen huwelijksnaam
tr: Evlilik Adı

source: Highlighted image
de: Hervorgehobenes Bild
nl: Gemarkeerde afbeelding
tr: Vurgulanan resim

source: Married Surname
de: Verheiratet Nachname
nl: Aangenomen huwelijksachternaam
tr: Evlilik Soyadı

source: Marriage of a son
de: Heirat eines Sohns
nl: Huwelijk van een zoon
tr: Bir oğlun evliliği

source: Marriage of a daughter
de: Heirat einer Tochter
nl: Huwelijk van een dochter
tr: Bir kızın evliliği

source: Marriage of a child
de: Kind: Heirat
nl: Huwelijk van een kind
tr: Bir çocuğun evliliği

source: Marriage of parents
de: Eltern: Heirat
nl: Huwelijk van ouders
tr: Ebeveynlerin evliliği

source: Marriage of a grandson
de: Heirat eines Enkelsohns
nl: Huwelijk van een kleinzoon
tr: Bir erkek torunun evliliği

source: Marriage of a granddaughter
de: Heirat einer Enkeltochter
nl: Huwelijk van een kleindochter
tr: Bir kız torunun evliliği

source: Marriage of a grandchild
de: Enkel: Heirat
nl: Huwelijk van een kleinkind
tr: Bir torunun evliliği

# daughter's son
source: Marriage of a grandson
de: Heirat eines Enkels
nl: Huwelijk van een kleinzoon
tr: Bir erkek torunun evliliği

# daughter's daughter
source: Marriage of a granddaughter
de: Heirat einer Enkelin
nl: Huwelijk van een kleindochter
tr: Bir kız torunun evliliği

# son's son
source: Marriage of a grandson
de: Heirat eines Enkels
nl: Huwelijk van een kleinzoon
tr: Bir erkek torunun evliliği

# son's daughter
source: Marriage of a granddaughter
de: Heirat einer Enkelin
nl: Huwelijk van een kleindochter
tr: Bir kız torunun evliliği

source: Marriage of a half-brother
de: Heirat eines Halb-Bruders
nl: Huwelijk van een halfbroer
tr: Bir üvey erkek kardeşin evliliği

source: Marriage of a half-sister
de: Heirat einer Halb-Schwester
nl: Huwelijk van een halfzus
tr: Bir üvey kız kardeşin evliliği

source: Marriage of a half-sibling
de: Halbgeschwister: Heirat
nl: Huwelijk van een halfbroer/-zus
tr: Bir üvey kardeşin evliliği

source: Marriage of a father
de: Vater: Heirat
nl: Huwelijk van een vader
tr: Bir babanın evliliği
