Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: To reset your password, submit your username or email address here. If we can find you in the database an email will be sent to your email address, with instructions how to get access again.
de: Um Ihr Passwort zurückzusetzen, geben Sie hier Ihren Benutzernamen oder Ihre E-Mail-Adresse ein. Wenn wir Sie in der Datenbank finden, wird eine E-Mail an Ihre E-Mail-Adresse gesendet, mit Anweisungen, wie Sie wieder Zugriff erhalten.
nl: Om uw wachtwoord te resetten, vul hier uw gebruikersnaam of e-mailadres in. Aals we u in de database vinden zal een e-mail met instructies hoe u weer toegang krijgt, naar uw e-mailadres worden verzonden.
tr: Şifrenizi sıfırlamak için kullanıcı adınızı veya e-posta adresinizi buraya girin. Sizi veritabanında bulabilirsek, e-posta adresinize nasıl tekrar erişileceğine dair talimatlar içeren bir e-posta gönderilecektir.

source: PHP information
de: PHP Informationen
nl: PHP informatie
tr: PHP bilgisi

source: This page provides extensive information about the server on which kiwitrees is being hosted. Many configuration details about the server's software, as it relates to PHP and kiwitrees, can be viewed.
de: Diese Seite enthält ausführliche Informationen über den Server, auf dem Kiwitrees gehostet werden. Viele Konfigurationsdetails über die Software des Servers, da sie sich auf PHP und Kiwitrees bezieht, können angezeigt werden.
nl: Op deze pagina staat uitgebreide informatie over de server waarop kiwitrees draait. Veel configuratiedetails over de software op de server in relatie tot PHP en kiwitrees kan worden bekeken.
tr: Bu sayfa, kiwitrees'in barındırıldığı sunucu hakkında kapsamlı bilgi sağlar. PHP ve kiwitrees ile ilgili olarak sunucunun yazılımıyla ilgili birçok yapılandırma detayı görüntülenebilir.

source: When you add, edit, or delete information, the changes are not saved immediately. Instead, they are kept in a “pending” area. These pending changes need to be reviewed by a moderator before they are accepted.
de: Wenn Sie Informationen hinzufügen, bearbeiten oder löschen, werden die Änderungen nicht sofort gespeichert. Stattdessen werden sie in einem "ausstehenden" Bereich gehalten. Diese ausstehenden Änderungen müssen von einem Moderator überprüft werden, bevor sie akzeptiert werden.
nl: Wanneer u informatie toevoegt, bewerkt of verwijderd, worden de wijzigingen niet onmiddellijk opgeslagen. In plaats daarvan worden ze bewaard in een "uitstaand" gebied. Deze uitstaande veranderingen moeten eerst door een moderator nagekeken worden voordat ze worden geaccepteerd.
tr: Bilgileri eklediğinizde, düzenlediğinizde veya sildiğinizde, değişiklikler hemen kaydedilmez. Bunun yerine, “beklemede” bir alanda tutulurlar. Bu bekleyen değişikliklerin kabul edilmeden önce bir moderatör tarafından gözden geçirilmesi gerekir.

source: This process allows the site’s owner to ensure that the new information follows the site’s standards and conventions, has proper source attributions, etc.
de: Dieser Prozess ermöglicht es dem Websiten-Besitzer sicherzustellen, dass die neuen Informationen den Standards und Konventionen folgen, bspw. korrekte Quellen-Zuordnungen, nomenklaturgerechte Ortsangaben, usw.
nl: Door dit proces wordt de site eigenaar in de gelegenheid gesteld ervoor te zorgen dat de nieuwe informatie de site normen en conventies volgt, is voorzien van goede bronbeschrijvingen enz.
tr: Bu süreç, site sahibinin yeni bilgilerin sitenin standartlarına ve kurallarına uygun olduğundan, uygun kaynak niteliklerine sahip olduğundan vb. emin olmasını sağlar.

source: Pending changes are only shown when your account has permission to edit. When you log out, you will no longer be able to see them. Also, pending changes are only shown on certain pages. For example, they are not shown in lists, reports, or search results.
de: Ausstehende Änderungen werden nur angezeigt, wenn Ihr Konto über die Berechtigung zum Bearbeiten verfügt. Wenn Sie sich abmelden, können Sie sie nicht mehr sehen. Außerdem werden ausstehende Änderungen nur auf bestimmten Seiten angezeigt. Sie werden z. B. nicht in Listen, Berichten oder Suchergebnissen angezeigt.
nl: Uitstaande wijzigingen worden alleen weergegeven wanneer u ingelogd bent en toestemming hebt om gegevens te bewerken. Wanneer u zich afmeldt zijn deze wijzigingen niet meer zichtbaar. Ook zijn deze wijzigingen alleen zichtbaar op bepaalde pagina’s. Uitstaande wijzigingen worden bijvoorbeeld niet weergegeven in lijsten, rapporten of zoekresultaten.
tr: Bekleyen değişiklikler yalnızca hesabınızın düzenleme iznine sahip olduğunda gösterilir. Oturumu kapattığınızda, artık onları göremezsiniz. Ayrıca, bekleyen değişiklikler yalnızca belirli sayfalarda gösterilir. Örneğin, listelerde, raporlarda veya arama sonuçlarında gösterilmezler.

source: Each user account has an option to “automatically accept changes”. When this is enabled, any changes made by that user are saved immediately. Many administrators enable this for their own user account.
nl: Bij elk gebruiksaccount staat een optie om "Accepteer wijzigingen van gebruiker automatisch". Is dat ingeschakeld, dan worden wijzigingen gemaakt door die gebruiker direct geaccepteerd. Veel beheerders hebben dit ingeschakeld voor hun eigen account.
tr: Her kullanıcı hesabının “değişiklikleri otomatik olarak kabul etme” seçeneği vardır. Bu etkinleştirildiğinde, o kullanıcı tarafından yapılan tüm değişiklikler hemen kaydedilir. Birçok yönetici bunu kendi kullanıcı hesapları için etkinleştirir.

source: View all records
de: Alle Datensätze zeigen
nl: Toon alle records
tr: Tüm kayıtları görüntüle

source: Clicking on this link will show you a list of all of the individuals and families that have events occurring in this place. When you get to the end of a place hierarchy, which is normally a town or city, the name list will be shown automatically.
nl: Klikken op deze link toont een lijst van alle personen en gezinnen die gebeurtenissen in deze plaats hadden. Aan het eind van de Plaats Hiërarchie, meestal een dorp of stad, wordt de namenlijst automatisch getoond.
tr: Bu bağlantıya tıklamak size bu yerde meydana gelen olayları olan tüm bireylerin ve ailelerin bir listesini gösterecektir. Normalde bir kasaba veya şehir olan bir yer hiyerarşisinin sonuna geldiğinizde, ad listesi otomatik olarak gösterilecektir.

source: Comments
de: Bemerkungen
nl: Opmerkingen
tr: Yorumlar

source: Use this field to tell the site administrator why you are requesting an account and how you are related to the genealogy displayed on this site. You can also use this to enter any other comments you may have for the site administrator.
de: Bitte benutzen Sie dieses Feld um dem Verwalter mitzuteilen warum Sie einen Zugangsantrag machen und wie Sie mit diesem Stammbaum verbunden sind. Sie können hier auch andere Bemerkungen machen, die Sie dem Verwalter mitteilen möchten.
nl: Gebruik dit vak om de sitebeheerder in te lichten over waarom u een account aanvraagt en hoe u verwant bent aan de genealogie die op deze site wordt weergegeven. U kunt dit veld ook gebruiken om andere opmerkingen voor de beheerder te maken.
tr: Site yöneticisine neden bir hesap talep ettiğinizi ve bu sitede görüntülenen şecere ile nasıl bir ilişkiniz olduğunu söylemek için bu alanı kullanın. Bunu, site yöneticisi için sahip olabileceğiniz diğer yorumları girmek için de kullanabilirsiniz.

source: Every person in the database has a unique ID number on this site. If you know the ID number for your own record, please enter it here. If you don't know your ID number or could not find it because of privacy settings, please provide enough information in the Comments field to help the site administrator identify who you are on this site so that he can set the ID for you.
de: Jede Person in der Datenbank hat eine eindeutige ID-Nummer auf dieser Seite. Wenn Sie die ID-Nummer für Ihre eigenen Unterlagen kennen, geben Sie es bitte hier. Wenn Sie nicht, Ihre ID-Nummer wissen oder es aufgrund der Privatsphäre-Einstellungen nicht gefunden, bitte liefern Sie genügend Informationen im Feld "Bemerkungen" zu helfen, die Site-Administrator zu identifizieren, die Sie auf dieser Seite sind, so dass er die ID für Sie festlegen kann.
nl: Elk persoon in de database heeft een uniek ID-nummer op deze website. Als u het ID-nummer weet voor uw eigen record, voer het a.u.b. hier in. Als u uw ID-nummer niet weet of niet kon vinden door privacy-instellingen, verstrek dan a.u.b. genoeg informatie in het Opmerkingen-veld om de websitebeheerder te helpen met uit te zoeken wie u bent op deze website, zodat hij de juiste ID kan instellen.
tr: Veritabanındaki her kişinin bu sitede benzersiz bir kimlik numarası vardır. Kendi kaydınız için kimlik numarasını biliyorsanız, lütfen buraya girin. Kimlik numaranızı bilmiyorsanız veya gizlilik ayarlarından dolayı bulamıyorsanız, lütfen Yorumlar alanında site yöneticisinin bu sitede kim olduğunuzu belirlemesine yardımcı olacak yeterli bilgiyi sağlayın, böylece kimliğinizi sizin için ayarlayabilir.

source: Remove person
de: Person entfernen
nl: Verwijder persoon
tr: Kişiyi kaldır

source: Click this link to remove the person from the timeline.
de: Klicken Sie dieses Link, um die Person von der Zeitleiste zu entfernen.
nl: Klik op deze link om de persoon van de tijdlijn te verwijderen.
tr: Kişiyi zaman çizelgesinden kaldırmak için bu bağlantıyı tıklatın.

source: A role is a set of access rights, which give permission to view data, change configuration settings, etc. Access rights are assigned to roles, and roles are granted to users. Each family tree can assign different access to each role, and users can have a different role in each family tree.
de: Eine Rolle verkörpert eine Gruppe von Zugriffsrechten, die Art und Reitweite von Berechtigungen steuern, bspw. Daten anzuzeigen, zu ändern oder auch Konfigurationseinstellungen zu verändern. Eine Mehrzahl einzelner Berechtigungen wird gebündelt Benutzern zugewiesen, indem jeder Benutzer eine Rolle zugewiesen bekommt. Die Benutzer verfügen dann genau über die in jener Rolle gebündelten Berechtigungen - sie üben diese Rolle aus. Jedem Stammbaum können unterschiedliche Zugriffsrechte für jede Rolle zugewiesen sein; ein Benutzer kann in jedem Stammbaum eine andere Rolle haben. In webtrees verwendete Rollen unterscheiden sich wie folgt:
nl: Een rol is een verzameling van toegangsrechten, welke toestemming geven om gegevens te bekijken, instellingen te wijzigen, enz.. Toegangsrechten worden toegekend aan rollen, rollen worden verleend aan gebruikers. Elke stamboom kan andere rechten toekennen aan elke rol, en gebruikers kunnen een andere rol hebben in elke stamboom.
tr: Rol, verileri görüntüleme, yapılandırma ayarlarını değiştirme vb. için izin veren bir dizi erişim hakkıdır. Rollere erişim hakları atanır ve kullanıcılara roller verilir. Her aile ağacı, her role farklı erişim atayabilir ve kullanıcılar her aile ağacında farklı bir role sahip olabilir.

source: Everybody has this role, including visitors to the site and search engines.
de: Jeder Besucher besitzt diese Rolle und die damit verbundenen Berechtigungen, auch nicht angemeldete Besucher und Suchmaschinen.
nl: Elke bezoeker heeft deze rol en de daarmee verbonden rechten, ook niet aangemelde bezoekers en zoekmachines.
tr: Site ziyaretçileri ve arama motorları dahil herkesin bu rolü vardır.

source: This role has all the permissions of the member role, plus permission to add/change/delete data. Any changes will need to be approved by a moderator, unless the user has the "automatically accept changes" option enabled.
de: Diese Rolle hat die Berechtigungen der Mitgliedsrolle, sowie die Berechtigung zum hinzufügen/ändern/löschen Daten. Alle Änderungen müssen von einem Moderator überprüft werden, es sei denn, der Nutzer die hat "automatisch Änderungen annehmen" Option aktiviert.
nl: Deze rol heeft alle machtigingen van de rol "lid'', plus de permisssie om gegevens toe te voegen/wijzigen/verwijderen. Eventuele wijzigingen zullen moeten worden goedgekeurd door een moderator, tenzij de gebruiker zijn "automatisch wijzigingen accepteren" optie heeft ingeschakeld.
tr: Bu rol, üye rolünün tüm izinlerine ve ayrıca veri ekleme/değiştirme/silme iznine sahiptir. Kullanıcının "değişiklikleri otomatik olarak kabul et" seçeneğini etkinleştirmediği sürece, herhangi bir değişikliğin bir moderatör tarafından onaylanması gerekir.

source: This role has all the permissions of the editor role, plus permission to approve/reject changes made by other users.
de: Diese Rolle verfügt über alle Berechtigungen der Bearbeiter-Rolle, zuzüglich der Erlaubnis, Änderungen anderer Benutzer zu genehmigen oder ablehnen.
nl: Deze rol heeft alle rechten van een editor, plus het recht wijzigingen van anderen goed te keuren of te weigeren.
tr: Bu rol, düzenleyici rolünün tüm izinlerine ek olarak diğer kullanıcılar tarafından yapılan değişiklikleri onaylama/reddetme iznine sahiptir.

source: This role has all the permissions of the manager role in all family trees, plus permission to change the settings/configuration of the site, users and modules.
de: Diese Rolle verfügt über alle Berechtigungen der Manager-Rolle in allen Stammbäumen, plus die Erlaubnis, die Einstellungen/Konfiguration die ganze Webseite, alle Benutzer und die funktionalen Module betreffend zu ändern.
nl: Deze rol heeft alle rechten van de rol van beheerder in alle stambomen, daarnaast het recht om instellingen/configuratie van de site, gebruikers en modules te veranderen.
tr: Bu rol, tüm aile ağaçlarında yönetici rolünün tüm izinlerine ve ayrıca sitenin, kullanıcıların ve modüllerin ayarlarını/yapılandırmasını değiştirme iznine sahiptir.

source: Show all sources
de: Zeige alle Quellen
nl: Toon alle bronnen
tr: Tüm kaynakları göster

source: When this option is checked, you can see all Source or Note records for this person. When this option is unchecked, Source or Note records that are associated with other facts for this person will not be shown.
de: Wenn diese Option aktiviert ist, sehen Sie alle Quelle oder Hinweis Datensätze für diese Person. Wenn diese Option nicht aktiviert ist, werden Quelle oder Hinweis Datensätze, die mit anderen Fakten für diese Person sind, nicht angezeigt.
nl: Wanneer deze optie is aangeklikt, kunt u alle bron- of notitierecords zien voor deze persoon. Wanneer deze optie is uitgeklikt, zullen bron- of notitierecords die verbonden zijn met andere feiten voor deze persoon niet getoond worden.
tr: Bu seçenek işaretlendiğinde bu kişiye ait tüm Kaynak veya Not kayıtlarını görebilirsiniz. Bu seçenek işaretlenmediğinde, bu kişi için diğer gerçeklerle ilişkili Kaynak veya Not kayıtları gösterilmeyecektir.

source: By default this chart does not show spouses for the descendants because it makes the chart harder to read and understand. Turning this option on will show spouses on the chart.
de: Standardmäßig zeigt dieses Diagramm keine Gatten. Gatten werden normalerweise nicht gezeigt weil das das Lesen und Verstehen des Diagramms erschwert. Bei angekreuzter Option werden Gatten in diesem Diagramm sichtbar.
nl: Standaard worden in dit diagram de huwelijkspartners van de afstammelingen niet weergegeven, omdat dit het diagram moeilijker te lezen en te begrijpen maakt. Door deze optie aan te zetten kunt u de huwelijkspartners alsnog tonen.
tr: Varsayılan olarak bu grafik torunlar için eşleri göstermez çünkü çizelgenin okunmasını ve anlaşılmasını zorlaştırır. Bu seçeneği açmak, eşleri grafikte gösterecektir.

source: Simple search filter
de: Einfacher Suchfilter
nl: Eenvoudig zoekfilter
tr: Basit arama filtresi

source: Simple search filter based on the characters entered, no wildcards are accepted.
de: Ein einfacher Filter. Die Medien-Liste wird nach Ihrer genauen Eingabe durchsucht. Die <b>?</b> und <b>*</b> Zeichen haben keine besondere Bedeutung.
nl: Eenvoudig zoekfilter op basis van de ingevoerde letters. Jokertekens (* en ?) kunnen niet worden gebruikt.
tr: Basit arama filtresinde, girilen karakterlere göre joker karakter kabul edilmez.

source: Upload family tree
de: Familiendatei hochladen
nl: Upload een stamboom
tr: Aile ağacını yükle

source: This option deletes all the genealogy data in your family tree and replaces it with data from a GEDCOM file on your computer.
de: Diese Einstellung löscht alle Ihre genealogischen Daten in der webtrees-Datenbank und ersetzt sie mit den Daten einer bereitgestellten GEDCOM-Datei.
nl: Deze optie verwijdert alle genealogische gegevens in uw stamboom, en vervangt het met gegevens uit een GEDCOM-bestand op uw computer.
tr: Bu seçenek, aile ağacınızdaki tüm şecere verilerini siler ve bunları bilgisayarınızdaki bir GEDCOM dosyasındaki verilerle değiştirir.

source: Select the media file that you want to upload. If a file already exists with the same name, it will be overwritten.
de: Wählen Sie die Medien-Datei, die Sie hochladen möchten. Wenn eine Datei mit selbem Namen bereits existiert, wird sie überschrieben.
nl: Kies het mediabestand dat u wilt uploaden. Als het bestand al bestaat met dezelfde naam. wordt het overschreven.
tr: Yüklemek istediğiniz medya dosyasını seçin. Aynı ada sahip bir dosya zaten varsa, üzerine yazılır.

source: It is easier to manage your media files if you choose a consistent format for the filenames. To organise media files into folders, you must first set the number of levels in the GEDCOM administration page.
de: Es ist leichter Ihre Medien-Dateien zu verwalten, wenn Sie ein einheitliches Format für die Dateinamen benutzen. Um Medien-Dateien in Ordnern zu organsieren, müssen Sie zuerst die Anzahl der Ebenen in der GEDCOM Verwaltungs-Seite angeben.
nl: Het beheer van de mediabestanden is eenvoudiger als gekozen wordt voor een consequente manier van naamgeving. Om de mediabestanden in mappen onder te verdelen moet eerst het aantal niveaus zijn vastgelegd op de GEDCOM-beheerpagina.
tr: Dosya adları için tutarlı bir biçim seçerseniz, medya dosyalarınızı yönetmek daha kolaydır. Medya dosyalarını klasörler halinde düzenlemek için önce GEDCOM yönetim sayfasındaki seviye sayısını ayarlamalısınız.

source: Upload one or more media files from your local computer. Media files can be pictures, video, audio, or other formats.
de: Ein oder mehrere Medien-Dateien von Ihrem lokalen Rechner hochladen. Medien-Dateien können Bilder, Videos, Audio oder andere Formate sein.
nl: Upload één of meer mediabestanden vanaf uw lokale computer. Mediabestanden kunnen foto-, video-, audio- of andere formaten zijn.
tr: Yerel bilgisayarınızdan bir veya daha fazla medya dosyası yükleyin. Medya dosyaları resim, video, ses veya diğer biçimler olabilir.

source: Automatically approve changes made by this user
de: Durch diesen Benutzer vorgenommene Änderungen automatisch genehmigen
nl: Accepteer wijzigingen van deze gebruiker automatisch
tr: Bu kullanıcı tarafından yapılan değişiklikleri otomatik olarak onayla

source: Normally, any changes made to a family tree need to be approved by a moderator. This option allows a user to make changes without needing a moderator's approval.
de: Normalerweise müssen alle Änderungen an einen Stammbaum von einem Moderator genehmigt werden. Diese Option ermöglicht einem Benutzer Änderungen vornehmen, ohne dass ein Moderator die Genehmigung erteilt.
nl: Normaal zal elke wijziging gemaakt aan een stamboom goedgekeurd moeten worden door een moderator. Deze optie staat een gebruiker toe wijzigingen te maken zonder goedkeuring nodig te hebben van een moderator.
tr: Normalde, bir aile ağacında yapılan herhangi bir değişikliğin bir moderatör tarafından onaylanması gerekir. Bu seçenek, kullanıcının moderatör onayına ihtiyaç duymadan değişiklik yapmasına olanak tanır.

source: The individual record identifies the user in each family tree. Since a user can view the details of their individual record, this can only be set by an administrator. If the user does not have a record in a family tree, leave it empty.
de: Der persönliche Datensatz kennzeichnet den Benutzer in jedem Familien-Stammbaum. Ob ein Benutzer Einzelheiten des persönlichen Datensatzes einsehen darf, kann nur durch einen Verwalter festgelegt werden. Falls der Benutzer über keinen Datensatz im Stammbaum verfügt, lassen Sie das Feld bitte frei.
nl: Het persoonsrecord identificeert de gebruiker in elke stamboom. Omdat een gebruiker de details kan zien van zijn persoonsrecord, kan dit alleen worden ingesteld door een beheerder. Heeft een gebruiker geen record in de stamboom, laat dan dit veld leeg.
tr: Bireysel kayıt, her bir aile ağacındaki kullanıcıyı tanımlar. Bir kullanıcı kendi bireysel kaydının ayrıntılarını görüntüleyebildiğinden, bu yalnızca bir yönetici tarafından ayarlanabilir. Kullanıcının bir aile ağacında kaydı yoksa, boş bırakın.

source: When a user registers for an account, an email is sent to their email address with a verification link. When they click this link, we know the email address is correct, and the "email verified" option is selected automatically.
de: Wenn ein Benutzer ein Konto registriert, wird eine E-Mail an ihre E-Mail-Adresse mit einem Bestätigungslink gesendet. Wenn sie auf diesen Link klicken, wissen wir das die E-Mail-Adresse korrekt ist, und die Option "E-Mail bestätigt" wird automatisch ausgewählt.
nl: Wanneer een gebruiker zich registreerd voor een account, wordt een e-mail gestuurd naar het e-mailadres met een verificatie link. Wanneer zij deze link klikken, weten we dat het e-mailadres klopt en de "e-mail geverifieerd" optie wordt automatisch geselecteerd.
tr: Bir kullanıcı bir hesaba kaydolduğunda, e-posta adresine doğrulama bağlantısı içeren bir e-posta gönderilir. Bu bağlantıyı tıkladıklarında, e-posta adresinin doğru olduğunu biliriz ve "e-posta doğrulandı" seçeneği otomatik olarak seçilir.

source: If an administrator creates a user account, the verification email is not sent, and the email must be verified manually.
de: Wenn ein Administrator einen Benutzer-Account erstellt, die Bestätigungs-Email wird nicht gesendet, und die e-Mail manuell überprüft werden muss.
nl: Als een beheerder een gebruikersaccount maakt, wordt de verificatie-mail niet verzonden en de e-mail zal handmatig geverifieerd moeten worden.
tr: Bir yönetici bir kullanıcı hesabı oluşturursa doğrulama e-postası gönderilmez ve e-postanın manuel olarak doğrulanması gerekir.

source: You should not approve an account unless you know that the email address is correct.
de: Sie sollten keinen Zugang genehmigen, solange Sie nicht wissen, dass die E-Mail-Adresse richtig ist.
nl: U moet geen account goedkeuren, tenzij u weet dat het e-mailadres goed is
tr: E-posta adresinin doğru olduğunu bilmediğiniz bir hesabı onaylamamalısınız.

source: A user will not be able to login until both the "email verified" and "approved by administrator" options are selected.
de: Benutzer werden nicht in der Lage sein sich anzumelden bis "E-Mail bestätigt" und "vom Administrator genehmigt" Optionen ausgewählt sind.
nl: Een gebruiker zal niet kunnen aanmelden totdat beide "e-mail geverifieerd"en "goedgekeurd door beheerder" opties zijn geselecteerd.
tr: Bir kullanıcı, hem "e-posta doğrulandı" hem de "yönetici tarafından onaylandı" seçenekleri seçilinceye kadar oturum açamaz.
