Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: This checkbox controls your visibility to other users while you're online. It also controls your ability to see other online users who are configured to be visible.<br><br>When this box is unchecked, you will be completely invisible to others, and you will also not be able to see other online users. When this box is checked, exactly the opposite is true. You will be visible to others, and you will also be able to see others who are configured to be visible.
de: Wenn aktiviert, können andere angemeldete Benutzer sehen, wenn diese Person ebenfalls angemeldet ist und umgekehrt. Wenn Sie nicht möchten dass andere Personen sehen wenn Sie angemeldet sind, sollten Sie die Option deaktivieren, dann sehen Sie aber auch nicht mehr andere angemeldete Benutzer.
nl: Deze optie beheert uw zichtbaarheid voor andere gebruikers als u online bent. Ook beheert het de mogelijkheid voor u, te zien of andere gebruikers online zijn, die zich hebben ngesteld om zichtbaar te zijn.<br><br>Als deze optie uit staat, bent u compleet onzichtbaar voor anderen en u kan ook geen andere gebruikers zien die online zijn. Als de optie aan staat, geld precies het tegenovergestelde, U bent zichtbaar voor anderen en u kan ook de andere gebruikers zien die online zijn.
tr: Bu onay kutusu, çevrimiçi olduğunuzda diğer kullanıcılara görünürlüğünüzü kontrol eder. Ayrıca, görünür olacak şekilde yapılandırılmış diğer çevrimiçi kullanıcıları görme yeteneğinizi de kontrol eder.<br><br>Bu kutu işaretlenmediğinde, başkalarına tamamen görünmez olursunuz ve diğer çevrimiçi kullanıcıları da göremezsiniz. Bu kutu işaretlendiğinde tam tersi doğrudur. Başkalarına görünür olacaksınız ve ayrıca görünür olacak şekilde yapılandırılmış diğerlerini de görebileceksiniz.

source: Usernames may not contain the following characters: &lt; &gt; " %% { } ;
de: Benutzernamen dürfen keines der folgenden Zeichen enthalten: &lt; &gt; " %% { } ;
nl: Gebruikersnamen mogen niet de volgende characters bevatten: &lt; &gt; " %% { } ;
tr: Kullanıcı adları aşağıdaki karakterleri içeremez: &lt; &gt; " %% { } ;

source: Convert from UTF-8 to ANSI
de: Vom UTF-8 in den ANSI (ISO-8859-1) Zeichensatz konvertieren
nl: Converteer van UTF-8 naar ANSI
tr: UTF-8 den ANSI ye dönüştür

source: Zip clippings
de: Zwischenablage komprimieren
nl: Zip knipsels
tr: Zip kupürleri

source: Select this option as to save your clippings in a ZIP file. For more information about ZIP files, please visit <a href="http://www.winzip.com" target="_blank" rel="noopener noreferrer">http://www.winzip.com</a>.
de: Wählen diese Option um ihre Ausschnitte in einer ZIP-Datei zu speichern. Für Informationen über ZIP-Dateien besuchen sie bitte folgende Seite:<a href="http://www.winzip.com" target="_blank" rel="noopener noreferrer">http://www.winzip.com</a>.
nl: Selecteer deze optie om uw knipsels op te slaan in een ZIP-bestand. Voor meer informatie over ZIP-bestanden, kunt u terecht op <a href="http://www.winzip.com" target="_blank" rel="noopener noreferrer">http://www.winzip.com</a>.
tr: Kırpmalarınızı bir ZIP dosyasına kaydetmek için bu seçeneği seçin. ZIP dosyaları hakkında daha fazla bilgi için lütfen <a href="http://www.winzip.com" target="_blank" rel="noopener noreferrer">http://www.winzip.com</a> adresini ziyaret edin.

source: Help
de: Hilfe
tr: Yardım

source: The help text has not been written for this item.
de: Für dieses Leistungsmerkmal wurde bisher leider kein Hilfetext geschrieben.
nl: Een help tekst betaat nog niet voor dit onderwerp.
tr: Bu öğe için yardım metni yazılmadı.

source: Hourglass chart of %s
de: Sanduhr-Darstellung von %s
nl: Zandloperdiagram van %s
tr: %s kum saati grafiği

source: Loading data from GEDCOM: %.1f%%
de: Lade Daten aus GEDCOM: %.1f%%
nl: Data laden van GEDCOM: %.1f%%
tr: GEDCOM'dan veri yükleniyor: %.1f%%

source: Invalid GEDCOM file - no header record found.
de: Ungültige GEDCOM Datei - keine Kopfdaten gefunden.
nl: Ongeldig GEDCOM-bestand - geen headerrecord gevonden
tr: Geçersiz GEDCOM dosyası - başlık kaydı bulunamadı.

source: This GEDCOM is encoded using %1$s. Assume this to mean %2$s.
de: Diese GEDCOM -Datei ist gemäß %1$s verschlüsselt. Dies bedeutet %2$s.
nl: Deze Gedcom is gecodeerd met %1$s. Dit betekent %2$s.
tr: Bu GEDCOM, %1$s kullanılarak kodlanmıştır. Bunun %2$s anlamına geldiğini varsayın.

source: Error: converting GEDCOM files from %s encoding to UTF-8 encoding not currently supported.
de: Fehler: Konvertierung von GEDCOM-Dateien mit %s Kodierung nach UTF-8 wird derzeit nicht unterstützt.
nl: Fout: het converteren van Gedcom bestanden met %s codering naar UTF-8 codering wordt momenteel niet ondersteund.
tr: Hata: GEDCOM dosyalarının %s kodlamasından UTF-8 kodlamasına dönüştürülmesi şu anda desteklenmiyor.

source: afrikaans
tr: Afrika Dili

source: العربية
de: Arabisch
nl: Arabisch
tr: Arapça

source: български
de: Bulgarisch
nl: Bulgaars
tr: Bulgarca

source: bosanski
de: Bosnisch
nl: Bosnisch
tr: Boşnakça

source: català
de: Katalanisch
nl: Catalaans
tr: Katalanca

source: čeština
de: Tschechisch
nl: Tsjechisch
tr: Çekçe

source: dansk
de: Dänisch
nl: Deens
tr: Danca

source: Deutsch
nl: Duits
tr: Almanca

source: ދިވެހިބަސް
de: Maldavian
nl: Moldavisch
tr: Maldivce

source: Ελληνικά
de: Griechisch
nl: Grieks
tr: Yunanca

source: English
de: Englisch
nl: Engels
tr: İngilizce

source: Australian English
de: Australisches Englisch
nl: Australisch Engels
tr: Avustralya İngilizcesi

source: British English
de: Britisches Englisch
nl: Brits Engels
tr: İngiliz İngilizcesi

source: U.S. English
de: Englisch (US)
nl: U.S. Engels
tr: ABD İngilizcesi

source: español
de: Spanisch
nl: Spaans
tr: İspanyolca

source: eesti
de: Estnisch
nl: Estlands
tr: Estonyaca

source: فارسی
de: Farsi
nl: Farsi
tr: Farsça

source: suomi
de: Finnisch
nl: Fins
tr: Fince

source: føroyskt
de: Färöisch
nl: Faeröers
tr: İzlandaca

source: français
de: Französisch
nl: Frans
tr: Fransızca

source: français Canadien
de: Kanadisches Französisch
nl: Frans Canadees
tr: Kanada Fransızcası

source: galego
de: Galizisch
nl: Galicisch
tr: Galiçyaca

source: ʻŌlelo Hawaiʻi
de: Hawaiian
nl: Hawaiiaans
tr: Hawai Dili

source: עברית
de: Hebräisch
nl: Hebreeuws
tr: İbranice

source: hrvatski
de: Kroatisch
nl: Kroatisch
tr: Hırvatça

source: magyar
de: Ungarisch
nl: Hongaars
tr: Macarca

source: Bahasa Indonesia
de: Indonesisch
nl: Indonesisch
tr: Endonezya Dili

source: íslenska
de: Isländisch
nl: IJslands
tr: İzlandaca

source: italiano
de: Italienisch
nl: Italiaans
tr: İtalyanca

source: 日本語
de: Japanisch
nl: Japans
tr: Japonca

source: ქართული
de: Georgisch
nl: Georgisch
tr: Gürcüce

source: 한국어
de: Koreanisch
nl: Koreaans
tr: Korece

source: lietuvių
de: Litauisch
nl: Litouws
tr: Litvanyaca

source: latviešu
de: Lettisch
nl: Lets
tr: Litvanyaca

source: Māori
nl: Maori
tr: Yeni Zelanda Dili

source: मराठी
de: Marathi
nl: Marathi
tr: Marathi Dili

source: Bahasa Melayu
de: Malai
nl: Maleis
tr: Malezya Dili

source: norsk bokmål
de: Norwegian Bokmal
nl: Noors Bokmål
tr: Norveççe

source: नेपाली
de: Nepali
nl: Nepalees
tr: Nepalce

source: Nederlands
de: Holländisch
tr: Flemenkçe

source: nynorsk
de: Norwegisch Nynorsk
nl: Noors Nynorsk
tr: Yeni Norveççe

source: occitan
nl: Occitaans
tr: Oksitanca

source: polski
de: Polnisch
nl: Pools
tr: Lehçe

source: português
de: Portugiesisch
nl: Portugees
tr: Portekizce

source: português do Brasil
de: Portugiesisch-Brasilianisch
nl: Brazilaans Portugees
tr: Brezilya Portekizcesi

source: română
de: Rumänisch
nl: Roemeens
tr: Rumence

source: русский
de: Russisch
nl: Russisch
tr: Rusça

source: slovenčina
de: Slowakisch
nl: Slowaaks
tr: Slovakça

source: slovenščina
de: Slowenisch
nl: Sloveens
tr: Slovence

source: Српски
de: Serbisch
nl: Servisch
tr: Sırpça

source: srpski
de: Serbisch
nl: Servisch
tr: Sırpça

source: svenska
de: Schwedisch
nl: Zweeds
tr: İsveççe

source: தமிழ்
de: Tamil
nl: Tamil
tr: Tamilce

source: Татар
de: Tatarisch
nl: Tataars
tr: Tatarca

source: تايلند
de: Thailändisch
nl: Thais
tr: Taylandca

source: українська
de: Ukrainisch
nl: Oekraïens
tr: Ukraynaca

source: Tiếng Việt
de: Vietnamesisch
nl: Vietnamees
tr: Vietnamca

source: ייִדיש
de: Jiddisch
nl: Jiddisch
tr: Yidce

source: 中文
de: Chinesisch
nl: Chinees
tr: Çince

source: 简体中文
de: Chinesisch (vereinfacht)
nl: Chinees (vereenvoudigd)
tr: Basitleştirilmiş Çince

source: 繁體中文
de: Chinesisch (traditionell)
nl: Chinees (traditioneel)
tr: Geleneksel Çince

source: File successfully uploaded
de: Datei wurde erfolgreich auf Ihren Server hochgeladen
nl: Het bestand is goed verstuurd
tr: Dosya başarıyla yüklendi

source: Uploaded file exceeds the allowed size
de: Die zu hochladende Datei ist größer als erlaubt
nl: Het bestand is te groot.
tr: Yüklenen dosya izin verilen boyutu aşıyor

source: File was only partially uploaded, please try again
de: Die Datei wurde nur teilweise hochgeladen. Bitte versuchen Sie es erneut.
nl: Het bestand is slechts gedeeltelijk overgestuurd. Probeer het opnieuw.
tr: Dosya sadece kısmen yüklendi, lütfen tekrar deneyin

source: No file was received. Please upload again.
de: Es kam keine Datei auf Ihrem Server an. Bitte erneut hochladen.
nl: Geen bestand ontvangen. Verstuur het bestand opnieuw.
tr: Dosya alınmadı. Lütfen tekrar yükleyin.

source: Missing PHP temporary directory
de: Das vom PHP-System benötigte <i>tmp</i> Zwischenverzeichnis existiert nicht
nl: Ontbrekende PHP temp map
tr: Eksik PHP geçici dizini

source: PHP failed to write to disk
de: Das PHP-System konnte nicht auf der Festplatte schreiben
nl: PHP kon niet schrijven op schijf
tr: PHP diske yazılamadı

source: PHP blocked file by extension
de: Das PHP-System erteilte keine Erlaubnis, Ihre Datei mit diesem Namen zu schreiben
nl: PHP heeft het bestand tegengehouden vanwege de extensie
tr: PHP uzantılı dosya engellendi

source: himself
de: selbst
nl: hemzelf
tr: kendisi

source: herself
de: selbst
nl: haarzelf
tr: kendisi

source: themself
de: selbst
nl: zichzelf
tr: kendileri

# MALE
source: first cousin
de: Cousin
nl: neef
tr: ilk kuzen

# MALE
source: second cousin
de: Cousin 2. Grades
nl: achterneef/achternicht 6e graad
tr: ikinci kuzen

# MALE
source: third cousin
de: Cousin 3. Grades
nl: achterneef/achternicht 8e graad
tr: üçüncü kuzen

# MALE
source: fourth cousin
de: Cousin 4. Grades
nl: achterneef/achternicht 10e graad
tr: dördüncü kuzen

# MALE
source: fifth cousin
de: Cousin 5. Grades
nl: achterneef/achternicht 12e graad
tr: beşinci kuzen

# MALE
source: sixth cousin
de: Cousin 6. Grades
nl: achterneef/achternicht 14e graad
tr: altıncı kuzen

# MALE
source: seventh cousin
de: Cousin 7. Grades
nl: achterneef/achternicht 16e graad
tr: yedinci kuzen

# MALE
source: eighth cousin
de: Cousin 8. Grades
nl: achterneef/achternicht 18e graad
tr: sekizinci kuzen

# MALE
source: ninth cousin
de: Cousin 9. Grades
nl: achterneef/achternicht 20e graad
tr: dokuzuncu kuzen

# MALE
source: tenth cousin
de: Cousin 10. Grades
nl: achterneef/achternicht 22e graad
tr: onuncu kuzen

# MALE
source: eleventh cousin
de: Cousin 11. Grades
nl: achterneef/achternicht 24e graad
tr: on birinci kuzen

# MALE
source: twelfth cousin
de: Cousin 12. Grades
nl: achterneef/achternicht 26e graad
tr: on ikinci kuzen

# MALE
source: thirteenth cousin
de: Cousin 13. Grades
nl: achterneef/achternicht 28e graad
tr: on üçüncü kuzen

# MALE
source: fourteenth cousin
de: Cousin 14. Grades
nl: achterneef/achternicht 30e graad
tr: on dördüncü kuzen

# MALE
source: fifteenth cousin
de: Cousin 15. Grades
nl: achterneef/achternicht 32e graad
tr: on beşinci kuzen

# MALE
source: %d x cousin
de: Cousin %d. Grades
nl: %d x neef
tr: %d x kuzen

# FEMALE
source: first cousin
de: Cousine 1. Grades
nl: nicht
tr: ilk kuzen

# FEMALE
source: second cousin
de: Cousine 2. Grades
nl: achterneef/achternicht 6e graad
tr: ikinci kuzen

# FEMALE
source: third cousin
de: Cousine 3. Grades
nl: achterneef/achternicht 8e graad
tr: üçüncü kuzen

# FEMALE
source: fourth cousin
de: Cousine 4. Grades
nl: achterneef/achternicht 10e graad
tr: dördüncü kuzen

# FEMALE
source: fifth cousin
de: Cousine 5. Grades
nl: achterneef/achternicht 12e graad
tr: beşinci kuzen

# FEMALE
source: sixth cousin
de: Cousine 6. Grades
nl: achterneef/achternicht 14e graad
tr: altıncı kuzen

# FEMALE
source: seventh cousin
de: Cousine 7. Grades
nl: achterneef/achternicht 16e graad
tr: yedinci kuzen

# FEMALE
source: eighth cousin
de: Cousine 8. Grades
nl: achterneef/achternicht 18e graad
tr: sekizinci kuzen

# FEMALE
source: ninth cousin
de: Cousine 9. Grades
nl: achterneef/achternicht 20e graad
tr: dokuzuncu kuzen

# FEMALE
source: tenth cousin
de: Cousine 10. Grades
nl: achterneef/achternicht 22e graad
tr: onuncu kuzen

# FEMALE
source: eleventh cousin
de: Cousine 11. Grades
nl: achterneef/achternicht 24e graad
tr: on birinci kuzen

# FEMALE
source: twelfth cousin
de: Cousine 12. Grades
nl: achterneef/achternicht 26e graad
tr: on ikinci kuzen

# FEMALE
source: thirteenth cousin
de: Cousine 13. Grades
nl: achterneef/achternicht 28e graad
tr: on üçüncü kuzen

# FEMALE
source: fourteenth cousin
de: Cousine 14. Grades
nl: achterneef/achternicht 30e graad
tr: on dördüncü kuzen

# FEMALE
source: fifteenth cousin
de: Cousine 15. Grades
nl: achterneef/achternicht 32e graad
tr: on beşinci kuzen

# FEMALE
source: %d x cousin
de: Cousine %d. Grades
nl: %d x nicht
tr: %d x kuzen

# MALE/FEMALE
source: first cousin
de: Cousin/e
nl: neef/nicht
tr: ilk kuzen

# MALE/FEMALE
source: second cousin
de: Cousin/e 2. Grades
nl: achterneef/achternicht 6e graad
tr: ikinci kuzen

# MALE/FEMALE
source: third cousin
de: Cousin/e 3. Grades
nl: achterneef/achternicht 8e graad
tr: üçüncü kuzen

# MALE/FEMALE
source: fourth cousin
de: Cousin/e 4. Grades
nl: achterneef/achternicht 10e graad
tr: dördüncü kuzen

# MALE/FEMALE
source: fifth cousin
de: Cousin/e 5. Grades
nl: achterneef/achternicht 12e graad
tr: beşinci kuzen

# MALE/FEMALE
source: sixth cousin
de: Cousin/e 6. Grades
nl: achterneef/achternicht 14e graad
tr: altıncı kuzen

# MALE/FEMALE
source: seventh cousin
de: Cousin/e 7. Grades
nl: achterneef/achternicht 16e graad
tr: yedinci kuzen

# MALE/FEMALE
source: eighth cousin
de: Cousin/e 8. Grades
nl: achterneef/achternicht 18e graad
tr: sekizinci kuzen

# MALE/FEMALE
source: ninth cousin
de: Cousin/e 9. Grades
nl: achterneef/achternicht 20e graad
tr: dokuzuncu kuzen

# MALE/FEMALE
source: tenth cousin
de: Cousin/e 10. Grades
nl: achterneef/achternicht 22e graad
tr: onuncu kuzen

# MALE/FEMALE
source: eleventh cousin
de: Cousin/e 11. Grades
nl: achterneef/achternicht 24e graad
tr: on birinci kuzen

# MALE/FEMALE
source: twelfth cousin
de: Cousin/e 12. Grades
nl: achterneef/achternicht 26e graad
tr: on ikinci kuzen

# MALE/FEMALE
source: thirteenth cousin
de: Cousin/e 13. Grades
nl: achterneef/achternicht 28e graad
tr: on üçüncü kuzen

# MALE/FEMALE
source: fourteenth cousin
de: Cousin/e 14. Grades
nl: achterneef/achternicht 30e graad
tr: on dördüncü kuzen

# MALE/FEMALE
source: fifteenth cousin
de: Cousin/e 15. Grades
nl: achterneef/achternicht 32e graad
tr: on beşinci kuzen

# MALE/FEMALE
source: %d x cousin
de: Cousin/e %d. Grades
nl: %d x neef/nicht
tr: %d x kuzen

# MALE
source: first %s
de: erster %s
nl: eerste %s
tr: ilk %s

# MALE
source: second %s
de: zweiter %s
nl: tweede %s
tr: ikinci %s

# MALE
source: third %s
de: dritter %s
nl: derde %s
tr: üçüncü %s

# MALE
source: fourth %s
de: vierter %s
nl: vierde %s
tr: dördüncü %s

# MALE
source: fifth %s
de: fünfter %s
nl: vijfde %s
tr: beşinci %s

# FEMALE
source: first %s
de: erste %s
nl: eerste %s
tr: ilk %s

# FEMALE
source: second %s
de: zweite %s
nl: tweede %s
tr: ikinci %s

# FEMALE
source: third %s
de: dritte %s
nl: derde %s
tr: üçüncü %s

# FEMALE
source: fourth %s
de: vierte %s
nl: vierde %s
tr: dördüncü %s

# FEMALE
source: fifth %s
de: fünfte %s
nl: vijfde %s
tr: beşinci %s

# MALE/FEMALE
source: first %s
de: erster %s
nl: eerste %s
tr: ilk %s

# MALE/FEMALE
source: second %s
de: zweiter %s
nl: tweede %s
tr: ikinci %s

# MALE/FEMALE
source: third %s
de: dritter %s
nl: derde %s
tr: üçüncü %s

# MALE/FEMALE
source: fourth %s
de: vierter %s
nl: vierde %s
tr: dördüncü %s

# MALE/FEMALE
source: fifth %s
de: fünfter %s
nl: vijfde %s
tr: beşinci %s

source: self
de: selbst
nl: zelf
tr: kendi

source: mother
de: Mutter
nl: moeder
tr: anne

source: father
de: Vater
nl: vader
tr: baba

source: parent
de: Elternteil
nl: ouder
tr: ebeveyn

# MALE
source: ex-partner
tr: eski eş

# MALE
source: partner
tr: eş

source: ex-husband
de: Ex-Mann
nl: ex-echtgenoot
tr: eski koca

# FEMALE
source: ex-partner
tr: eski eş

# FEMALE
source: partner
de: Partnerin
tr: eş

source: ex-wife
de: Ex-Frau
nl: ex-vrouw
tr: eski hanım

source: ex-partner
tr: eski eş

source: partner
de: Partner/in
tr: eş

source: ex-spouse
de: ex-Ehepartner
nl: ex-partner
tr: eski eş

source: twin brother
de: Zwillingsbruder
nl: Tweelingbroer
tr: ikiz erkek kardeş

source: younger brother
de: jüngerer Bruder
nl: jongere broer
tr: küçük erkek kardeş

source: elder brother
de: älterer Bruder
nl: oudere broer
tr: ağabey

source: brother
de: Bruder
nl: broer
tr: erkek kardeş

source: twin sister
de: Zwillingsschwester
nl: tweelingzuster
tr: ikiz kız kardeş

source: younger sister
de: jüngere Schwester
nl: jongere zuster
tr: küçük kız kardeş

source: elder sister
de: ältere Schwester
nl: oudere zuster
tr: abla

source: sister
de: Schwester
nl: zus
tr: kız kardeş

source: twin sibling
de: Zwillingsgeschwister
nl: tweeling
tr: ikiz kardeş

source: younger sibling
de: jüngerer Geschwister
nl: jongere broer of zus
tr: küçük kardeş

source: elder sibling
de: älterer Geschwister
nl: oudere broer of zus
tr: büyük kardeş

source: sibling
de: Geschwister
nl: broer/zus
tr: kardeş

# brother's child
source: nephew/niece
de: Neffe/Nichte
nl: neef/nicht
tr: kız/erkek yeğen

# brother's daughter
source: niece
de: Nichte
nl: nicht
tr: kız yeğen

# brother's son
source: nephew
de: Neffe
nl: neef
tr: erkek yeğen

# brother's wife
source: sister-in-law
de: Schwägerin
nl: schoonzuster
tr: yenge

# child's child
source: grandchild
de: Enkelkind
nl: kleinkind
tr: torun

# child's daughter
source: granddaughter
de: Enkeltochter
nl: kleindochter
tr: kız torun

# child's husband
source: son-in-law
de: Schwiegersohn
nl: schoonzoon
tr: damat

# child's son
source: grandson
de: Enkelsohn
nl: kleinzoon
tr: erkek torun

# child's spouse
source: son/daughter-in-law
de: Schwiegerkind
nl: schoonzoon/schoondochter
tr: damat/gelin

# child's wife
source: daughter-in-law
de: Schwiegertochter
nl: schoondochter
tr: gelin

# daughter's child
source: grandchild
de: Enkelkind
nl: kleinkind
tr: torun

# daughter's daughter
source: granddaughter
de: Enkeltochter
nl: kleindochter
tr: kız torun

# daughter's husband
source: son-in-law
de: Schwiegersohn
nl: schoonzoon
tr: damat

# daughter's son
source: grandson
de: Enkelsohn
nl: kleinzoon
tr: erkek torun

# father's brother
source: uncle
de: Onkel
nl: oom
tr: amca

# father's child
source: half-sibling
de: Halb-Geschwister
nl: halfbroer of -zus
tr: üvey kardeş

# father's daughter
source: half-sister
de: Halbschwester
nl: halfzuster
tr: üvey kız kardeş

# father's father
source: paternal grandfather
de: Großvater
nl: grootvader aan vader's kant
tr: baba tarafından büyükbaba

# father's mother
source: paternal grandmother
de: Großmutter
nl: grootmoeder aan vader's kant
tr: baba tarafından büyükanne

# father's parent
source: paternal grandparent
de: väterlicher Großvater
nl: grootouder aan vader's kant
tr: baba tarafından büyük ebeveyn

# father's sibling
source: aunt/uncle
de: Tante/Onkel
nl: tante/oom
tr: hala/amca

# father's sister
source: aunt
de: Tante
nl: tante
tr: hala

# father's son
source: half-brother
de: Halbbruder
nl: halfbroer
tr: üvey erkek kardeş

# father's wife
source: step-mother
de: Stiefmutter
nl: stiefmoeder
tr: üvey anne

# husband's brother
source: brother-in-law
de: Schwager
nl: zwager
tr: kayın

# husband's child
source: step-child
de: Stiefkind
nl: stiefkind
tr: üvey çocuk

# husband's daughter
source: step-daughter
de: Stieftochter
nl: stiefdochter
tr: üvey kız

# husband's father
source: father-in-law
de: Schwiegervater
nl: schoonvader
tr: kayınpeder

# husband's mother
source: mother-in-law
de: Schwiegermutter
nl: schoonmoeder
tr: kayınvalide

# husband's sibling
source: brother/sister-in-law
de: Schwager/Schwägerin
nl: zwager/schoonzuster
tr: kayın/görümce

# husband's sister
source: sister-in-law
de: Schwägerin
nl: schoonzuster
tr: görümce

# husband's son
source: step-son
de: Stiefsohn
nl: stiefzoon
tr: üvey oğul

# mother's brother
source: uncle
de: Onkel
nl: oom
tr: dayı

# mother's child
source: half-sibling
de: Halb-Geschwister
nl: halfbroer/zus
tr: üvey kardeş

# mother's daughter
source: half-sister
de: Halbschwester
nl: halfzuster
tr: üvey kız kardeş

# mother's father
source: maternal grandfather
de: Großvater mütterliche Seite
nl: grootvader aan moeder's kant
tr: anne tarafından büyükbaba

# mother's husband
source: step-father
de: Stiefvater
nl: stiefvader
tr: üvey baba

# mother's mother
source: maternal grandmother
de: Großmutter
nl: grootmoeder aan moeder's kant
tr: anne tarafından büyükanne

# mother's parent
source: maternal grandparent
de: mütterlicher Großvater
nl: grootouder aan moeder's kant
tr: anne tarafından büyük ebeveyn

# mother's sibling
source: aunt/uncle
de: Tante/Onkel
nl: tante/oom
tr: teyze/dayı

# mother's sister
source: aunt
de: Tante
nl: tante
tr: teyze

# mother's son
source: half-brother
de: Halbbruder
nl: halfbroer
tr: üvey erkek kardeş

# parent's brother
source: uncle
de: Onkel
nl: oom
tr: amca/dayı

# parent's child
source: half-sibling
de: Halb-Geschwister
nl: halfbroer/zus
tr: üvey kardeş

# parent's daughter
source: half-sister
de: Halbschwester
nl: halfzuster
tr: üvey kız kardeş

# parent's father
source: grandfather
de: Großvater
nl: grootvader
tr: büyükbaba

# parent's mother
source: grandmother
de: Großmutter
nl: grootmoeder
tr: büyükanne

# parent's parent
source: grandparent
de: Großelternteil
nl: grootouder
tr: büyük ebeveyn

# parent's sibling
source: aunt/uncle
de: Tante/Onkel
nl: tante/oom
tr: hala/teyze/amca/dayı

# parent's sister
source: aunt
de: Tante
nl: tante
tr: hala/teyze

# parent's son
source: half-brother
de: Halbbruder
nl: halfbroer
tr: üvey erkek kardeş

# parent's spouse
source: step-parent
de: Stiefeltern
nl: stiefouder
tr: üvey ebeveyn

# sibling's child
source: nephew/niece
de: Neffe/Nichte
nl: neef/nicht
tr: erkek/kız yeğen

# sibling's daughter
source: niece
de: Nichte
nl: nicht
tr: kız yeğen

# sibling's son
source: nephew
de: Neffe
nl: neef
tr: erkek yeğen

# sibling's spouse
source: brother/sister-in-law
de: Schwager/Schwägerin
nl: zwager/schoonzuster
tr: enişte/yenge

# sister's child
source: nephew/niece
de: Neffe/Nichte
nl: neef/nicht
tr: erkek/kız yeğen

# sister's daughter
source: niece
de: Nichte
nl: nicht
tr: kız yeğen

# sister's husband
source: brother-in-law
de: Schwager
nl: zwager
tr: enişte

# sister's son
source: nephew
de: Neffe
nl: neef
tr: erkek yeğen

# son's child
source: grandchild
de: Enkelkind
nl: kleinkind
tr: torun

# son's daughter
source: granddaughter
de: Enkeltochter
nl: kleindochter
tr: kız torun

# son's son
source: grandson
de: Enkelsohn
nl: kleinzoon
tr: erkek torun

# son's wife
source: daughter-in-law
de: Schwiegertochter
nl: schoondochter
tr: gelin

# spouses's brother
source: brother-in-law
de: Schwager
nl: zwager
tr: kayın

# spouses's child
source: step-child
de: Stiefkind
nl: stiefkind
tr: üvey çocuk

# spouses's daughter
source: step-daughter
de: Stieftochter
nl: stiefdochter
tr: üvey kız

# spouses's father
source: father-in-law
de: Schwiegervater
nl: schoonvader
tr: kayınpeder

# spouses's mother
source: mother-in-law
de: Schwiegermutter
nl: schoonmoeder
tr: kayınvalide

# spouses's sister
source: sister-in-law
de: Schwägerin
nl: schoonzuster
tr: baldız/görümce
