Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Anniversary
de: Jahrestag
nl: Gedenkdag
tr: Yıldönümü

source: Children
de: Kinder
nl: Kinderen
tr: Çocuklar

source: Show parents
de: Eltern zeigen
nl: Toon ouders
tr: Ebeveynleri göster

source: Show statistics charts
de: Statistiken-Diagramme zeigen
nl: Toon statistiekendiagrammen
tr: İstatistik grafiklerini göster

source: Decade of birth
de: Geburten: Jahrzehnt
nl: Decennium van geboorte
tr: Doğumun on yılı

source: Decade of death
de: Tode: Jahrzehnt
nl: Decennium van overlijden
tr: Ölümün on yılı

source: Age related to death year
de: Alter bezogen auf Sterbejahr
nl: Leeftijd in relatie tot jaar van overlijden
tr: Ölüm yılı ile ilgili yaş

source: Both alive
de: beide leben
nl: Beide levend
tr: İkisi de yaşıyor

source: Show couples where only the female partner is deceased.
de: Paare zeigen, von denen nur die Frau verstorben ist.
nl: Toon paren, waarvan alleen de vrouwelijke partner is overleden.
tr: Sadece kadın eşin öldüğü çiftleri gösterin.

source: Widower
de: Witwer
nl: Weduwnaar
tr: Dul erkek

source: Show couples where only the male partner is deceased.
de: Paare zeigen, von denen nur der Mann verstorben ist.
nl: Toon paren, waarvan alleen de mannelijke partner is overleden.
tr: Sadece erkek eşin öldüğü çiftleri gösterin.

source: Widow
de: Witwe
nl: Weduwe
tr: Dul kadın

source: Both dead
de: beide verstorben
nl: Beide overleden
tr: İkisi de öldü

source: Show couples with an unknown marriage date.
de: Paare zeigen, von denen das Ehedatum unbekannt ist.
nl: Toon paren met een onbekende huwelijksdatum.
tr: Evlilik tarihi bilinmeyen çiftleri göster.

source: Show couples who married more than 100 years ago.
de: Paare zeigen, die vor mehr als 100 Jahren heirateten.
nl: Toon paren, meer dan 100 jaar geleden getrouwd.
tr: 100 yıldan fazla bir süre önce evlenen çiftleri göster.

source: Show couples who married within the last 100 years.
de: Paare zeigen, die innerhalb der letzten 100 Jahren heirateten.
nl: Toon paren, getrouwd in de laatste 100 jaar.
tr: Son 100 yıl içinde evlenen çiftleri göster.

source: Show divorced couples.
de: Zeige geschiedene Paare.
nl: Toon gescheiden paren.
tr: Boşanmış çiftleri göster.

source: Show couples where either partner married more than once.
de: Paare zeigen, von denen ein Partner mehr als einmal heiratete.
nl: Toon echtparen waarvan elke partner meerdere keren trouwde.
tr: Eşlerden birinin bir kereden fazla evlendiği çiftleri gösterin.

source: Multiple marriages
de: mehrere Ehen
nl: Meervoudige huwelijken
tr: Çoklu evlilikler

source: Decade of marriage
de: Ehen: Jahrzehnt
nl: Decennium van Huwelijk
tr: Evliliğin on yılı

source: Age in year of marriage
de: Alter im Jahr der Eheschließung
nl: Leeftijd bij huwelijk
tr: Evlilik yılındaki yaş

source: Story title
de: Titel der Geschichte
nl: Titel van het verhaal
tr: Hikaye başlığı

source: File name
de: Dateiname
nl: Bestandsnaam
tr: Dosya adı

source: Spouses
de: Ehepartner
nl: Partners
tr: Eşler

source: Changed on %1$s by %2$s
de: Geändert am %1$s von %2$s
nl: Gewijzigd op %1$s door %2$s
tr: %1$s tarihinde %2$s tarafından değiştirildi

source: No events exist for today.
de: Heute gibt es keine Ereignisse.
nl: Er zijn geen gebeurtenissen voor vandaag.
tr: Bugün için herhangi bir etkinlik yok.

source: No events for living people exist for today.
de: Heute gibt es keine Ereignisse für lebende Personen.
nl: Er zijn geen gebeurtenissen van levende personen voor vandaag.
tr: Bugün için yaşayan insanların herhangi bir etkinliği yok.

source: No events exist for tomorrow.
de: Für morgen stehen keine Ereignisse bevor.
nl: Er zijn geen gebeurtenissen voor morgen.
tr: Yarın için herhangi bir etkinlik yok.

source: No events exist for the next %s day.
de: Für den nächsten Tag steht kein Ereignis an.
nl: Er zijn geen gebeurtenissen voor de volgende %s dag.
tr: Sonraki %s gün için etkinlik yok.

source: No events for living people exist for tomorrow.
de: Für morgen stehen keine Ereignisse für lebende Personen bevor.
nl: Er zijn geen gebeurtenissen van levende personen voor morgen.
tr: Yaşayan insanlar için yarın için hiçbir etkinlik yok.

source: No events for living people exist for the next %s day.
de: Es gibt keine Ereignisse für lebende Personen für den nächsten Tag.
nl: Er zijn geen gebeurtenissen voor levende personen voor de volgende %s dagen.
tr: Sonraki %s gün için yaşayan insanların etkinliği yok.

source: Average age
de: Durchschnitt: Todesalter
nl: Gemiddelde leeftijd
tr: Ortalama yaş

source: Relationship:&nbsp;
de: Beziehung: &nbsp;
nl: Verwantschap:&nbsp;
tr: İlişki:&nbsp;

source: %1$s is %2$s of %3$s
de: %1$s ist %2$s von %3$s
nl: %1$s is %2$s van %3$s
tr: %1$s, %2$s / %3$s

source: Common ancestor:
de: Gemeinsamen Vorfahren:
nl: Gemeenschappelijke voorouder:
tr: Ortak ata:

source: Spouse
de: Ehepartner
nl: Partner
tr: Eş

source: Partner
de: Partner/in
tr: Eş

source: One or more empty %s tags
de: Ein oder mehrere leere %s tags
nl: Een of meer lege %s tags
tr: Bir veya daha fazla boş %s etiketi

source: born in %1s, now aged %2s years
de: geboren %1s, nun %2s Jahre alt
nl: geboren in %1s, leeftijd nu %2s jaar
tr: %1s doğumlu, şimdi %2s yaşında

source: married in %1s at age %2s years
de: Heirat %1s im Alter von %2s Jahren
nl: gehuwd in %1s op de leeftijd van %2s jaar
tr: %1s yılında, %2s yaşında evlendi

source: Age difference = %1s years
nl: Leeftijdsverschil = %1s jaar
tr: Yaş farkı = %1s yıl

source: gave birth before age %1s years to %2s in %3s
de: gebar vor Alter %1s Jahre, %2s in %3s
nl: kreeg kinderen voor de leeftijd van %1s jaar tot %2s in %3s
tr: %1s yaşından önce %2s'e %3s içinde doğum yaptı

source: gave birth after age %1s years to %2s in %3s
de: gebar nach Alter %1s Jahre, %2s in %3s
nl: kreeg kinderen na de leeftijd van %1s jaar tot %2s in %3s
tr: %1s yaşından sonra %2s'e %3s içinde doğum yaptı

source: born in %1s, baptised at age %2s years
de: geboren %1s, getauft im Alter von %2s Jahren
nl: geboren in %1s, gedoopt op leeftijd van %2s jaar
tr: %1s doğumlu, %2s yaşında vaftiz edildi

source: born in %1s, christened at age %2s years
de: geboren %1s, getauft im Alter von %2s Jahren
nl: geboren in %1s, gedoopt op leeftijd van %2s jaar
tr: %1s doğumlu, %2s yaşında ad konuldu

source: No %s data
nl: Geen%s gegevens
tr: %s verisi yok

source: %1s %2s - Media object has 0 Bytes
nl: %1s%2s - Mediaobject heeft 0 bytes
tr: %1s %2s - Medya nesnesinin 0 Baytı var

source: %1s %2s - Missing main image
nl: %1s%2s - Ontbrekende hoofdafbeelding
tr: %1s %2s - Ana resim eksik

source: %1s %2s - Missing thumbnail image
nl: %1s%2s - Ontbrekende miniatuur
tr: %1s %2s - Küçük resim eksik

source: %1s %2s - Missing main and thumbnail images
nl: %1s%2s - ontbrekende hoofdafbeeldingen en miniaturen
tr: %1s %2s - Ana ve küçük resimler eksik

source: %1s %2s - Media object not linked
nl: %1s%2s - Mediaobject niet gekoppeld
tr: %1s %2s - Medya nesnesi bağlı değil

source: Click a row then drag-and-drop to re-order media.
de: Zeile klicken und verschieben um Medien-Objekte neu zu ordnen
nl: Klik op een rij, sleep en laat los om de volgorde van de media te wijzigen.
tr: Medyayı yeniden sıralamak için bir satırı tıklayın ve ardından sürükleyip bırakın.

source: Search engine
de: Suchmaschine
nl: Zoekmachine
tr: Arama motoru

source: Change the blocks on this page
de: Blöcke auf der Seite ändern
nl: Verander de blokken op deze pagina
tr: Bu sayfadaki blokları değiştirin

source: Hit Count:
de: Besucher:
nl: Bezoekersteller:
tr: İsabet Sayısı:

source: Highlight a block name and then click on one of the arrow icons to move that highlighted block in the indicated direction.
de: Markieren Sie einen Blocknamen und klicken Sie dann auf eines der Pfeilsymbole, diesen markierten Block in der angegebenen Richtung zu bewegen.
nl: Markeer een bloknaam en klik dan op één van de pijlen om het gemarkeerde blok in de aangegeven richting te verplaatsen.
tr: Bir blok adını vurgulayın ve vurgulanan bloğu belirtilen yönde hareket ettirmek için ok simgelerinden birine tıklayın.

source: Main Section Blocks
de: Blöcke im Hauptbereich
nl: Blokken hoofdsectie
tr: Ana Bölüm Blokları

source: Available Blocks
de: Verfügbare Blöcke
nl: Beschikbare blokken
tr: Kullanılabilir Bloklar

source: Right Section Blocks
de: Blöcke im rechten Bereich
nl: Blokken rechter sectie
tr: Sağ Bölüm Blokları

source: Move up
de: Nach oben verschieben
nl: Verplaats omhoog
tr: Yukarı taşı

source: Move down
de: Nach unten verschieben
nl: Verplaats omlaag
tr: Aşağı taşı

source: Move Right
de: nach rechts
nl: Verplaats naar rechts
tr: Sağa taşı

source: Move Left
de: nach links
nl: Verplaats naar links
tr: Sola taşı

source: This individual has been deleted. You should review the deletion and then %1$s or %2$s it.
de: Diese Person wurde gelöscht. Sie sollten die Löschung prüfen und dann %1$s oder %2$s.
nl: Deze persoon is verwijderd. Beoordeel de verwijdering en %1$s of %2$s deze dan.
tr: Bu kişi silindi. Silme işlemini ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This individual has been deleted. The deletion will need to be reviewed by a moderator.
de: Diese Person wurde gelöscht. Die Löschung muss durch einen Moderator geprüft werden.
nl: Deze persoon is verwijderd. De verwijdering moet nagekeken worden door een moderator.
tr: Bu kişi silindi. Silme işleminin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This individual has been edited. You should review the changes and then %1$s or %2$s them.
de: Die Person wurde bearbeitet. Sie sollten die Änderungen prüfen und dann %1$s oder %2$s.
nl: De gegevens van deze persoon zijn gewijzigd. Beoordeel de wijzigingen en %1$s of %2$s ze dan.
tr: Bu kişi düzenlendi. Değişiklikleri ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This individual has been edited. The changes need to be reviewed by a moderator.
de: Die Person wurde bearbeitet. Die Änderungen müssen durch einen Moderator geprüft werden.
nl: De gegevens van deze persoon zijn gewijzigd. De wijzigingen moeten nagekeken worden door een moderator.
tr: Bu kişi düzenlendi. Değişikliklerin bir moderatör tarafından gözden geçirilmesi gerekir.

source: The details of this individual are private.
de: Die Details dieser Person sind vertraulich.
nl: De details van deze persoon zijn privé.
tr: Bu kişinin ayrıntıları özeldir.

source: This individual does not exist or you do not have permission to view it.
de: Diese Person existiert nicht oder Sie haben keine Berechtigung sie anzusehen.
nl: Deze persoon bestaat niet, of u heeft geen permissie om dit te zien.
tr: Bu kişi mevcut değil veya onu görüntüleme izniniz yok.

source: Click here to open or close the sidebar
de: Klicken Sie hier um die Seitenleiste zu öffnen und zu schließen.
nl: Klik hier om het zijpaneel te openen of te sluiten
tr: Kenar çubuğunu açmak veya kapatmak için burayı tıklayın

source: Link to an existing media object
de: Mit einem vorhandenen Medienobjekt verknüpfen
nl: Koppel aan een bestaand media-object
tr: Mevcut bir medya nesnesine bağlantı

source: When adding a Link, the ID field cannot be empty.
de: ID-Nummer fehlt. Befehl kann nicht ausgeführt werden.
nl: Als u een Koppeling toevoegt, mag het ID veld niet leeg zijn.
tr: Bağlantı eklerken Kimlik alanı boş bırakılamaz.

source: Links
de: Verbindungen
nl: Koppelingen
tr: Bağlantılar

source: Keep
de: Behalten
nl: Behoud
tr: Tut

source: Navigator
tr: Gezgin

source: Keep Link in list
de: Link in der Liste behalten
nl: Bewaar de Link in de lijst
tr: Bağlantıyı listede tut

source: Remove Link from list
de: Link aus der Liste entfernen
nl: Verwijder de Link uit de lijst
tr: Bağlantıyı listeden kaldır

source: Add links
de: Link hinzufügen
nl: Voeg links toe
tr: Bağlantılar ekle

source: Set link
de: Verbindung setzen
nl: Maak koppeling
tr: Bağlantıyı ayarla

source: Ancestors of %s
de: Vorfahren von %s
nl: Voorouders van %s
tr: %s'in ataları

source: and
de: und
nl: en
tr: ve

source: <h2>Kiwitrees doesn't work well without JavaScript, and in your browser it is missing, broken, or disabled.</h2> <p>If you want to know how to enable it click <a href="http://www.enable-javascript.com/" target="_blank">here</a></p>
de: <h2>Kiwitrees auch ohne JavaScript funktioniert nicht, und in Ihrem Browser es fehlt, gebrochen oder deaktiviert.</h2> <p>Möchten Sie wissen, wie Sie es aktivieren, klicken Sie <a href="http://www.enable-javascript.com/" target="_blank"> hier</a></p>
nl: <h2>Kiwitrees werkt niet goed zonder JavaScript en in uw browser ontbreekt het, is het corrupt of uitgeschakeld.</h2> <p>Als u wilt weten hoe het in te schakelen klik <a href="http://www.enable-javascript.com/" target="_blank">hier</a></p>
tr: <h2>Kiwitrees JavaScript olmadan iyi çalışmaz ve tarayıcınızda eksik, bozuk veya devre dışıdır.</h2> <p>Nasıl etkinleştirileceğini öğrenmek istiyorsanız <a href="http://www.enable-javascript.com/" target="_blank">burayı</a></p> tıklayın

source: Close this message
de: Schließen Sie diese Meldung
nl: Sluit dit bericht
tr: Bu iletiyi kapat

source: Compact tree of %s
de: Kompakter Stammbaum von %s
nl: Compacte boom van %s
tr: %s için kompakt ağaç

source: Start at parents
de: Bei den Eltern beginnen
nl: Begin bij ouders
tr: Ebeveynlerden başla

source: Deleting the family will unlink all of the individuals from each other but will leave the individuals in place. Are you sure you want to delete this family?
de: Das Löschen der Familie wird jede Verbindung von allen anderen lösen. Alle ehemalige Familienmitglieder bleiben als freistehende Personen ohne Familienverbund. Möchten Sie diese Familie wirklich löschen?
nl: Door het verwijderen van het gezin verbreekt u de koppeling tussen alle personen, maar de personen zelf worden niet verwijderd. Weet u zeker dat u dit gezin wilt verwijderen?
tr: Ailenin silinmesi, tüm bireylerin birbirinden bağlantısını kesecek, ancak bireyleri yerinde bırakacaktır. Bu aileyi silmek istediğinizden emin misiniz?

source: Add to favorites
de: Neues Lesezeichen hinzufügen
nl: Voeg aan favorieten toe
tr: Sık kullanılanlara ekle

source: No facts for this family.
de: Keine Ereignisse für diese Familie.
nl: Geen feiten voor dit gezin
tr: Bu aile için gerçek yok.

source: Add new family information
de: Neue Familiendaten hinzufügen
nl: Voeg nieuwe gezinsinformatie toe
tr: Yeni aile bilgileri ekle

source: Family book of %s
de: Familienbuch von %s
nl: Familie boek van %s
tr: %s aile kitabı

source: Family book
de: Familienbuch
nl: Familie boek
tr: Aile kitabı

source: Family of %s
de: Familie von %s
nl: Gezin van %s
tr: %s ailesi

source: Fanchart of %s
de: Fächer-Diagramm von %s
nl: Waaierdiagram van %s
tr: %s Fan Grafiği

source: 180 degree
de: 180 Grad
nl: 180 graden
tr: 180 derece

source: 210 degree
de: 210 Grad
nl: 210 graden
tr: 210 derece

source: 240 degree
de: 240 Grad
nl: 240 graden
tr: 240 derece

source: 270 degree
de: 270 Grad
nl: 270 graden
tr: 270 derece

source: 300 degree
de: 300 Grad
nl: 300 graden
tr: 300 derece

source: 330 degree
de: 330 Grad
nl: 330 graden
tr: 330 derece

source: 360 degree
de: 360-Grad
nl: 360 graden
tr: 360 derece

source: (%1s of %2s - %3s complete)
de: (%1s von %2s - %3s komplett)
nl: (%1s van %2s - %3s compleet)
tr: (%1s / %2s - %3s tamamlandı)

source: back to top
de: zurück nach oben
nl: Terug naar boven
tr: başa dön

source: The details of this generation are private.
de: Die Einzelheiten zu dieser Generation sind nicht öffentlich.
nl: De details van deze generatie zijn privé.
tr: Bu kuşağın ayrıntıları özeldir.

source: Sosa number
de: Sosa Nummer
nl: Sosa-nummer
tr: Sosa numarası

# MALE
source: first
de: ersten
nl: eerste
tr: birinci

# MALE
source: second
de: zweiten
nl: tweede
tr: ikinci

# MALE
source: third
de: dritten
nl: derde
tr: üçüncü

# MALE
source: fourth
de: vierten
nl: vierde
tr: dördüncü

# MALE
source: fifth
de: fünften
nl: vijfde
tr: beşinci

# MALE
source: sixth
de: sechsten
nl: zesde
tr: altıncı

# MALE
source: seventh
de: siebten
nl: zevende
tr: yedinci

# MALE
source: eighth
de: achten
nl: achtste
tr: sekizinci

# MALE
source: ninth
de: neunten
nl: negende
tr: dokuzuncu

# MALE
source: tenth
de: zehnten
nl: tiende
tr: onuncu

# MALE
source: 11th
de: 11. ten
nl: 11de
tr: 11inci

# MALE
source: 12th
de: 12. ten
nl: 12de
tr: 12nci

# MALE
source: 13th
de: 13. ten
nl: 13de
tr: 13üncü

# MALE
source: 14th
de: 14. ten
nl: 14de
tr: 14üncü

# MALE
source: 15th
de: 15. ten
nl: 15de
tr: 15inci

# FEMALE
source: first
de: ersten
nl: eerste
tr: birinci

# FEMALE
source: second
de: zweiten
nl: tweede
tr: ikinci

# FEMALE
source: third
de: dritten
nl: derde
tr: üçüncü

# FEMALE
source: fourth
de: vierten
nl: vierde
tr: dördüncü

# FEMALE
source: fifth
de: fünften
nl: vijfde
tr: beşinci

# FEMALE
source: sixth
de: sechsten
nl: zesde
tr: altıncı

# FEMALE
source: seventh
de: siebten
nl: zevende
tr: yedinci

# FEMALE
source: eighth
de: achten
nl: achtste
tr: sekizinci

# FEMALE
source: ninth
de: neunten
nl: negende
tr: dokuzuncu

# FEMALE
source: tenth
de: zehnten
nl: tiende
tr: onuncu

# FEMALE
source: 11th
de: 11. ten
nl: 11de
tr: 11inci

# FEMALE
source: 12th
de: 12. ten
nl: 12de
tr: 12nci

# FEMALE
source: 13th
de: 13. ten
nl: 13de
tr: 13üncü

# FEMALE
source: 14th
de: 14. ten
nl: 14de
tr: 14üncü

# FEMALE
source: 15th
de: 15. ten
nl: 15de
tr: 15inci

# MALE
source: once
de: einmal
nl: eenmaal
tr: bir kez

# MALE
source: twice
de: zweimal
nl: tweemaal
tr: iki kez

# MALE
source: three times
de: dreimal
nl: driemaal
tr: üç kez

# MALE
source: four times
de: viermal
nl: viermaal
tr: dört kez

# MALE
source: five times
de: fünfmal
nl: vijfmaal
tr: beş kez

# MALE
source: six times
de: sechsmal
nl: zesmaal
tr: altı kez

# MALE
source: seven times
de: siebenmal
nl: zevenmaal
tr: yedi kez

# MALE
source: eight times
de: achtmal
nl: achtmaal
tr: sekiz kez

# MALE
source: nine times
de: neunmal
nl: negenmaal
tr: dokuz kez

# MALE
source: ten times
de: zehnmal
nl: tienmaal
tr: on kez

# MALE
source: 11 times
de: 11 mal
nl: 11maal
tr: 11 kez

# MALE
source: 12 times
de: 12 mal
nl: 12maal
tr: 12 kez

# MALE
source: 13 times
de: 13 mal
nl: 13maal
tr: 13 kez

# MALE
source: 14 times
de: 14 mal
nl: 14maal
tr: 14 kez

# MALE
source: 15 times
de: 15 mal
nl: 15maal
tr: 15 kez

# FEMALE
source: once
de: einmal
nl: eenmaal
tr: bir kez

# FEMALE
source: twice
de: zweimal
nl: tweemaal
tr: iki kez

# FEMALE
source: three times
de: dreimal
nl: driemaal
tr: üç kez

# FEMALE
source: four times
de: viermal
nl: viermaal
tr: dört kez

# FEMALE
source: five times
de: fünfmal
nl: vijfmaal
tr: beş kez

# FEMALE
source: six times
de: sechsmal
nl: zesmaal
tr: altı kez

# FEMALE
source: seven times
de: siebenmal
nl: zevenmaal
tr: yedi kez

# FEMALE
source: eight times
de: achtmal
nl: achtmaal
tr: sekiz kez

# FEMALE
source: nine times
de: neunmal
nl: negenmaal
tr: dokuz kez

# FEMALE
source: ten times
de: zehnmal
nl: tienmaal
tr: on kez

# FEMALE
source: 11 times
de: 11 mal
nl: 11maal
tr: 11 kez

# FEMALE
source: 12 times
de: 12 mal
nl: 12maal
tr: 12 kez

# FEMALE
source: 13 times
de: 13 mal
nl: 13maal
tr: 13 kez

# FEMALE
source: 14 times
de: 14 mal
nl: 14maal
tr: 14 kez

# FEMALE
source: 15 times
de: 15 mal
nl: 15maal
tr: 15 kez

source: He married %s
de: Er heiratete %s
nl: Hij trouwde %s
tr: %s ile evlendi

source: The %s time he married
de: Zum %s Mal heiratete er
nl: De %s keer trouwde hij met
tr: %s evlendiği zaman

source: She married %s
de: Sie heiratete %s
nl: Zij trouwde %s
tr: %s ile evlendi

source: The %s time she married
de: Zum %s Mal heiratete sie
nl: De %s keer trouwde zij met
tr: %s evlendiği zaman

source: This individual married %s
de: Diese Person heiratete %s
nl: Deze persoon trouwde %s
tr: Bu kişi %s ile evlendi

source: The %s time this individual married
de: Zum %s Mal heiratete diese Person
nl: De %s keer dat deze persoon huwde
tr: Bu kişinin evlendiği zaman %s

source: He married
de: Er heiratete
nl: Hij trouwde
tr: Evlendi

source: She married
de: Sie heiratete
nl: Zij trouwde
tr: Evlendi

source: This individual married
de: Diese Person heiratete
nl: Deze persoon huwde
tr: Bu kişi evlendi

source: They divorced %s.
de: Sie wurden geschieden %s.
nl: Zij scheidden %s.
tr: %s ile boşandılar.

source: He had a relationship with
de: Er war verheiratet mit
nl: Hij had een relatie met
tr: Onunla bir ilişkisi vardı

source: She had a relationship with
de: Sie war verheitratet mit
nl: Zij had een relatie met
tr: Onunla bir ilişkisi vardı

source: This individual had a relationship with
de: Diese Person ist verheiratet mit
nl: Deze persoon had een relatie met
tr: Bu kişinin bir ilişkisi vardı

source: and
de: und
nl: en
tr: ve

# Two parents/one child
source: had
de: hatte
nl: hadden
tr: vardı

# One parent/one child
source: had
de: hat
tr: vardı

source: children
de: Kinder
nl: kinderen
tr: çocuklar

# Two parents/multiple children
source: had
de: hatte
nl: hadden
tr: vardı

# One parent/multiple children
source: had
de: hatte
tr: vardı

source: %s child
de: %s Kind
nl: %s kind
tr: %s çocuk

source: Children of
de: Kinder von
nl: Kinderen van
tr: Çocukları

# FEMALE
source: foster child
de: Pflegekind
nl: pleegkind
tr: koruyucu çocuk

# MALE
source: foster child
de: Pflegekind
nl: pleegkind
tr: koruyucu çocuk

# FEMALE
source: adopted child
de: adoptiertes Kind
nl: geadopteerd kind
tr: evlatlık çocuk

# MALE
source: adopted child
de: adoptiertes Kind
nl: geadopteerd kind
tr: evlatlık çocuk

source: foster son of
de: Pflegesohn von
nl: pleegzoon van
tr: üvey oğlu

source: adopted son of
de: Adoptivsohn von
nl: geadopteerde zoon van
tr: evlatlık oğlu

source: son of
de: Sohn von
nl: zoon van
tr: oğlu

source: foster daughter of
de: Pflegetochter von
nl: pleegdochter van
tr: üvey kızı

source: adopted daughter of
de: Adoptivtochter von
nl: geadopteerde dochter van
tr: evlatlık kızı

source: daughter of
de: Tochter von
nl: dochter van
tr: kızı

# MALE
source: foster child of
de: Pflegekind von
nl: pleegkind van
tr: üvey çocuğu

source: adopted child of
de: adoptiertes Kind von
nl: geadopteerd kind van
tr: evlatlık çocuğu

source: child of
de: Kind von
nl: kind van
tr: çocuğu

# PAST
source: She was born
de: Sie wurde geboren
nl: Zij werd geboren
tr: O doğdu

# PAST
source: He was born
de: Er wurde geboren
nl: Hij werd geboren
tr: O doğdu

# PRESENT
source: She was born
de: Sie wurde geboren
nl: Zij is geboren
tr: O doğdu

# PRESENT
source: He was born
de: Er wurde geboren
nl: Hij is geboren
tr: O doğdu

# PAST (FEMALE)
source: was born
de: wurde geboren
nl: werd geboren
tr: doğdu

# PAST (MALE)
source: was born
de: wurde geboren
nl: werd geboren
tr: doğdu

# PRESENT (FEMALE)
source: was born
de: wurde geboren
nl: is geboren
tr: doğdu

# PRESENT (MALE)
source: was born
de: wurde geboren
nl: is geboren
tr: doğdu

# FEMALE
source: died
de: starb
nl: overleed
tr: öldü

# MALE
source: died
de: starb
nl: overleed
tr: öldü

source: She died
de: Sie starb
nl: Zij overleed
tr: O öldü

source: He died
de: Er starb
nl: Hij overleed
tr: O öldü

# age in days/months
source: at the age of %s
de: im Alter von %s
nl: op de leeftijd van %s
tr: %s yaşında

# age in years
source: at the age of %s
de: im Alter von %s
nl: op %s-jarige leeftijd
tr: %s yaşında

source: Father
de: Vater
nl: Vader
tr: Baba

source: Mother
de: Mutter
nl: Moeder
tr: Anne

# before dateformat dd-mm-yyyy
source: on
de: am
nl: op
tr: ile

# before dateformat mmm yyyy
source: in
tr: içinde

# before dateformat yyyy
source: in
tr: içinde

# before placesnames
source: in
tr: içinde

source: Overview
de: Vorfahren
nl: Overzicht
tr: Genel bakış

source: %s family descendants
de: %s Familien Nachfahren
nl: %s gezin afstammelingen
tr: %s ailesinin torunları

source: Parents
de: Eltern
nl: Ouders
tr: Ebeveynler

source: Siblings
de: Geschwister
nl: Broers/zussen
tr: Kardeşler

source: Sibling
de: Geschwister
nl: Broer/zus
tr: Kardeş

source: Delete name
de: Lösche Name
nl: Verwijder naam
tr: Adı sil
