Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Period from Advent Sunday to December 25
de: Zeitraum von Adventssonntag bis 25 Dezember
nl: Periode van Adventszondag tot 25 December
tr: Advent Pazarından 25 Aralık'a kadar olan dönem

source: Sexagesima Sunday
de: Sexagesima Sonntag
nl: Sexagesima zondag
tr: Sexagesima Pazar

source: Sunday after Septuagesima Sunday.
nl: Zondag na Septuagesima zondag
tr: Septuagesima Pazarından sonraki Pazar.

source: Quinquagesima Sunday
nl: Quinquagesima zondag
tr: Quinquagesima Pazar

source: 2nd Sunday after Septuagesima Sunday
nl: 2de zondag na Septuagesima zondag
tr: Septuagesima Pazarından sonraki 2. Pazar

source: Shrove Tuesday
nl: Vastenavond
tr: Shrove Salı

source: day before Ash Wednesday.
nl: dag voor Aswoensdag
tr: kül Çarşambasından önceki gün.

source: Passion Sunday
nl: Passiezondag
tr: Passion Pazar

source: 2nd Sunday before Easter
nl: 2e zondag voor Pasen
tr: Paskalyadan önceki 2. Pazar

source: Palm Sunday
nl: Palmzondag
tr: Palm Pazar

source: Sunday before Easter
nl: Zondag voor Pasen
tr: Paskalyadan önceki Pazar

source: Quasimodo (Low) Sunday
nl: Quasimodo (Beloken) zondag
tr: Quasimodo (Düşük) Pazar

source: Sunday after Easter
de: Sonntag nach Ostern
nl: Zondag na Pasen
tr: Paskalyadan sonraki Pazar

source: Good Friday
de: Karfreitag
nl: Goede Vrijdag
tr: Kutsal Cuma

source: Friday before Easter
de: Freitag vor Ostern
nl: Vrijdag voor Pasen
tr: Paskalyadan önceki Cuma

source: Maundy Thursday
de: Gründonnerstag
nl: Witte Donderdag
tr: Maundy Perşembe

source: Thursday before Easter
de: Donnerstag vor Ostern
nl: Donderdag voor Pasen
tr: Paskalyadan önceki Perşembe

source: Adorate dominum
tr: Rabbine ibadet et

source: 3rd Sunday after January 6
de: 3. Sonntag nach dem 6. Januar
nl: 3de zondag na 6 januari
tr: 6 Ocak'tan sonraki 3. Pazar

source: January 9
de: 9 Januar
nl: 9 januari
tr: 9 Ocak

source: Advent Sunday
de: Adventssonntag
nl: Adventszondag
tr: Advent Pazar

source: February 5
de: 5 Februar
nl: 5 februari
tr: 5 Şubat

source: January 21
de: 21 Januar
nl: 21 januari
tr: 21 Ocak

source: June 22 (or June in 1662 Prayer Book)
de: Juni 22 (oder Juni 1662-Gebet-Buch)
nl: 22 Juni (of Juni in het Boek van Algemeen Gebed 1662)
tr: 22 Haziran (veya 1662 Dua Kitabındaki Haziran)

source: May 25
de: Mai 25
nl: 25 mei
tr: 25 Mayıs

source: All Hallows
nl: Allerheiligen
tr: Tüm Yadigarlar

source: November 1
de: 1 November
nl: 1 november
tr: 1 Kasım

source: All Saints
de: Allerheiligen
nl: Allerheiligen
tr: Tüm Azizler

source: All Souls
de: Allerseelen
nl: Allerzielen
tr: Tüm Ruhlar

source: November 2
de: 2 November
nl: 2 november
tr: 2 Kasım

source: April 19
nl: 19 april
tr: 19 Nisan

source: April 4
nl: 4 april
tr: 4 Nisan

source: November 30
nl: 30 november
tr: 30 Kasım

source: July 26
nl: 26 juli
tr: 26 Temmuz

source: Annunciation
nl: Maria Boodschap
tr: Duyuru

source: March 25
nl: 25 maart
tr: 25 Mart

source: May 6
nl: 6 mei
tr: 6 Mayıs

source: Aspiciens a longe
nl: 1e Advent
tr: Uzaktan bakmak

source: August 24 or 25
nl: 24 of 25 augustus
tr: 24 veya 25 Ağustos

source: October 17
nl: 17 oktober
tr: 17 Ekim

source: May 26
nl: 26 mei
tr: 26 Mayıs

source: August 28
nl: 28 augustus
tr: 28 Ağustos

source: June 11
nl: 11 juni
tr: 11 Haziran

source: August 24
nl: 24 augustus
tr: 24 Ağustos

source: May 27
nl: 27 mei
tr: 27 Mayıs

source: March 21
nl: 21 maart
tr: 21 Mart

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Translation of Benedict
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Translatie van Benedictus
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Benedict çevirisi

source: July 11
nl: 11 juli
tr: 11 Temmuz

source: December 3
nl: 3 december
tr: 3 Aralık

source: February 3
nl: 3 februari
tr: 3 Şubat

source: June 5
nl: 5 Juni
tr: 5 Haziran

source: June 17
nl: 17 juni
tr: 17 Haziran

source: November 13
nl: 13 november
tr: 13 Kasım

source: February 2
nl: 2 februari
tr: 2 Şubat

source: 4th Sunday in Advent
nl: 4e zondag in Advent
tr: Advent içinde 4. Pazar

source: Cantate domino
tr: Tanrı'ya şarkı söyle

source: 4th Sunday after Easter
nl: 4e zondag na Pasen
tr: Paskalyadan sonraki 4. Pazar

source: February 22
nl: 22 februari
tr: 22 Şubat

source: November 25
nl: 25 november
tr: 25 Kasım

source: November 22
nl: 22 november
tr: 22 Kasım

source: Cena domini
tr: Tanrı'nın yemeği

source: March 2
nl: 2 maart
tr: 2 Mart

source: Christmas (Natale Domini)
nl: Kerstmis (Natale Domini)
tr: Noel (Natale Domini)

source: December 25
nl: 25 december
tr: 25 Aralık

source: July 25
nl: 25 juli
tr: 25 Temmuz

source: Circumcision
nl: Besnijdenis
tr: Sünnet

source: January 1
nl: 1 januari
tr: 1 Ocak

source: Clausum Pasche
tr: Kapalı Paskalya

source: 1st Sunday after Easter
nl: 1e zondag na Pasen
tr: Paskalya'dan sonraki 1. Pazar

source: November 23
nl: 23 november
tr: 23 Kasım

source: Cornelius+Cyprian
tr: Cornelius+Kıbrıslı

source: September 14
nl: 14 september
tr: 14 Eylül

source: Corpus Christi
tr: Mesih'in Bedeni

source: Thursday after Trinity*
nl: Donderdag na Trinitatis*
tr: Trinity* sonrası Perşembe

source: Crispin and Crispinian
nl: Crispinus en Crispinianus
tr: Crispin ve Crispinian

source: October 25
nl: 25 oktober
tr: 25 Ekim

source: March 20
nl: 20 maart
tr: 20 Mart

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;translation of Cuthbert
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Translatie van Cuthbertus
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cuthbert çevirisi

source: September 4
nl: 4 september
tr: 4 Eylül

source: Cyprian and Justina
nl: Cyprianus en Justina
tr: Kıbrıslı ve Justina

source: September 26
nl: 26 september
tr: 26 Eylül

source: Daemon mutus
tr: Aptal iblis

source: 3rd Sunday in Lent (after Ash Wednesday)
nl: 3de zondag in Vasten (na Aswoensdag)
tr: Lent'te 3. Pazar (Kül Çarşambasından sonra)

source: Da pacem
tr: Huzur ver

source: 18th Sunday after Trinity*
nl: 18de zondag na Trinitatis*
tr: Trinity* sonrası 18. Pazar

source: March 1
nl: 1 maart
tr: 1 Mart

source: Deus in adiutorium
tr: Tanrım bana yardım et

source: 12th Sunday after Trinity*
nl: 12de zondag na Trinitatis*
tr: Trinity* sonrası 12. Pazar

source: Deus in loco sancto
tr: Kutsal yerde Tanrı

source: 11th Sunday after Trinity*
nl: 11de zondag na Trinitatis*
tr: Trinity* sonrası 11. Pazar

source: Deus qui errantibus
tr: Dolaşan Tanrı

source: 3rd Sunday after Easter
nl: 3e zondag na Pasen
tr: Paskalya'dan sonraki 3. Pazar

source: Dicit dominus
tr: Tanrı diyor ki

source: 23rd and 24th Sunday after Trinity*
nl: 23ste an 24ste zondag na Trinitatis*
tr: Trinity* sonrası 23. ve 24. Pazar

source: Ash Wednesday
nl: Aswoensdag
tr: Kül Çarşambası

source: Dies crucis adorande
tr: Hayran olunacak haç günü

source: Dies Mandati
tr: Emir Günleri

source: Dionysius, Rusticus, and Eleutherius
nl: Dionysius, Rusticus en Eleutherius
tr: Dionysius, Rusticus ve Eleutherius

source: October 9
nl: 9 oktober
tr: 9 Ekim

source: Domine, in tua misericordia
tr: Tanrım, senin merhametinle

source: 1st Sunday after Trinity*
nl: 1ste zondag na Trinitatis*
tr: Trinity* sonrası ilk Pazar

source: Domine, ne longe
tr: Tanrım, uzak değil

source: Dominus fortitudo
tr: Tanrı gücü

source: 6th Sunday after Trinity*
nl: 6de zondag na Trinitatis*
tr: Trinity* sonrası 6. Pazar

source: Dominus illuminatio mea
tr: Tanrım aydınlatıyor

source: 4th Sunday after Trinity*
nl: 4de zondag na Trinitatis*
tr: Trinity* sonrası 4. Pazar

source: Dum, clamarem
tr: Ben ağlarken

source: 10th Sunday after Trinity*
nl: 10de zondag na Trinitatis*
tr: Trinity* sonrası 10. Pazar

source: Epiphany
nl: Driekoningen
tr: Aydınlanma

source: January 6
nl: 6 januari
tr: 6 Ocak

source: Dum medium silentium
tr: Sessizlik ortamı iken

source: Sunday in octave of Christmas or Sunday after January 1 when this falls on eve of Epiphany (Jan. 6)
nl: Zondag in octaaf van Kerstmis of zondag na 1 januari wanneer dit op de avond van Driekoningen valt ( 6 jan.)
tr: Noel'in oktavında Pazar veya 1 Ocak'tan sonraki Pazar, bunun Epiphany arifesine denk geldiği gün (6 Ocak)

source: May 19
nl: 19 mei
tr: 19 Mayıs

source: June 15
nl: 15 juni
tr: 15 Haziran

source: Ecce deus adiuvat
tr: İşte, Tanrı yardım eder

source: 9th Sunday after Trinity*
nl: 9de zondag na Trinitatis*
tr: Trinity* sonrası 9. Pazar

source: September 16
nl: 16 september
tr: 16 Eylül

source: Edmund (archbishop)
nl: Edmund (aartsbisschop)
tr: Edmund (başpiskopos)

source: November 16
nl: 16 november
tr: 16 Kasım

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;his translation
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;zijn translatie
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bu çeviri

source: June 9
nl: 9 juni
tr: 9 Haziran

source: Edmund (king)
nl: Edmund (koning)
tr: Edmund (kral)

source: November 20
nl: 20 november
tr: 20 Kasım

source: April 29
nl: 29 april
tr: 29 Nisan

source: Edward the Confessor
nl: Eduard de Belijder
tr: İtirafçı Edward

source: January 5
nl: 5 januari
tr: 5 Ocak

source: October 13 often called the feast of St. Edward in the quidene of Michaelmas
nl: 13 oktober vaak genoemd het feest van St. Edward 14 dagen na Michael-mis
tr: 13 Ekim genellikle Michaelmas rehberliğinde St. Edward bayramı olarak adlandırıldı

source: Edward (king of Saxons)
nl: Eduard (koning der Saksen)
tr: Edward (Saksonların kralı)

source: March 18
nl: 18 maart
tr: 18 Mart

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;his translation I
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;zijn translatie I
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bu çeviri I

source: February 18
nl: 18 februari
tr: 18 Şubat

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;his translation II
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;zijn translatie II
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bu çeviri II

source: June 20
nl: 20 juni
tr: 20 Haziran

source: September 1
nl: 1 september
tr: 1 Eylül

source: September 7
nl: 7 september
tr: 7 Eylül

source: Esto mihi
tr: Benimle ol

source: Sunday before Ash Wednesday (Quinquagesima)
nl: Zondag voor Aswoensdag (Quinquagesima)
tr: Kül Çarşambasından önceki Pazar (Quinquagesima)

source: Ethelbert (king)
nl: Ethelbert (koning)
tr: Ethelbert (kral)

source: May 20
nl: 20 mei
tr: 20 Mayıs

source: Exaltation of the Cross
nl: Kruisverheffing
tr: Çarmıhın Yüceltilmesi

source: Exaudi domine
tr: Duyun Tanrım

source: Sunday in octave of Ascension or 5th Sunday after octave of Pentecost (Trinity)*
nl: Zondag in octaaf na Hemelvaart of 5de zondag na octaaf van Pinksteren (Trinitatis)*
tr: Ascension oktavında Pazar veya Pentecost (Trinity)* oktavından sonraki 5. Pazar

source: Exsurge domine
tr: Tanrı'nın yükselişi

source: 2nd Sunday before Ash Wednesday (Sexagesima)
nl: 2de zondag voor Aswoensdag (Sexagesima)
tr: Kül Çarşambasından önceki 2. Pazar (Sexagesima)

source: Fabian and Sebastian
nl: Fabianus en Sebastianus
tr: Fabian ve Sebastian

source: January 20
nl: 20 januari
tr: 20 Ocak

source: Factus est dominus
tr: Efendi oldu

source: 2nd Sunday after Trinity*
nl: 2de zondag na Trinitatis*
tr: Trinity* sonrası 2. Pazar

source: Faith
tr: İnanç

source: October 6
nl: 5 oktober
tr: 6 Ekim

source: Felicitas
tr: Mutluluk

source: October 4
nl: 4 oktober
tr: 4 Ekim

source: Gaudete in domino
tr: Tanrı'ya sevinin

source: 3rd Sunday in Advent
nl: 3e zondag in Advent
tr: Advent'te 3. Pazar

source: April 23
nl: 23 april
tr: 23 Nisan

source: March 12
nl: 12 maart
tr: 12 Mart

source: July 8
nl: 8 juli
tr: 8 Temmuz

source: Gule of August
nl: Oogstfeest in augustus
tr: Ağustos Gülü

source: August 1
nl: 1 augustus
tr: 1 Ağustos

source: April 11
nl: 11 april
tr: 11 Nisan

source: September 30
nl: 30 september
tr: 30 Eylül

source: January 13
nl: 13 januari
tr: 13 Ocak

source: Hugh (bishop of Lincoln)
nl: Hugo (bisschop van Lincoln)
tr: Hugh (Lincoln piskoposu)

source: November 17
nl: 17 november
tr: 17 Kasım

source: 15th Sunday after Trinity*
nl: 15de zondag na Trinitatis*
tr: Trinity* sonrası 15. Pazar

source: In excelso throno
tr: Yüksek tahtta

source: 1st Sunday after Epiphany
nl: .1ste zondag na Driekoningen
tr: Epiphany'den sonraki ilk Pazar

source: In Monte tumba
tr: Tumba Dağı'nda

source: October 16
nl: 16 oktober
tr: 16 Ekim

source: Innocents
nl: Onnozele Kinderen
tr: Masumlar

source: December 28
nl: 28 december
tr: 28 Aralık

source: Invention of the Cross
nl: Heilige Kruisvinding
tr: Çarmıhın İcadı

source: May 3
nl: 3 mei
tr: 3 Mayıs

source: Invocavit me
tr: Beni çağır

source: 1st Sunday in Lent
nl: 1ste zondag in Vasten
tr: Lent'te 1. Pazar

source: In voluntate tua
tr: Vasiyetinde

source: 21st Sunday afterTrinity*
nl: 21ste zondag na Trinitatis*
tr: Trinity* sonrası 21. Pazar

source: Isti sunt dies
tr: İşte o günler

source: John the Baptist
nl: Johannes de Doper
tr: Vaftizci Yahya

source: June 24
nl: 24 juni
tr: 24 Haziran

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;his beheading
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;zijn onthoofding
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bu kafa kesme

source: August 29
nl: 29 augustus
tr: 29 Ağustos

source: John the Evangelist
nl: Johannes de Evangelist
tr: John Evangelist

source: December 27
nl: 27 december
tr: 27 Aralık

source: Jubilate omnis terra
tr: Tüm dünyada neşeli bir ses çıkar

source: Judica me
tr: Beni yargıla

source: December 13
nl: 13 december
tr: 13 Aralık

source: Justus es domine
nl: Justus est domine
tr: İyisiniz Tanrım

source: 17th Sunday after the octave of Pentecost (Trinity)*
nl: 17de zondag na de octaaf van Pinksteren (Trinitatis)*
tr: Pentecost (Trinity)* oktavından sonra 17. Pazar

source: Lady day (annunciation)
nl: Maria Boodschap
tr: Bayanlar günü (duyuru)

source: Laetare Jerusalem
tr: Kudüs'ü sevin

source: 4th Sunday in Lent
nl: 4de zondag in Vasten
tr: Lent'te 4. Pazar

source: September 17
nl: 17 september
tr: 17 Eylül

source: Lammas
tr: Koyun

source: Laudus
tr: Övgü

source: September 21
nl: 21 september
tr: 21 Eylül

source: August 10
nl: 10 augustus
tr: 10 Ağustos

source: November 6
nl: 6 november
tr: 6 Kasım

source: Lucianus and Geminianus
tr: Lucianus ve Geminianus

source: January 8
nl: 8 januari
tr: 8 Ocak

source: October 18
nl: 18 oktober
tr: 18 Ekim

source: November 15
nl: 15 november
tr: 15 Kasım

source: Margaret (queen of Scotland)
nl: Margaretha (koningin van Schotland)
tr: Margaret (İskoçya kraliçesi)

source: Margaret (virgin and martyr)
nl: Margaretha (maagd en martelares)
tr: Margaret (bakire ve şehit)

source: July 20
nl: 20 juli
tr: 20 Temmuz

source: April 25
nl: 25 april
tr: 25 Nisan

source: November 11
nl: 11 november
tr: 11 Kasım

source: July 4
nl: 4 juli
tr: 4 Temmuz

source: Mary, Blessed Virgin
nl: Maria, Gezegende Maagd
tr: Meryem, Kutsal Bakire

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Annunciation (Lady day)
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Annonciatie (Maria Boodschap)
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Duyuru (Bayanlar Günü)

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Assumption
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hemelvaart
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Varsayım

source: August 15
nl: 15 augustus
tr: 15 Ağustos

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Conception
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ontvangenis
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Gebelik

source: December 8
nl: 8 december
tr: 8 Aralık

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nativity
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Geboorte
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Doğuş

source: September 8
nl: 8 september
tr: 8 Eylül

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Purification
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zuivering
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Arıtma

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Visitation
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Visitatie
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ziyaret

source: July 2
nl: 2 juli
tr: 2 Temmuz

source: July 22
nl: 22 juli
tr: 22 Temmuz

source: February 24 (25 on leap years)
nl: 24 februari (25 in een schrikkeljaar)
tr: 24 Şubat (artık yıllarda 25)

source: September 22
nl: 22 september
tr: 22 Eylül

source: October 1
nl: 1 oktober
tr: 1 Ekim

source: Memento mei
tr: Beni hatırla

source: September 29
nl: 29 september
tr: 29 Eylül

source: July 13
nl: 13 juli
tr: 13 Temmuz

source: Miserere mihi
tr: Bana merhamet et

source: 16th Sunday after Trinity*
nl: 16de zondag na Trinitatis*
tr: Trinity* sonrası 16. Pazar

source: Misericordia domini
tr: Tanrı'nın merhameti

source: 2nd Sunday after Easter
nl: 2e zondag na Pasen
tr: Paskalyadan sonra 2. Pazar

source: Name of Jesus
nl: Zoete Naam Jezus
tr: İsa'nın adı

source: August 7
nl: 7 augustus
tr: 7 Ağustos

source: December 6
nl: 6 december
tr: 6 Aralık

source: June 1
nl: 1 juni
tr: 1 Haziran

source: 3rd Sunday in Lent
nl: 3de zondag in Vasten
tr: Lent'te 3. Pazar

source: Omnes gentes
tr: Bütün uluslar

source: 7th Sunday after Trinity*
nl: 7de zondag na Trinitatis*
tr: Trinity* sonrası 7. Pazar

source: Omnia quae fecisti
tr: Bütün yaptıkların

source: 20th Sunday after Trinity*
nl: 20ste zondag na Trinitatis*
tr: Trinity* sonrası 20. Pazar

source: Omnis terra
tr: Tüm dünya

source: 2nd Sunday after Epiphany
nl: 2de zondag na Driekoningen
tr: Epiphany'den sonra 2. Pazar

source: O Sapientia
tr: Ey Bilgelik

source: December 16
nl: 16 december
tr: 16 Aralık

source: December 4
nl: 4 december
tr: 4 Aralık

source: Oswald (bishop)
nl: Oswald (bisschop)
tr: Oswald (piskopos)

source: February 28
nl: 28 februari
tr: 28 Şubat

source: Oswald (king)
nl: Oswald (koning)
tr: Oswald (kral)

source: August 5
nl: 5 augustus
tr: 5 Ağustos

source: March 17
nl: 17 maart
tr: 17 Mart

source: Paul, Conversion of
nl: Paulus, Bekering van
tr: Paul, Dönüşüm

source: January 25
nl: 25 januari
tr: 25 Ocak

source: March 7
nl: 7 maart
tr: 7 Mart

source: Peter and Paul
nl: Petrus en Paulus
tr: Peter ve Paul

source: June 29
nl: 29 juni
tr: 29 Haziran

source: Peter and Vincula
nl: Petrus Banden
tr: Peter ve Vincula

source: Philip and James
nl: Philippus en Jacobus
tr: Philip ve James

source: May 1
nl: 1 mei
tr: 1 Mayıs

source: Populus Sion
tr: Sion Halkı

source: 2nd Sunday in Advent
nl: 2e zondag in Advent
tr: Advent'te 2. Pazar

source: January 18
nl: 18 januari
tr: 18 Ocak

source: Protector noster
tr: Bizim koruyucumuz

source: 14th Sunday after Trinity*
nl: 14de zondag na Trinitatis*
tr: Trinity* sonrası 14. Pazar

source: 23rd Sunday after*
nl: 23e zondag na*
tr: 23. Pazardan sonra*

source: Remigius, Germanus, and Vedastus Reminiscere
nl: Remigius, Germanus en Vedastus Reminiscere
tr: Remigius, Germanus, ve Vedastus Reminiscere

source: 2nd Sunday in Lent
nl: 2e zondag in Vasten
tr: Lent'te 2. Pazar

source: Reminiscere
tr: Hatıra

source: Respice domine
tr: Tanrı'ya bak

source: 13th Sunday after Pentecost
nl: 13de zondag na Pinksteren
tr: Pentecost'tan sonra 13. Pazar

source: Respice in me
tr: Bana bak

source: 3rd Sunday after Trinity*
nl: 3de zondag na Trinitatis*
tr: Trinity* sonrası 3. Pazar

source: April 3
nl: 3 april
tr: 3 Nisan

source: July 15
nl: 15 juli
tr: 15 Temmuz

source: 19th Sunday after Pentecost
nl: 19de zondag na Pinksteren
tr: Pentecost'tan sonra 19. Pazar

source: Scholastica
tr: Skolastik

source: February 10
nl: 10 februari
tr: 10 Şubat

source: 22nd Sunday after Trinity*
nl: 22ste zondag na Trinitatis*
tr: Trinity* sonrası 22. Pazar

source: December 31
nl: 31 december
tr: 31 Aralık

source: Simon and Jude
nl: Simon en Judas
tr: Simon ve Jude

source: October 28
nl: 28 oktober
tr: 28 Ekim

source: Saturday before Passion Sunday
nl: Zaterdag voor Passiezondag
tr: Passion Pazarından önceki Cumartesi

source: December 26
nl: 26 december
tr: 26 Aralık

source: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;his invention
nl: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;zijn bevinding
tr: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bu buluş

source: August 3
nl: 3 augustus
tr: 3 Ağustos

source: Suscepius deus
tr: Tanrı duyarlılığı

source: 8th Sunday after Trinity*
nl: 8ste zondag na Trinitatis*
tr: Trinity* sonrası 8. Pazar

source: July 3
nl: 3 juli
tr: 3 Temmuz

source: Thomas the Apostle
nl: Thomas de Apostel
tr: Havari Thomas

source: December 21
nl: 21 december
tr: 21 Aralık

source: December 29
nl: 29 december
tr: 29 Aralık

source: July 7
nl: 7 juli
tr: 7 Temmuz

source: Timotheus and Symphorianus
nl: Timotheus en Symforianus
tr: Timotheus ve Symphorianus

source: August 22
nl: 22 augustus
tr: 22 Ağustos

source: Transfiguration
nl: Transfiguratie
tr: Başkalaşım

source: August 6
nl: 6 augustus
tr: 6 Ağustos

source: Urban
tr: Kentsel

source: Valentine
nl: Valentijn
tr: Sevgili

source: February 14
nl: 14 februari
tr: 14 Şubat

source: January 22
nl: 22 januari
tr: 22 Ocak

source: Ascension Day
nl: Hemelvaartsdag
tr: Yükseliş Günü

source: Vocem jucunditatis
tr: Zevkin sesi

source: 5th Sunday after Easter
nl: 5e zondag na Pasen
tr: Paskalya'dan sonraki 5. Pazar

source: January 19
nl: 19 januari
tr: 19 Ocak
