Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: You only need to enter a Login URL if you want to redirect to a different site or location when your users login. This is very useful if you need to switch from http to https when your users login. Include the full URL to <i>login.php</i>. For example, https://www.yourserver.com/kiwitrees/login.php .
de: Die Login URL muss nur dann angegeben werden, wenn Sie zu einer anderen Seite umleiten möchten, wenn die Benutzer sich anmelden. Dies ist dann sinnvoll, wenn Sie beim Benutzer-Login z.B. von http auf https wechseln möchten. Geben Sie die vollständige URL für <i>login</b> ein. Zum Beispiel https://www.ihr_server.de/kiwitrees/login.php .
nl: U hoeft alleen een Login-URL in te voeren als u een redirect wilt instellen naar een andere site of locatie wanneer uw gebruikers inloggen. Dat is erg handig als u wilt omschakelen van http naar https als uw gebruikers zich aanmelden. Voer de volledige URL in bij <i>login.php</i>. Bij voorbeeld: https://www.yourserver.com/kiwitrees/login.php
tr: Yalnızca kullanıcılarınız oturum açtığında farklı bir siteye veya konuma yönlendirmek istiyorsanız bir Oturum Açma URL'si girmeniz gerekir. Kullanıcılarınız oturum açtığında http'den https'ye geçmeniz gerekiyorsa bu çok kullanışlıdır <i>login.php</i> için tam URL'yi ekleyin. Örneğin,, https://www.yourserver.com/kiwitrees/login.php .

source: Welcome text on login page
de: Begrüßungstext auf der Login-Seite
nl: Welkomstekst op aanmeldpagina
tr: Giriş sayfasında hoş geldiniz metni

source: Here you can choose text to appear on the login page. You must determine which predefined text is most appropriate. You can also choose to enter your own custom welcome text.<br><br>Please refer to the Help text associated with the <b>Custom welcome text</b> field for more information.<br>The predefined texts are:<ul><li><b>Predefined text that states all users can request a user account:</b><div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b><br>Access to this site is permitted to every visitor who has a user account.<br>If you have a user account, you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br>After verifying your application, the site administrator will activate your account. You will receive an email when your application has been approved.</center></div><br/></li><li><b>Predefined text that states admin will decide on each request for a user account:</b><div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b><br>Access to this site is permitted to <u>authorized</u> users only.<br>If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br>After verifying your information, the administrator will either approve or decline your account application. You will receive an email message when your application has been approved.</center></div><br/></li><li><b>Predefined text that states only family members can request a user account:</b><div class="list_value_wrap"><center><b>Welcome to this Genealogy website</b><br>Access to this site is permitted to <u>family members only</u>.<br>If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br>After verifying the information you provide, the administrator will either approve or decline your request for an account. You will receive an email when your request is approved.</center></div></li></ul>
de: Hier können Sie den auf den Login-Bildschirm erscheinenden Text definieren. Sie müssen bestimmen, welcher vordefinierte Text am besten zur Beschreibung Ihrer Zugangsregelung/ -beschränkung geeignet ist. <br /> <br /> Sie können aber auch Ihren eigenen, individulisierten Begrüßungstext eingeben. <b> Bitte beachten Sie hierzu die Hilfetexte, die mit dem individualisiertem Begrüßungstext verbunden sind</ b> Feld für weitere Informationen <br /> <br /> Die vordefinierten Standardtexte sind: <ul><li><b>Textbausteine die mitteilen, dass alle Nutzer, unabhängig vom Bezug zur Ihrer Genealogie, ein Benutzerkonto beantragen können: </ b> <div class="list_value_wrap"> <center> <b> Herzlich Willkommen auf dieser Genealogie Webseite </ b> </ center> <br /> Der Zugang zu dieser Website ist jedem Besucher möglich, der ein Benutzerkonto besitzt. <br /> <br /> Wenn Sie bereits ein Benutzerkonto besitzen, können Sie sich auf dieser Seite anmelden. Wenn Sie noch nicht über ein Benutzerkonto verfügen, können Sie es hier beantragen, indem Sie auf den entsprechenden Link klicken. <br /> <br /> Sobald Ihre Angaben überprüft sind, wird der Web-Seiten-Administrator Ihr Konto zu aktivieren. Sie erhalten eine Benachrichtigung per E-Mail, sobald Ihr Antrag genehmigt wurde </ div> <br/> </ li> <li> <b> Standardtext, der besagt, dass bei jeder Anfrage für ein Benutzerkonto der Adminsitrator entscheidet :. </ B> < div class = "list_value_wrap"> <center> <b> Willkommen auf dieser Genealogie-Webseite </ b> </ center> <br /> Der Zugang zu dieser Website ist nur <u> autorisierten </ u> Benutzern gestattet. <br /> <br /> Wenn Sie bereits ein Benutzerkonto haben, können Sie sich auf dieser Seite anmelden. Wenn Sie noch nicht über ein Benutzerkonto verfügen, können Sie es beantragen, indem Sie auf den entsprechenden Link klicken. <br /> <br /> Sobald Ihre Angaben überprüft sind, wird der Web-Seiten-Administrator Ihren Antrag entweder genehmigen oder ablehnen. Sie erhalten eine E-Mail-Nachricht, wenn Ihr Antrag genehmigt wurde </ div> <br/> </ li> <li> <b> Standardtext, dass nur Familienmitglieder ein Benutzerkonto beantragen können:</u>. </ B> <div class = "list_value_wrap"> <center> <b> Willkommen auf dieser Genealogie-Webseite </ b> </ center> <br /> Der Zugang zu dieser Website ist, <u> nur Familienmitgliedern </ u> möglich. <br / > <br /> Wenn Sie bereits ein Benutzerkonto besitzen, können Sie sich auf dieser Seite anmelden. Wenn Sie noch kein Benutzerkonto haben, können Sie es beantragen, indem Sie auf den entsprechenden Link klicken. <br /> <br /> Nach Überprüfung Ihrer Informationen, insbesondere in Bezug auf Ihre Familienzugehörigkeit, wird der Web-Seiten-Administrator Ihren Antrag entweder genehmigen oder ablehnen. Sie erhalten eine E-Mail, sobald Ihr Antrag genehmigt wurde. </ Div> </ li> </ ul>
nl: Hier kunt u de tekst kiezen welke verschijnt op het aanmeldscherm. U moet zelf bepalen welke tekst het meest geschikt is. U kunt er ook voor kiezen zelf een welkomsttekst te maken. <br> <br>Raadpleeg aub de helptekst bij het <b>Eigen Welkomsttekst</b>-veld voor meer informatie.<br>De standaard teksten zijn:<ul><li><b>Standaard tekst waarin staat dat alle gebruikers een gebruikersaccount kunnen aanvragen:</b><div class="list_value_wrap"><center><b>Welkom bij deze genealogiewebsite </b> <br>Elke bezoeker met een gebruikersaccount heeft toegang tot deze site. <br> Heeft u een gebruikersaccount, dan kunt u zich op deze pagina aanmelden. Heeft u geen gebruikersaccount, dan kunt u er een aanvragen door op de juiste link hieronder te klikken. <br> Na controleren van uw aanvraag zal de sitebeheerder uw account activeren. U ontvangt een e-mail wanneer uw aanvraag is goedgekeurd. </center></div> <br/> </li><li><b>Standaard tekst waarin staat dat de beheerder elke aanvraag voor een gebruikersaccount zal beoordelen:</b><div class="list_value_wrap"> <center> <b> Welkom bij deze genealogiewebsite </b> <br>Toegang tot deze site is voorbehouden aan <u> geautoriseerde</u> gebruikers. <br>Heeft u een gebruikersaccount, dan kunt u zich op deze pagina aanmelden. Heeft u geen gebruikersaccount, dan kunt u er een aanvragen door op de de juiste link hieronder te klikken.<br> Na controle van uw informatie zal de beheerder uw aanvraag voor een account goedkeuren of afkeuren. U ontvangt een e-mail als uw aanvraag is goedgekeurd </center> </div> <br/> </li><li> <b>Standaard tekst waarin staat dat alleen familieleden een gebruikersaccount kunnen aanvragen: </b> <div class="list_value_wrap"> <center> <b>Welkom bij deze genealogiewebsite </b> <br> Toegang tot deze site is voorbehouden aan <u>uitsluitend familieleden </u>. <br> Heeft u een gebruikersaccount, dan kunt u zich op deze pagina aanmelden. Heeft u geen gebruikersaccount, dan kunt u er een aanvragen door op de juiste link hieronder te klikken. <br> Na controle van uw informatie zal de beheerder uw aanvraag voor een account goedkeuren of afkeuren. U ontvangt een e-mail als uw aanvraag is goedgekeurd. </center> </div></li></ul>
tr: Burada, giriş sayfasında görünecek metni seçebilirsiniz. Hangi önceden tanımlanmış metnin en uygun olduğunu belirlemelisiniz. Ayrıca kendi özel karşılama metninizi girmeyi de seçebilirsiniz.<br><br>Daha fazla bilgi için lütfen <b>Özel karşılama metni</b> alanıyla ilişkili Yardım metnine bakın.<br>Önceden tanımlanmış metinler şunlardır:<ul><li><b>Tüm kullanıcıların bir kullanıcı hesabı talep edebileceğini belirten önceden tanımlanmış metin:</b><div class="list_value_wrap"><center><b>Bu Şecere web sitesine hoş geldiniz</b><br>Kullanıcı hesabı olan her ziyaretçinin bu siteye erişimi vardır.<br>Bir kullanıcı hesabınız varsa, bu sayfadan giriş yapabilirsiniz. Bir kullanıcı hesabınız yoksa, aşağıdaki uygun bağlantıya tıklayarak bir tane için başvurabilirsiniz.<br>Başvurunuzu doğruladıktan sonra site yöneticisi hesabınızı etkinleştirecektir. Başvurunuz onaylandığında bir e-posta alacaksınız.</center></div><br/></li><li><b>Yöneticinin bir kullanıcı hesabı için her bir isteğe karar vereceğini belirten önceden tanımlanmış metin:</b><div class="list_value_wrap"><center><b>Bu Şecere web sitesine hoş geldiniz</b><br>Bu siteye yalnızca <u>yetkili</u> kullanıcıların erişimine izin verilir.<br>Eğer bir kullanıcı hesabınız varsa bu sayfadan giriş yapabilirsiniz. Bir kullanıcı hesabınız yoksa, aşağıdaki uygun bağlantıya tıklayarak bir tane için başvurabilirsiniz.<br>Bilgilerinizi doğruladıktan sonra, yönetici hesap başvurunuzu onaylayacak veya reddedecektir. Başvurunuz onaylandığında bir e-posta iletisi alacaksınız.</center></div><br/></li><li><b>Yalnızca aile üyelerinin bir kullanıcı hesabı talep edebileceğini belirten önceden tanımlanmış metin:</b><div class="list_value_wrap"><center><b>Bu Şecere web sitesine hoş geldiniz</b><br>Bu siteye erişime <u>yalnızca aile üyelerine</u> izin verilir.<br>Eğer bir kullanıcı hesabınız varsa bu sayfadan giriş yapabilirsiniz. Bir kullanıcı hesabınız yoksa, aşağıdaki uygun bağlantıya tıklayarak bir tane için başvurabilirsiniz.<br>Sağladığınız bilgileri doğruladıktan sonra, yönetici bir hesap talebinizi onaylayacak veya reddedecektir. İsteğiniz onaylandığında bir e-posta alacaksınız.</center></div></li></ul>

source: Custom welcome text
de: Selbsterstellter Text
nl: Zelfgedefinieerde welkomsttekst
tr: Özel karşılama metni

source: If you have opted for custom welcome text, you can type that text here. To set this text for other languages you must switch to that language and visit this page again. You can enter up to 2000 characters.
nl: Als u gekozen heeft voor een eigen welkomsttekst, kunt u hier de tekst invoeren. Om deze tekst ook in andere talen in te stellen, moet u naar die taal overschakelen en deze pagina opnieuw bezoeken. U kunt tot maximaal 2000 lettertekens invoeren.
tr: Özel karşılama metni seçtiyseniz, o metni buraya yazabilirsiniz. Bu metni diğer diller için ayarlamak için o dile geçmeli ve bu sayfayı tekrar ziyaret etmelisiniz. 2000 karaktere kadar girebilirsiniz.

source: Allow visitors to request account registration
de: Besuchern erlauben, einen Zugang anzufordern
nl: Sta bezoekers toe een account aan te vragen
tr: Ziyaretçilerin hesap kaydı talep etmesine izin ver

source: Gives visitors the option of registering themselves for an account on the site. The visitor will receive an email message with a code to verify their application for an account. After verification the Administrator will have to approve the registration before it becomes active.
de: Erlaubt den Benutzern, einen Benutzerzugang zu diesen Seiten anzutragen. Der Benutzer wird eine E-Mail erhalten mit einem Code zur Bestätigung des Antrages. Danach muss der Verwalter diesen Antrag noch bestätigen, bevor der neue Benutzer sich anmelden darf.
nl: Geeft bezoekers de optie zichzelf op de website te registreren. De bezoeker ontvangt daarna een e-mail met verificatiegegevens. Na verificatie moet de beheerder de registratie goedkeuren zodat deze geactiveerd word.
tr: Ziyaretçilere sitede bir hesap için kaydolma seçeneği sunar. Ziyaretçi, hesap başvurusunu doğrulamak için bir kod içeren bir e-posta iletisi alacaktır. Doğrulamadan sonra Yöneticinin, kayıt aktif hale gelmeden önce onaylaması gerekecektir.

source: Show acceptable use agreement on «Request new user account» page
de: Bedingungen auf der «Benutzer Antrag» Seite zeigen
nl: Toon Algemene Gebruiksovereenkomst op de pagina «Vraag nieuw gebruikersaccount aan»
tr: Kabul edilebilir kullanım sözleşmesini «Yeni kullanıcı hesabı iste» sayfasında göster

source: When set to <b>Yes</b>, the following message will appear above the input fields on the «Request new user account» page:<div class="list_value_wrap"><div class="largeError">Notice:</div><div class="error">By completing and submitting this form, you agree:<ul><li>to protect the privacy of living people listed on our site;</li><li>and in the text box below, to explain to whom you are related, or to provide us with information on someone who should be listed on our site.</li></ul></div></div>
de: Wenn Sie <b>Ja</b>, wählen, wird folgende Notiz als Überschrift auf der «Benutzer Antrag» Seite gezeigt:<div class="list_value_wrap"><div class="largeError">Bitte beachten Sie:</div><div class="error">Indem Sie dieses ausgefüllte Formular einsenden, bestätigen Sie Ihr Einverständnis mit den folgenden Bedingungen:<ul><li>daß Sie immer Informationen über lebende Personen, die in dieser Datenbank vorkommen, vertraulich halten;</li><li>und daß Sie in der unten stehenden Textbox Ihre Verwandtschaft zu Personen in dieser Datenbank erklären oder uns Informationen über Personen, die in dieser Datenbank vorkommen sollten aber dort fehlen, mitteilen.</li></ul></div></div>
nl: Staat dit ingesteld op <b>Ja</b>, dan wordt de volgende melding getoond boven de invoervelden op de pagina voor het aanvragen van een nieuw gebruikersaccount: <div class="list_value_wrap"><div class="largeError">Belangrijk bericht:</div><div class="error">Door dit formulier in te vullen en te verzenden, gaat u akkoord met:<ul><li> het respecteren van de privacy van nog levende personen, die op onze site voorkomen;</li><li>en dat u in het onderstaande vak uitlegt aan wie u verwant bent, of dat u ons van informatie voorziet over iemand die op onze site vermeld zou moeten staan.</li></ul></div></div>
tr: <b>Evet</b>, olarak ayarlandığında, «Yeni kullanıcı hesabı iste» sayfasındaki giriş alanlarının üzerinde aşağıdaki ileti görünür:<div class="list_value_wrap"><div class="largeError">Dikkat:</div><div class="error">Bu formu doldurup göndererek, şunları kabul etmiş olursunuz:<ul><li>sitemizde listelenen yaşayan insanların gizliliğini korumak için;</li><li>ve aşağıdaki metin kutusunda, kiminle ilişkili olduğunuzu açıklamak veya sitemizde listelenmesi gereken biri hakkında bize bilgi vermek için.</li></ul></div></div>

source: Use secret field
nl: Gebruik geheim veld
tr: Gizli alanı kullan

source: This will create a secret field that only internet robots will see and complete. If they do, then their entry will be ignored.
nl: Dit creëert een geheim veld dat alleen internetrobots kunnen zien en invullen. Als ze dat doen, wordt hun invoer genegeerd.
tr: Bu sadece internet robotlarının göreceği ve tamamlayacağı gizli bir alan yaratacaktır. Bunu yaparlarsa, girişleri göz ardı edilecektir.

source: Use Google reCAPTCHA v2
nl: Gebruik Google reCAPTCHA v2
tr: Google reCAPTCHA v2'yi kullanın

source: This can help limit the number of spam attempts to register on your site.<br>It requires a pair of Google reCaptcha v2 API keys. Help to obtain these can be found on this kiwitrees FAQ page: <a href="https://kiwitrees.net/faqs/administration/site_admin/anti-spam/" target="_blank">Google reCaptcha v2</a>
nl: Dit kan helpen om het aantal spam-pogingen om te registreren op uw site te beperken.<br>Het vereist een paar Google reCaptcha v2 API-keys. Hulp om deze te verkrijgen is te vinden op de kiwitrees FAQ pagina:<a href="https://kiwitrees.net/faqs/administration/site_admin/anti-spam/" target="_blank">Google reCaptcha v2</a>
tr: Bu, sitenize kaydolmak için yapılan spam girişimlerinin sayısını sınırlamaya yardımcı olabilir.<br>Bir çift Google reCaptcha v2 API anahtarı gerektirir. Bunları edinmeyle ilgili yardım şu kiwitrees SSS sayfasında bulunabilir: <a href="https://kiwitrees.net/faqs/administration/site_admin/anti-spam/" target="_blank">Google reCaptcha v2</a>

source: Google reCAPTCHA Site Key
tr: Google reCAPTCHA Site Anahtarı

source: Google reCAPTCHA Secret Key
tr: Google reCAPTCHA Gizli Anahtarı

source: Days allowed for new user to verify email address
nl: Dagen toegestaan voor nieuwe gebruiker om e-mailadres te verifiëren
tr: Yeni kullanıcının e-posta adresini doğrulaması için izin verilen gün sayısı

source: The number of days a new user has to verify their email address before their request to register is highlighted as an error
nl: Het aantal dagen waarbinnen een nieuwe gebruiker zijn e-mailadres moet verifiëren voordat zijn verzoek om te registreren wordt gemarkeerd als een fout
tr: Yeni bir kullanıcının kayıt olma isteği bir hata olarak vurgulanmadan önce e-posta adresini doğrulaması gereken gün sayısı

source: Require comment on registration form entries
nl: Vereist een opmerking op het registratieformulier
tr: Kayıt formu girişleri hakkında yorum iste

source: Require all new registrations to enter a comment in the "Comments" field
nl: Vereist van alle nieuwe registraties om een opmerking in het veld "Opmerkingen" in te voeren
tr: Tüm yeni kayıtların "Yorumlar" alanına bir yorum girmesini zorunlu kılın

source: Blocked email address list
de: E-Mail-Adressliste ist blockiert.
nl: Geblokkeerde e-mailadreslijst
tr: Engellenen e-posta adresi listesi

source: Add email addresses to this list to prevent them being used to register on this site. Separate each address with a comma. Whenever a visitor tries to use one of these addresses to register, their attempt will be ignored and a message added to the site error log.
de: Fügen Sie e-Mail-Adressen auf dieser Liste zu verhindern, wird verwendet, um auf dieser Seite registrieren. Trennen Sie die Adressen durch ein Komma. Wenn ein Besucher versucht, eine dieser Adressen verwenden, um zu registrieren, ihre Versuche werden ignoriert und eine Meldung in das Fehlerprotokoll Website hinzugefügt.
nl: Voeg e-mailadressen toe aan deze lijst om te voorkomen dat ze worden gebruikt om op deze site te registreren. Scheid elk adres met een komma. Telkens wanneer een bezoeker een van deze adressen probeert te registreren, wordt zijn poging genegeerd en een bericht toegevoegd aan het foutenlogboek van de site.
tr: Bu siteye kaydolmak için kullanılmalarını önlemek için bu listeye e-posta adresleri ekleyin. Her adresi virgülle ayırın. Bir ziyaretçi kayıt olmak için bu adreslerden birini kullanmaya çalıştığında, girişimleri yok sayılır ve site hata günlüğüne bir ileti eklenir.

source: Select the languages your site will use
de: Wählen Sie die Benutzersprache Ihrer Seite
nl: Selecteer de talen voor uw website
tr: Sitenizin kullanacağı dilleri seçin

source: Select all
de: Alles auswählen
nl: Selecteer alles
tr: Tümünü seç

source: MySQL variables
de: MySGL Variale
nl: MySQL variabelen
tr: MySQL değişkenleri

source: Custom translation
de: Angepasste Übersetzung
nl: Aangepaste vertaling
tr: Özel çeviri

source: Manage custom translations
de: Angepasste Übersetzungen verwalten
nl: Beheer aangepaste vertaling
tr: Özel çevirileri yönetin

source: Select language
de: Sprache wählen
nl: Selecteer taal
tr: Dil seç

source: Add a new translation
de: Neue Übersetzung anfügen
nl: Voeg een nieuwe vertaling toe
tr: Yeni bir çeviri ekle

source: Standard text
nl: Standaardtekst
tr: Standart metin

source: Paste the standard text (US English) here
de: Standardtext (US English) hier einfügen
nl: Plak de standaard tekst (US English) hier
tr: Standart metni (ABD İngilizcesi) buraya yapıştırın

source: Add your custom translation here
de: Fügen Sie Ihre Anwender-Übersetzung hier an
nl: Voeg uw aangepaste vertaling toe
tr: Özel çevirinizi buraya ekleyin

source: Edit existing translations
de: Bestehende Übersetzungen bearbeiten
nl: Bewerk bestaande vertaling
tr: Mevcut çevirileri düzenle

source: Last updated
de: Letzte Aktualisierung:
nl: Laatste update
tr: Son güncelleme

source: Are you sure you want to delete this translation?
de: Sind Sie sicher, dass Sie diese Übersetzung löschen möchten?
nl: Weet u zeker dat u deze vertaling wil verwijderen?
tr: Bu çeviriyi silmek istediğinizden emin misiniz?

source: Logs
de: Protokolle
nl: Logbestanden
tr: Günlükler

source: From %s to %s
de: vom %s bis %s
nl: Van %s tot %s
tr: Buradan %s buraya %s

source: Type
de: Typ
nl: Soort
tr: Tür

source: Message
de: Meldung
nl: Bericht
tr: İleti

source: User
de: Benutzer
nl: Gebruiker
tr: Kullanıcı

source: Family tree
de: Stammbaum
nl: Stamboom
tr: Aile ağacı

source: Filter
tr: Filtre

source: Export
nl: Exporteer
tr: Dışarı aktar

source: Timestamp
de: Zeitstempel
nl: Tijdstempel
tr: Zaman damgası

source: Server usage
de: Servernutzung
nl: Server gebruik
tr: Sunucu kullanımı

source: All trees
de: Alle Familienstämme
nl: Alle stambomen
tr: Tüm ağaçlar

source: %s Individuals
de: %s Personen
nl: %s Personen
tr: %s Kişi

source: %s Media objects
de: %s Medienobjekte
nl: %s Media-objecten
tr: %s Medya nesneleri

source: Your database size is currently %s
de: Ihre Datenbank ist im Moment %s MB groß
nl: Uw database grootte is momenteel %s
tr: Veritabanınızın boyutu şu anda %s

source: Your files including media items are currently using %s
de: Ihre Dateien inclusive Medien sind derzeit %s MB groß
nl: Uw bestanden inclusief media-items gebruiken momenteel %s
tr: Medya öğeleri dahil dosyalarınız şu anda %s kullanıyor

source: Total server space used is therefore %s
de: Der gesamte dafür benutzte Speicherplatz beträgt %s MB.
nl: Totale serverruimte hiervoor gebruikt is %s
tr: Bu nedenle kullanılan toplam sunucu alanı %s

source: Add unlinked records
de: Nicht verknüpfte Datensätze hinzufügen
nl: Voeg ongekoppelde records toe
tr: Bağlantısız kayıtlar ekle

source: Create a new individual
de: Neue Person erstellen
nl: Maak een nieuwe persoon aan.
tr: Yeni bir birey oluştur

source: Create a new note
de: Neue Anmerkung erstellen
nl: Maak een nieuwe notitie aan.
tr: Yeni bir not oluştur

source: Create a new source
de: Neue Quelle erstellen
nl: Maak een nieuwe bron aan
tr: Yeni bir kaynak oluştur

source: Create a new repository
de: Ein neues Archiv erstellen
nl: Maak een nieuwe opslagplaats
tr: Yeni bir depo oluştur

source: Append family trees
de: Familienstämme hinzufügen
nl: Voeg stamboom toe
tr: Aile ağaçları ekle

source: The two family trees have %1$s record which uses the same “XREF”.
de: In den beiden Stammbäumen gibt es %1$s Datensatz, der den gleichen “XREF” verwendet.
nl: De twee stambomen hebben %1$s records die dezelfde "XREF" gebruiken.
tr: İki aile ağacının aynı “XREF”i kullanan %1$s kaydı var.

source: You must renumber the records in one of the trees before you can combine them.
de: Die Datensätze müssen neu durchnummeriert werden, bevor sie zusammengeführt werden können.
nl: U moet de records omnummeren in een van de stambomen voordat u ze kan samenvoegen.
tr: Ağaçlardan birindeki kayıtları birleştirmeden önce yeniden numaralandırmanız gerekir.
