Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: The changes to “%s” have been accepted.
de: Die Änderungen an "%s"wurden angenommen
nl: De wijzigingen aan “%s” zijn geaccepteerd.
tr: “%s” üzerinde yapılan değişiklikler kabul edildi.

source: Record copied to clipboard
de: Datensatz in die Zwischenablage kopiert
nl: Record naar klembord gekopieerd
tr: Panoya kopyalanan kayıt

source: The family “%s” has been deleted, as it only has one member.
de: Die Familie "%s" wurde gelöscht, da sie nur aus einem Mitglied besteht.
nl: Het gezin “%s” is verwijderd. omdat er maar een gezinslid was.
tr: Yalnızca bir üyesi olduğu için “%s” ailesi silindi.

source: The link from “%1$s” to “%2$s” has been deleted.
de: Die Link zwischen "%1$s" und "%2$s" wurde aufgehoben.
nl: De link van “%1$s” naar “%2$s” is verwijderd.
tr: “%1$s” ile “%2$s” arasındaki bağlantı silindi.

source: DNA data deleted
nl: DNA-gegevens verwijderd
tr: DNA verileri silindi

source: The changes to “%s” have been rejected.
de: Die Änderungen an "%s" wurden abgelehnt.
nl: De wijzigingen aan “%s” zijn afgewezen.
tr: “%s” için yapılan değişiklikler reddedildi.

source: Create a new media object
de: Neues Medienobjekt erstellen
nl: Maak een nieuw media-object aan.
tr: Yeni bir medya nesnesi oluşturun

source: The folder %s was created.
de: Das Verzeichnis %s wurde erstellt.
nl: De map %s werd aangemaakt.
tr: %s klasörü oluşturuldu.

source: The folder %s does not exist, and it could not be created.
de: Der Ordner %s existiert nicht und konnte nicht erstellt werden.
nl: De map %s bestaat niet, en kon niet aangemaakt worden.
tr: %s klasörü mevcut değil ve oluşturulamadı.

source: The media file you selected either has a size of zero bytes or is too large to be uploaded.
de: Von die Ihnen ausgewählten Mediendatei hat eine Größe von Null Byte oder ist zu groß zum Hochladen.
nl: Het geselecteerde mediabestand heeft een grootte van nul bytes of is te groot om te uploaden.
tr: Seçtiğiniz medya dosyasının boyutu sıfır bayt veya yüklenemeyecek kadar büyük.

source: Thumbnails must be images.
de: Als Vorschaubild sind nur Bilddateien möglich.
nl: Miniaturen moeten afbeeldingen zijn.
tr: Küçük resimler resim olmalıdır.

source: Filenames are not allowed to contain the character “%s”.
de: Dateinamen dürfen das Zeichen “%s” nicht enthalten.
nl: Bestandsnamen mogen niet het teken "%s" bevatten.
tr: Dosya adlarının “%s” karakterini içermesine izin verilmez.

source: Filenames are not allowed to have the extension “%s”.
de: Dateinamen dürfen nicht die Erweiterung "%s" haben.
nl: Bestandsnamen mogen niet de extensie "%s" hebben.
tr: Dosya adlarının “%s” uzantısına sahip olmasına izin verilmez.

source: No media file was provided.
de: Keine Mediendatei gefunden.
nl: Geen mediabestand aangeleverd.
tr: Hiçbir medya dosyası sağlanmadı.

source: The file %s already exists. Use another filename.
de: Die Datei %s existiert schon. Bitte einen anderen Dateinamen verwenden.
nl: Het bestand %s bestaat al. Gebruik een andere bestandsnaam.
tr: %s dosyası zaten var. Başka bir dosya adı kullanın.

source: There was an error uploading your file.
de: Beim Übertragen (upload) Ihrer Datei auf den Server trat ein Fehler auf.
nl: Er is een fout opgetreden bij het uploaden van uw bestand.
tr: Dosyanız yüklenirken bir hata oluştu.

source: Edit media object
de: Medienobjekt bearbeiten
nl: Wijzig media-object
tr: Medya nesnesini düzenle

source: Media file %1$s could not be renamed to %2$s.
de: Die Mediendatei %1$s konnte nicht in %2$s umbenannt werden.
nl: Mediabestand %1$s kon niet worden hernoemd in %2$s.
tr: %1$s medya dosyası %2$s olarak yeniden adlandırılamadı.

source: This file is linked to one or more family trees on this server. It cannot be deleted, moved, or renamed until all links have been removed.
nl: Dit bestand is gekoppeld aan een of meer stambomen op deze server. Het kan niet verwijderd, verplaatst of hernoemd worden totdat deze koppelingen zijn verwijderd.
tr: Bu dosya, bu sunucudaki bir veya daha fazla aile ağacına bağlıdır. Tüm bağlantılar kaldırılana kadar silinemez, taşınamaz veya yeniden adlandırılamaz.

source: Media file %1$s successfully renamed to %2$s.
de: Die Mediendatei %1$s wurde in %2$s umbenannt.
nl: Mediabestand %1$s met succes hernoemd in %2$s.
tr: %1$s medya dosyası başarıyla %2$s olarak yeniden adlandırıldı.

source: Media file %s does not exist.
de: Die Mediendatei %s ist nicht vorhanden.
nl: Mediabestand %s betaat niet.
tr: %s medya dosyası mevcut değil.

source: Thumbnail file %1$s successfully renamed to %2$s.
de: Die Miniaturansicht %1$s wurde in %2$s umbenannt.
nl: Miniatuur bestand %1$s met succes hernoemd in %2$s.
tr: %1$s küçük resim dosyası başarıyla %2$s olarak yeniden adlandırıldı.

source: Thumbnail file %1$s could not be renamed to %2$s.
de: Die Miniaturansicht %1$s konnte nicht in %2$s umbenannt werden.
nl: Miniatuur bestand %1$s kon niet worden hernoemd in %2$s.
tr: %1$s küçük resim dosyası %2$s olarak yeniden adlandırılamadı.

source: Thumbnail file %s does not exist.
de: Die Miniaturansicht %s ist nicht vorhanden.
nl: Miniatuur bestand %s bestaat niet.
tr: %s küçük resim dosyası mevcut değil.

source: close
de: Schließen
nl: sluit
tr: kapat

source: Enter a Person, Family, or Source ID
de: Personen, Familien oder Quellen Id eingeben
nl: Voer een persoons-, gezins-, of bron-ID in
tr: Bir Kişi, Aile veya Kaynak Kimliği girin

source: Enter or search for the ID of the person, family, or source to which this media item should be linked.
de: Die ID Nummer einer Person, Familie, oder Quelle eingeben oder suchen, um eine Verbindung zu diesem Medien Objekt herzustellen.
nl: Voer de ID van de persoon, familie of bron in, of zoek deze op, welke met dit media-item moet worden verbonden.
tr: Bu medya öğesinin bağlanması gereken kişinin, ailenin veya kaynağın kimliğini girin veya arayın.

source: External image editor
de: Externer Bildeditor
nl: Externe afbeeldingseditor
tr: Harici görüntü düzenleyici

source: You can use this editor to adjust your media images before uploading. It can help to resize, modify colours, change rotation etc. Please remember %s is not part of this %s website. The link is provided for your convenience, with no guarantees. For assistance using the software please contact its developers directly.
de: Sie können diesen Editor verwenden, um Ihre Medienbilder vor dem Hochladen anzupassen. Es kann helfen, die Größe zu ändern, Farben zu ändern, Die Drehung zu ändern usw. Bitte denken Sie daran, %s ist nicht Teil dieser %s Website. Der Link wird für Ihre Bequemlichkeit zur Verfügung gestellt, ohne Garantien. Für Unterstützung bei der Verwendung der Software wenden Sie sich bitte direkt an die Entwickler.
nl: Met deze editor kunt u uw media-afbeeldingen aanpassen voordat u uploadt. Het kan helpen om de grootte te wijzigen, kleuren aan te passen, roteren enz. Houd er rekening mee dat %s geen onderdeel is van deze website %s. De link is uitsluitend voor uw gemak, zonder garanties. Contacteer de ontwikkelaars rechtstreeks voor hulp bij gebruik van de software.
tr: Yüklemeden önce medya resimlerinizi ayarlamak için bu düzenleyiciyi kullanabilirsiniz. Yeniden boyutlandırmaya, renkleri değiştirmeye, döndürmeyi değiştirmeye vb. yardımcı olabilir. Lütfen %s'in bu %s web sitesinin bir parçası olmadığını unutmayın. Bağlantı, size kolaylık sağlamak için hiçbir garanti olmaksızın sağlanmıştır. Yazılımı kullanma konusunda yardım için lütfen doğrudan geliştiricileriyle iletişime geçin.

source: Media file to upload
de: Multimedia Datei zum Hochladen
nl: Mediabestand om te uploaden
tr: Yüklenecek medya dosyası

source: Maximum file size allowed is %s
de: Maximale erlaubte Dateigröße ist %s
nl: Maximale bestandsgrootte toegestaan is %s
tr: İzin verilen maksimum dosya boyutu: %s

source: Thumbnail to upload
de: Miniaturbild zum Hochladen
nl: Miniatuur om te uploaden
tr: Yüklenecek küçük resim

source: Choose the thumbnail image that you want to upload. Although thumbnails can be generated automatically for images, you may wish to generate your own thumbnail, especially for other media types. For example, you can provide a still image from a video, or a photograph of the person who made an audio recording.
de: Wählen Sie das Miniaturbild, welches Sie hochladen möchten. Obwohl Miniaturbilder automatisiert erzeugt werden können, möchten Sie vielleicht eigene Bilder, besonders für andere Medientypen erzeugen. So können Sie z.B. ein Standbild eines Videos oder das Foto der Person hinzufügen, die eine Sprachaufnahme gemacht hat.
nl: Kies de miniatuurafbeelding dat ge-upload moet worden. Hoewel miniaturen automatisch gemaakt kunnen worden, wilt u misschien zelf een miniatuur maken, speciaal voor andere bestandstypes. U wilt b.v. een stilstaand shot uit een video gebruiken of een foto van de maker van een video of audio-opname.
tr: Yüklemek istediğiniz küçük resmi seçin. Resimler için küçük resimler otomatik olarak oluşturulabilse de, özellikle diğer medya türleri için kendi küçük resminizi oluşturmak isteyebilirsiniz. Örneğin, bir videodan hareketsiz bir görüntü veya ses kaydı yapan kişinin bir fotoğrafını sağlayabilirsiniz.

source: File name on server
de: Dateiname auf dem Server
nl: Bestandsnaam op server
tr: Sunucudaki dosya adı

source: Do not change to keep original file name.
de: Nicht ändern, um den ursprünglichen Namen zu behalten.
nl: Niet wijzigen om originele bestandsnaam te behouden.
tr: Orijinal dosya adını korumak için değiştirmeyin.

source: You may enter a URL, beginning with "http://".
de: Sie können eine URL, beginnend mit "http://" eingeben.
nl: U kunt een URL invoeren, beginnend met "http: //".
tr: "http://" ile başlayan bir URL girebilirsiniz.

source: Leave this field blank to keep the original name of the file you have uploaded from your local computer.<br><br>Media files can and perhaps should be named differently on the server than on your local computer. This is because often the local file name has meaning to you but is less meaningful to others visiting this site. Consider also the possibility that you and someone else both try to upload different files called "granny.jpg".<br>In this field you specify the new name of the file. The name you enter here will also be used to name the thumbnail, which can be uploaded separately or generated automatically. You do not need to enter the file name extension (jpg, gif, pdf, doc, etc.)
de: Lassen Sie dieses Feld leer, um den ursprünglichen Namen der Datei, die Sie hochgeladen haben von Ihrem lokalen Computer zu halten. <br><br>Media Dateien können und sollte vielleicht auf dem Server als auf Ihrem lokalen Computer anders benannt werden. Und zwar deshalb, weil oft die lokale Datei-Name hat eine Bedeutung für Sie aber ist weniger sinnvoll für andere Besucher dieser Website. Betrachten Sie auch die Möglichkeit, dass Sie und jemand anderes beide versuchen, verschiedene Dateien namens "granny.jpg" hochladen. <br>In diesem Bereich haben Sie den neuen Namen der Datei angeben. Der hier eingegebene Name wird auch verwendet werden, um die Miniaturansicht zu benennen, die separat hochgeladen oder automatisch generiert werden können. Sie müssen keine die Dateinamenerweiterung (Jpg, Gif, PDF, Doc, etc.) angeben
nl: Laat dit veld leeg om de originele naam van het bestand welke u heeft geüpload van uw computer te behouden. <br><br> Mediabestanden kunnen en moeten misschien zelfs anders genoemd worden dan op uw eigen computer, Dit is omdat uw lokale bestandnaam betekenis heeft voor u, maar minder betekenis heeft voor anderen die uw website bezoeken. Overweeg de mogelijkheid dat u en iemand anders verschillende bestanden willen uploaden genaamd "oma.jpg".<br> In dit veld geeft u de nieuwe naam van het bestand in. De naam die u hier invoert zal ook gebruikt worden voor de miniatuur, welke apart geüpload of automatisch gegenereerd kan worden. niet U hoeft de extensie van de bestandsnaam niet in te voeren (jpg, gif, pdf, doc, etc.)
tr: Yerel bilgisayarınızdan yüklediğiniz dosyanın özgün adını tutmak için bu alanı boş bırakın.<br><br>Medya dosyaları, sunucuda yerel bilgisayarınızdakinden farklı şekilde adlandırılabilir ve belki de adlandırılmalıdır. Bunun nedeni, genellikle yerel dosya adının sizin için bir anlamı olmasına karşın, bu siteyi ziyaret eden diğer kişiler için daha az anlamlı olmasıdır. Siz ve bir başkasının "büyükanne.jpg" adlı farklı dosyaları yüklemeye çalışma olasılığını da göz önünde bulundurun.<br>Bu alanda dosyanın yeni adını belirtirsiniz. Buraya girdiğiniz ad, ayrı olarak yüklenebilen veya otomatik olarak oluşturulabilen küçük resmi adlandırmak için de kullanılacaktır. Dosya adı uzantısını (jpg, gif, pdf, doc vb.) girmenize gerek yoktur.

source: Folder name on server
de: Verzeichnisname auf dem Server
nl: Mapnaam op server
tr: Sunucudaki klasör adı

source: Choose:
de: Wählen:
nl: Kies:
tr: Seçin:

source: Other folder... please type in
de: Anderes Verzeichnis ... bitte eingeben
nl: Andere map ... aub voer in
tr: Diğer klasör... lütfen yazın

source: This entry is ignored if you have entered a URL into the file name field.
de: Diese Eingabe wird nicht beachtet, wenn Sie oben einen URL eingegeben haben.
nl: Dit veld wordt genegeerd indien een URL is ingevoerd in het veld voor de bestandsnaam.
tr: Dosya adı alanına bir URL girdiyseniz, bu girdi yoksayılır.

source: If you have a large number of media files, you can organize them into folders and subfolders.
de: Wenn eine große Anzahl von Medien vorhanden ist, können diese in Ordnern und Unterordnern organisiert werden.
nl: Als u een groot aantal mediabestanden heeft, kunt u deze organiseren in mappen en submappen.
tr: Çok sayıda medya dosyanız varsa, bunları klasörler ve alt klasörler halinde düzenleyebilirsiniz.

source: Use this field to signal that this media item is the highlighted or primary item for the person it is attached to. The highlighted image is the one that will be used on charts and on the Individual page.
de: Dieses Feld deutet an dass das Medien-Objekt als primäres Objekt der verbundenen Person benutzt werden soll. Als primäres Objekt wird das Bild dann auf der Persönliche Fakten und Details Seite und auf allen Diagrammen benutzt.
nl: Gebruik dit keuzeveld om aan te geven of de afbeelding de gemarkeerde of primaire is, die aan deze persoon is gekoppeld.<br />De gemarkeerde afbeelding wordt gebruikt op diagrammen en op de persoonspagina.
tr: Bu medya öğesinin bağlı olduğu kişi için vurgulanan veya birincil öğe olduğunu belirtmek için bu alanı kullanın. Vurgulanan resim, çizelgelerde ve Bireysel sayfasında kullanılacak olan resimdir.

source: Save
de: Speichern
nl: Opslaan
tr: Kaydet

source: Administration
de: Verwaltung
nl: Beheer
tr: Yönetim

source: Your web server is using PHP version %s, which is no longer receiving security updates. You should ask your web service provider to upgrade to a later version as soon as possible.
de: Ihr Webserver hat die PHP Version %s, für die keine Sicherheitsupdates mehr angeboten werden. Sie sollten so schnell wie möglich auf eine neuere Version aktualisieren.
nl: Uw webserver gebruikt PHP versie %s, welke niet langer veiligheidsupdates ontvangt. U moet uw web service provider vragen om zo spoedig mogelijk te upgraden naar een latere versie.
tr: Web sunucunuz, artık güvenlik güncellemelerini almayan PHP %s sürümünü kullanıyor. Web servis sağlayıcınızdan mümkün olan en kısa sürede daha sonraki bir sürüme yükseltmesini istemelisiniz.

source: Your web server is using PHP version %s, which is no longer maintained. You should ask your web service provider to upgrade to a later version.
nl: Uw webserver gebruikt PHP versie %s, welke niet langer onderhouden wordt. U moet uw web service provider vragen om te upgraden naar een latere versie.
tr: Web sunucunuz, artık bakımı yapılmayan PHP %s sürümünü kullanıyor. Web servis sağlayıcınızdan daha sonraki bir sürüme yükseltmesini istemeniz gerekir.

source: These pages provide access to all the configuration settings and management tools for this kiwitrees site.
de: Diese Seiten erlauben den Zugang zu allen Konfigurationseinstellungen und Verwaltungsprogrammen für diese <b>kiwitrees</b> Seite.
nl: Deze pagina's geven toegang tot alle configuratie instellingen en beheertools voor deze kiwitrees website.
tr: Bu sayfalar, bu kiwitrees sitesinin tüm yapılandırma ayarlarına ve yönetim araçlarına erişim sağlar.

source: Support is available at %s.
de: Weitere Hilfestellung ist unter %s verfügbar.
nl: Support is beschikbaar op %s.
tr: Destek %s adresinde mevcuttur.

source: Version %s of kiwitrees is now available at %s.
de: Version %s von kiwitrees ist nun verfügbar %s.
nl: Versie %s van kiwitrees is nu beschikbaar op %s
tr: Kiwitrees'in %s sürümü artık %s'de mevcut.

source: Your version of kiwitrees is the latest available.
de: Ihre Version von kiwitrees ist die aktuell verfügbare.
nl: Uw versie van kiwitrees is de laatste versie.
tr: Kiwitrees sürümünüz mevcut olan en son sürümdür.

source: No upgrade information is available.
de: Es ist kein Upgrade verfügbar.
nl: Geen upgrade informatie beschikbaar.
tr: Yükseltme bilgisi mevcut değil.

source: You are using PHP version %s.
nl: U gebruikt PHP-versie %s.
tr: PHP %s sürümünü kullanıyorsunuz.

source: Kiwitrees is no longer compatible with versions of PHP older than 7.3
nl: Kiwitrees is niet langer compatibel met PHP-versies ouder dan 7.3
tr: Kiwitrees artık PHP'nin 7.3'ten eski sürümleriyle uyumlu değil

source: Kiwitrees is compatible with this version.
nl: Kiwitrees is compatibel met deze versie.
tr: Kiwitrees bu sürümle uyumludur.

source: Kiwitrees is not yet tested for compatibility with your version of PHP. It might work, but if you find any issues please report them on the <a class="current" href="%s" target="_blank">kiwitrees support forum</a>
nl: Kiwitrees is nog niet getest op compatibiliteit met uw PHP-versie. Het kan werken, maar als u problemen ondervindt, kunt u deze melden op het <a class="current" href="%s" target="_blank">kiwitrees support forum</a>
tr: Kiwitrees, PHP sürümünüzle uyumluluk açısından henüz test edilmemiştir. İşe yarayabilir, ancak herhangi bir sorun bulursanız lütfen bunları <a class="current" href="%s" target="_blank">kiwitrees destek forumunda</a> bildirin

source: Server information
de: Server Informationen
nl: Server informatie
tr: Sunucu bilgileri

source: Old files found
de: Alte Dateien gefunden
nl: Oude bestanden gevonden
tr: Eski dosyalar bulundu

source: Files have been found from a previous version of kiwitrees. Old files can sometimes be a security risk. You should delete them.
de: Es wurden alte Dateien einer Vorgängerversion von webtrees gefunden. Alte Dateien stellen manchmal ein Sicherheitsrisiko dar. Sie sollten gelöscht werden.
nl: Bestanden gevonden van een eerdere versie van kiwitrees. Oude bestanden vormen soms een beveiligingsrisico. U moet ze verwijderen.
tr: Kiwitrees'in önceki bir sürümünden dosyalar bulundu. Eski dosyalar bazen bir güvenlik riski oluşturabilir. Onları silmelisiniz.

source: Users
de: Benutzer
nl: Gebruikers
tr: Kullanıcılar

source: Total number of users
de: Gesamtanzahl der Benutzer
nl: Totaal aantal gebruikers
tr: Toplam kullanıcı sayısı

source: Administrators
de: Administratoren
nl: Beheerders
tr: Yöneticiler

source: Managers
de: Verwalter
tr: Yöneticiler

source: Unverified by User
de: Noch nicht vom Benutzer bestätigt
nl: Niet geverifieerd door gebruiker
tr: Kullanıcı Tarafından Doğrulanmadı

source: Unverified by Administrator
de: Noch nicht vom Verwalter bestätigt
nl: Niet geverifieerd door beheerder
tr: Yönetici Tarafından Doğrulanmadı

source: Users' languages
de: Benutzersprachen
nl: Gebruikers talen
tr: Kullanıcıların dilleri

source: Users Logged In
de: Angemeldete Benutzer
nl: Aangemelde gebruikers
tr: Giriş Yapan Kullanıcılar

source: Family tree statistics
de: Stammbaum Statistik
nl: Stamboom statistieken
tr: Aile ağacı istatistikleri

source: Individuals
de: Personen
nl: Personen
tr: Bireyler

source: Families
de: Familien
nl: Gezinnen
tr: Aileler

source: Sources
de: Quellen
nl: Bronnen
tr: Kaynaklar

source: Repositories
de: Archive
nl: Opslagplaatsen
tr: Depolar

source: Media objects
de: Medienobjekte
nl: Media-objecten
tr: Medya nesneleri

source: Shared notes
de: Wiederkehrende Anmerkungen
nl: Gedeelde Notities
tr: Paylaşılan notlar

source: Recent changes
de: Neueste Änderungen
nl: Recente wijzigingen
tr: Son değişiklikler

source: Day
de: Tag
nl: Dag
tr: Gün

source: Week
de: Woche
tr: Hafta

source: Month
de: Monat
nl: Maand
tr: Ay

source: Notes
de: Anmerkungen
nl: Notities
tr: Notlar

source: The file %s was deleted.
de: Die Datei %s wurde gelöscht.
nl: Het bestand %s werd verwijderd
tr: %s dosyası silindi.

source: The file %s could not be deleted.
de: Die Datei %s konnte nicht gelöscht werden.
nl: Het bestand %s kon niet worden verwijderd.
tr: %s dosyası silinemedi.

source: yes
de: ja
nl: ja
tr: evet

source: no
de: nein
nl: nee
tr: hayır

source: Create
de: Erstellen
nl: Maak
tr: Oluştur

source: Delete
de: Löschen
nl: Verwijder
tr: Sil

source: %1$s × %2$s pixels
de: %1$s × %2$s Pixel
tr: %1$s × %2$s piksel

source: This media file exists, but cannot be accessed.
de: Obwohl diese Medien Datei existiert, kann nicht auf sie zugegriffen werden.
nl: Dit mediabestand bestaat, maar is niet toegankelijk.
tr: Bu medya dosyası mevcut, ancak erişilemiyor.

source: This media file does not exist.
de: Diese Medien-Datei existiert nicht.
nl: Dit mediabestand betaat niet.
tr: Bu medya dosyası mevcut değil.

source: Are you sure you want to delete “%s”?
de: Sind Sie sicher, dass Sie “%s” löschen möchten?
nl: Weet u zeker dat u “%s” wil verwijderen?
tr: “%s”'i silmek istediğinizden emin misiniz?

source: View
de: Zeige
nl: Bekijk
tr: Görünüm

source: This media object is not linked to any other record.
de: Dieses Medienobjekt ist mit keinem Datensatz verbunden.
nl: Dit media-object is niet aan een record gekoppeld.
tr: Bu medya nesnesi başka bir kayıtla bağlantılı değil.

source: Media
de: Multimedia
tr: Medya

source: Media files
de: Mediendateien
nl: Mediabestanden
tr: Medya dosyaları

source: Media folders
de: Medienordner
nl: Media mappen
tr: Medya klasörleri

source: Local files
de: Lokale Dateien
nl: Lokale bestanden
tr: Yerel dosyalar

source: External files
de: Externe Dateien
nl: Externe bestanden
tr: Harici dosyalar

source: Unused files
de: Nicht benutzte Dateien
nl: Ongebruikte bestanden
tr: Kullanılmayan dosyalar

source: Include subfolders
de: Unterverzeichnisse einbeziehen
nl: Inclusief submappen
tr: Alt klasörleri dahil et

source: Exclude subfolders
de: Unterverzeichnisse ausschließen
nl: Sluit submappen uit
tr: Alt klasörleri hariç tut

source: External media files have a URL instead of a filename.
de: Externe Medien-Dateien haben eine Internetadresse anstelle eines lokalen Dateinamens.
nl: Externe mediabestanden hebben een URL i.p.v. een bestandsnaam.
tr: Harici medya dosyalarının dosya adı yerine bir URL'si vardır.

source: Media file
de: Mediendatei
nl: Mediabestand
tr: Medya dosyası

source: Media object
de: Medienobjekt
tr: Medya nesnesi

source: Highlight
nl: Gemarkeerd
tr: Vurgula

source: Media type
de: Medientyp
nl: Soort media
tr: Medya türü

source: Permanently delete these records?
de: Diesen Datensatz endgültig löschen?
nl: Deze records definitief verwijderen?
tr: Bu kayıtlar kalıcı olarak silinsin mi?

source: Upload media files
de: Multimediadateien hochladen
nl: Upload mediabestanden
tr: Medya dosyalarını yükleyin

source: The file %s was uploaded.
de: Die Datei %s wurde hochgeladen.
nl: Het bestand %s is ge-upload
tr: %s dosyası yüklendi.

source: Upload
de: Hochladen
tr: Yükle

source: Module administration
de: Verwaltungsmodul
nl: Module beheer
tr: Modül yönetimi

source: Block
nl: Blok
tr: Engelle

source: Description
de: Beschreibung
nl: Beschrijving
tr: Açıklama

source: Access level
de: Zugriffsrechte
nl: Toegangs niveau
tr: Erişim düzeyi
