Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: This account has not been verified. Please check your email for a verification message.
de: Das Benutzerkonto wurde noch nicht verifiziert. Bitte den Emaileingang auf eine Bestätigungsmeldung überprüfen.
nl: Dit account is nog niet geverifieerd. Kijk a.u.b. uw e-mail na voor een verificatiebericht.
tr: Bu hesap doğrulanmadı. Lütfen doğrulama iletisi için e-postanızı kontrol edin.

source: This account has not been approved. Please wait for an administrator to approve it.
de: Das Benutzerkonto wurde noch nicht genehmigt. Bitte warten Sie auf die Bestätigung des Administrators.
nl: Dit account is niet goedgekeurd. Wacht a.u.b. totdat de beheerder het goedgekeurd heeft.
tr: Bu hesap onaylanmadı. Lütfen bir yöneticinin onaylamasını bekleyin.

source: The username or password is incorrect.
de: Der Benutzername oder das Passwort sind ungültig.
nl: De gebruikersnaam of wachtwoord is niet juist.
tr: Kullanıcı adı veya şifre yanlış.

source: You cannot login because your browser does not accept cookies.
de: Sie können sich nicht anmelden, weil in Ihrem Browser keine Cookies aktiviert sind.
nl: U kunt niet inloggen omdat uw browser geen cookies accepteert.
tr: Tarayıcınız çerezleri kabul etmediği için giriş yapamazsınız.

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to every visitor who has a user account.<br /><br />If you have a user account, you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying your application, the site administrator will activate your account. You will receive an email when your application has been approved.
de: <center><b>Willkommen auf dieser Genealogie Webseite</b></center><br />Der Zugriff auf diese Seite ist nur <u>autorisierten</u> Benutzern erlaubt.<br /><br />Wenn Sie bereits einen Benutzernamen haben, können Sie sich auf dieser Seite anmelden. Wenn Sie noch keinen Zugang besitzen, können Sie diesen beantragen, indem Sie auf den entsprechenden Link klicken.<br /><br />Sobald Ihre Angaben überprüft sind, wird der Verwalter Ihrem Antrag zustimmen (oder ihn ablehnen). Sie werden eine Mail mit dem Antragsergebnis erhalten.
nl: <center><b>Welkom op deze genealogie-website</b></center><br />Toegang tot deze website is voorbehouden aan bezoekers met een gebruikersaccount.<br /><br />Als u al beschikt over een gebruikersaccount, dan kunt u zich op deze pagina aanmelden. Als u nog geen gebruikersaccount heeft, kunt u er met behulp van de onderstaande link een aanvragen.<br /><br />Na verificatie van de door u verstrekte informatie kan de sitebeheerder uw account activeren. Zodra uw aanvraag is toegekend, ontvangt u hierover een e-mailbericht.
tr: <center><b>Bu Şecere internet sitesine hoş geldiniz</b></center><br />Bir kullanıcı hesabına sahip olan her ziyaretçinin bu siteye erişmesine izin verilir.<br /><br />Bir kullanıcı hesabınız varsa, bu sayfada oturum açabilirsiniz. Bir kullanıcı hesabınız yoksa, aşağıdaki uygun bağlantıya tıklayarak bir tane için başvurabilirsiniz.<br /><br />Başvurunuzu doğruladıktan sonra site yöneticisi hesabınızı etkinleştirecektir. Başvurunuz onaylandığında bir e-posta alacaksınız.

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to <u>authorized</u> users only.<br /><br />If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying your information, the administrator will either approve or decline your account application. You will receive an email message when your application has been approved.
de: <center><b>Willkommen auf dieser Genealogie Webseite</b></center><br />Den Zugriff auf diese Seite erhalten <u>nur Familienmitglieder</u>.<br /><br />Wenn Sie bereits einen Benutzernamen haben, können Sie sich auf dieser Seite anmelden. Wenn Sie noch keinen Zugang besitzen, können Sie diesen beantragen, indem Sie auf den entsprechenden Link klicken.<br /><br />Sobald Ihre Angaben überprüft sind, wird der Verwalter Ihrem Antrag zustimmen (oder ihn ablehnen).<br />Sie werden eine Mail mit dem Antragsergebnis erhalten.
nl: <center><b>Welkom op deze genealogiewebsite</b></center><br />oegang tot deze website is voorbehouden aan <u>geautoriseerde</u> gebruikers.<br /><br />Als u al beschikt over een gebruikersnaam en wachtwoord, dan kunt u zich op deze pagina aanmelden. Als u nog geen gebruikersnaam en wachtwoord heeft, kunt u er met behulp van de onderstaande link een aanvragen.<br /><br />Na verificatie van de door u verstrekte informatie kan de sitebeheerder uw aanvraag toekennen of afwijzen. Zodra uw aanvraag is goedgekeurd ontvangt u hierover een e-mailbericht.
tr: <center><b>Bu Şecere internet sitesine hoş geldiniz</b></center><br />Bu siteye yalnızca <u>yetkili</u> kullanıcıların erişimine izin verilir.<br /><br />Eğer bir kullanıcı hesabınız varsa bu sayfadan giriş yapabilirsiniz. Bir kullanıcı hesabınız yoksa, aşağıdaki uygun bağlantıya tıklayarak bir tane için başvurabilirsiniz.<br /><br />Bilgilerinizi doğruladıktan sonra, yönetici hesap başvurunuzu onaylayacak veya reddedecektir. Başvurunuz onaylandığında bir e-posta iletisi alacaksınız.

source: <center><b>Welcome to this Genealogy website</b></center><br />Access to this site is permitted to <u>family members only</u>.<br /><br />If you have a user account you can login on this page. If you don't have a user account, you can apply for one by clicking on the appropriate link below.<br /><br />After verifying the information you provide, the administrator will either approve or decline your request for an account. You will receive an email when your request is approved.
de: <center><b>Willkommen in dieser Genealogie-Website</b></center> < Br / > Zugang zu dieser Website ist gestattet, <u>nur Familienmitglieder</u>. < Br / > < Br / > haben Sie ein Benutzerkonto auf dieser Seite kannst du dich einloggen. Wenn Sie ein Benutzerkonto haben, können Sie durch einen Klick auf den entsprechenden Link unten beantragen. < Br / > < Br / > nach Überprüfung der Informationen, die Sie bereitstellen, der Administrator wird entweder bestätigen oder ablehnen Ihre Anfrage für ein Konto. Sie erhalten eine e-Mail, wenn Ihr Antrag genehmigt ist.
nl: <center><b>Welkom op deze genealogiewebsite</b></center><br />Toegang tot deze website is voorbehouden aan <u>alleen familieleden</u>.<br /><br />Als u al beschikt over een gebruikersaccount, dan kunt u zich op deze pagina aanmelden. Als u nog geen gebruikersaccount heeft, kunt u er met behulp van de onderstaande link een aanvragen.<br /><br />Na verificatie van de door u verstrekte informatie kan de sitebeheerder uw aanvraag toekennen of afwijzen. Zodra uw aanvraag is toegekend, ontvangt u hierover een e-mailbericht.
tr: <center><b>Bu Şecere internet sitesine hoş geldiniz</b></center><br />Bu siteye erişime <u>yalnızca aile üyelerine</u> izin verilir.<br /><br />Eğer bir kullanıcı hesabınız varsa bu sayfadan giriş yapabilirsiniz. Bir kullanıcı hesabınız yoksa, aşağıdaki uygun bağlantıya tıklayarak bir tane için başvurabilirsiniz.<br /><br />Verdiğiniz bilgileri doğruladıktan sonra, yönetici bir hesap isteğinizi onaylayacak veya reddedecektir. İsteğiniz onaylandığında bir e-posta alacaksınız.

source: Request new password
de: Neues Kennwort beantragen
nl: Vraag nieuw wachtwoord aan
tr: Yeni şifre iste

source: Request new user account
de: Benutzer Antrag
nl: Vraag een nieuw gebruikersaccount aan
tr: Yeni kullanıcı hesabı iste

source: Lost password request
de: Kennwort neu anfordern
nl: Vergeten wachtwoord opvragen
tr: Kayıp şifre isteği

source: Username or email address
de: Benutzername oder E-Mail-Adresse
nl: Gebruikersnaam of e-mailadres
tr: Kullanıcı adı veya e-posta adresi

source: Hello %s…
de: Hallo %s...
nl: Hallo %s…
tr: Merhaba %s…

source: A new password has been requested for your username.
de: Für Ihren Benutzernamen wurde ein neues Passwort angefordert.
nl: Een nieuw wachtwoord werd aangevraagd voor uw gebruikersnaam.
tr: Kullanıcı adınız için yeni bir şifre istendi.

source: After you have logged in, select the «My Account» link under the your name in the menu and fill in the password fields to change your password.
de: Um Ihr Kennwort, nachdem Sie sich angemeldet haben zu ändern, wählen Sie die «Eigene Benutzerdaten bearbeiten» Verbindung innerhalb des «Mein kiwitrees» Menüs und tragen Sie dann in beiden Kennwort Feldern Ihr gewünschtes Kennwort ein.
nl: Nadat u bent aangemeld: selecteer de «Mijn Account» link onder uw naam in het menu en vul de wachtwoordvelden in om uw wachtwoord te wijzigen.
tr: Giriş yaptıktan sonra, şifrenizi değiştirmek için menüden adınızın altında bulunan «Hesabım» bağlantısını seçin ve şifre alanlarını doldurun.

source: A new password has been created and emailed to %s. You can change this password after you login.
de: Ein neues Passwort wurde erzeugt und an %s gesandt. Sie können es ändern, nachdem Sie sich damit angemeldet haben.
nl: Een nieuw wachtwoord is aangemaakt en naar %s gemaild. U kunt het wachtwoord veranderen nadat u aangemeld bent.
tr: Yeni bir şifre oluşturuldu ve %s adresine e-postayla gönderildi. Giriş yaptıktan sonra bu şifreyi değiştirebilirsiniz.

source: There is no account with the username or email “%s”.
de: Es ist kein Konto mit dem Benutzernamen oder e-Mail "%s".
nl: Er is geen account met de gebruikersnaam of e-mail “%s”.
tr: “%s” kullanıcı adına veya e-posta adresine sahip bir hesap yok.

source: Google reCaptcha robot verification failed, please try again.
nl: Google reCaptcha-robotverificatie is mislukt. Probeer het opnieuw.
tr: Google reCaptcha robot doğrulaması başarısız oldu, lütfen tekrar deneyin.

source: Duplicate user name. A user with that user name already exists. Please choose another user name.
de: Doppelter Benutzername. Ein Benutzer mit dem gewählten Namen existiert bereits. Bitte wählen Sie einen anderen Benutzernamen.
nl: Dubbele gebruikersnaam. een gebruiker met deze gebruikersnaam bestaat al. Kies a.u.b. een andere gebruikersnaam.
tr: Yinelenen kullanıcı adı. Bir kullanıcı bu ismi zaten kullanıyor. Lütfen başka bir kullanıcı adı seçin.

source: You are not allowed to send messages that contain external links.
de: Sie dürfen keine Mitteilungen versenden, die externe Adressen enthalten.
nl: Het is niet toegestaan berichten te versturen die externe links bevatten.
tr: Harici bağlantılar içeren iletiler göndermenize izin verilmez.

source: You should delete the “%1$s” from “%2$s” and try again.
de: Löschen Sie “%1$s” bis “%2$s” und versuchen Sie es noch einmal.
nl: U moet de “%1$s” verwijderen van “%2$s” en overnieuw proberen.
tr: “%1$s” öğesini “%2$s” içinden silip tekrar denemelisiniz.

source: Hello Administrator ...
de: Hallo Verwalter ...
nl: Hallo Beheerder ...
tr: Merhaba Yönetici...

source: A prospective user has registered at %s.
de: Ein zukünftiger Benutzer hat sich auf %s registriert.
nl: Een toekomstig gebruiker heeft zich aangemeld bij %s
tr: Potansiyel bir kullanıcı %s adresinde kaydoldu.

source: Email Address
de: E-Mail-Adresse
nl: E-mailadres
tr: E-Posta Adresi

source: The user has been sent an e-mail with the information necessary to confirm the access request
de: Dem Benutzer wurde eine E-Mail mit den notwendigen Informationen, geschickt um die Zugangsanforderungen zu bestätigen.
nl: De gebruiker is een e-mail gestuurd met de informatie om de toegangsaanvraag te bevestigen.
tr: Kullanıcıya, erişim isteğini onaylamak için gerekli bilgileri içeren bir e-posta gönderildi

source: You will be informed by e-mail when this prospective user has confirmed the request. You can then complete the process by activating the user name. The new user will not be able to login until you activate the account.
de: Sie werden per E-Mail informiert werden, wenn dieser potenziellen Nutzer die Anfrage bestätigt hat. Sie können dann den Prozess durch die Aktivierung des Benutzernamens vervollständigen. Der neue Benutzer wird nicht in der Lage sich anmelden, bis Sie das Konto aktiviert haben.
nl: U wordt per e-mail geïnformeerd wanneer deze toekomstige gebruiker zijn verzoek heeft bevestigd. U kan het proces dan afmaken door de gebruikersnaam te activeren. De nieuwe gebruiker kan zich niet aanmelden totdat u zijn account heeft geactiveerd.
tr: Bu potansiyel kullanıcı talebi onayladığında size e-posta ile bilgi verilecektir. Daha sonra kullanıcı adını etkinleştirerek işlemi tamamlayabilirsiniz. Siz hesabı etkinleştirene kadar yeni kullanıcı oturum açamaz.

source: New registration at %s
de: Neue Anmeldung bei %s
nl: Nieuwe registratie op %s
tr: %s adresinde yeni kayıt

source: Hello %s ...
de: Hallo %s...
nl: Hallo %s ...
tr: Merhaba %s ...

source: You (or someone claiming to be you) registered an account at %1$s using the email address %2$s.
de: Sie selbst (oder jemand der sich für Sie ausgibt) hat am %1$s ein Benutzerkonto unter der Emailadresse %2$s beantragt.
nl: U (of iemand die doet alsof hij u is) heeft een account aangevraagd op %1$s gebruik makend van het e-mailadres %2$s.
tr: Siz (veya siz olduğunuzu iddia eden biri), %2$s e-posta adresini kullanarak %1$s adresinde bir hesap kaydettirdiniz.

source: Follow this link to verify your email address.
de: Folgen Sie diesem Link bestätigen Sie Ihre e-Mail-Adresse.
nl: Gebruik deze link om uw e-mailadres te verifiëren
tr: E-posta adresinizi doğrulamak için bu bağlantıyı takip edin.

source: If you didn't request an account, you can just delete this message.
de: Wenn du den Account nicht angelegt hast, kannst du diese Nachricht einfach löschen.
nl: Als u geen account heeft aangevraagd, kunt u dit bericht verwijderen.
tr: Bir hesap talep etmediyseniz, bu mesajı silebilirsiniz.

source: Your registration at %s
de: Ihre Anmeldung bei %s
nl: Uw registratie op %s
tr: %s adresindeki kaydınız

source: Hello %s ...<br />Thank you for your registration.
de: Hallo %s ...<br />Danke für Ihren Antrag.
nl: Hallo %s ...<br />Dank u voor uw registratie.
tr: Merhaba %s ...<br />Kaydınız için teşekkür ederiz.

source: We will now send a confirmation email to the address <b>%1$s</b>. You must verify your account request by following instructions in the confirmation email. If you do not confirm your account request within %2$s days, your application will be rejected automatically. You will have to apply again.<br /><br />After you have followed the instructions in the confirmation email, the administrator still has to approve your request before your account can be used.<br /><br />To login to this site, you will need to know your user name and password.
nl: We zullen nu een e-mailbevestiging sturen naar het adres <b>%1$s</b>. U moet uw account aanvraag verifiëren door de instructies op te volgen in de e-mail. Als dit niet binnen %2$s dagen gebeurt, wordt uw aanvraag automatisch verwijderd. U moet dan opnieuw een aanvraag indienen. <br /><br />Nadat u de instructies in de e-mailbevestiging hebt opgevolgd moet de beheerder nog uw aanvraag goedkeuren voordat u gebruik kunt maken van uw account. <br /><br />Om aan te melden op deze site moet u weten wat uw gebruikersnaam en wachtwoord zijn.
tr: Şimdi <b>%1$s</b> adresine bir onay e-postası göndereceğiz. Onay e-postasındaki talimatları izleyerek hesap isteğinizi doğrulamanız gerekir. Hesap isteğinizi %2$s gün içinde onaylamazsanız, başvurunuz otomatik olarak reddedilecektir. Tekrar başvurmanız gerekecek.<br /><br />Onay e-postasındaki talimatları izledikten sonra, hesabınızın kullanılabilmesi için yöneticinin yine de isteğinizi onaylaması gerekir.<br /><br />Bunun için bu siteye giriş yapın, kullanıcı adınızı ve şifrenizi bilmeniz gerekecek.

source: <div class="largeError">Notice:</div><div class="error">By completing and submitting this form, you agree:<ul><li>to protect the privacy of living people listed on our site;</li><li>and in the text box below, to explain to whom you are related, or to provide us with information on someone who should be listed on our site.</li></ul></div>
de: <div class="largeError">Bitte beachten Sie:</div><div class=\"error\">Indem Sie dieses ausgefüllte Formular einsenden, bestätigen Sie Ihr Einverständnis mit den folgenden Bedingungen:<ul><li>dass Sie immer Informationen über lebende Personen, die in dieser Datenbank vorkommen, vertraulich halten;</li><li>und dass Sie in der unten stehenden Textbox Ihre Verwandtschaft zu Personen in dieser Datenbank erklären oder uns Informationen über Personen, die in dieser Datenbank vorkommen sollten, aber dort fehlen, mitteilen.</li></ul></div>
nl: <div class="largeError">Belangrijk bericht:</div><div class="error">Door dit formulier in te vullen en te verzenden, gaat u akkoord met:<ul><li>het respecteren van de privacy van nog levende personen, die op onze site voorkomen;</li><li>in het onderstaande tekstvak uit te leggen aan wie u verwant bent, of ons van informatie te voorzien over iemand, die op onze site vermeld zou moeten staan.</li></ul></div>
tr: <div class="largeError">Dikkat:</div><div class="error">Bu formu doldurup göndererek, şunları kabul etmiş olursunuz:<ul><li>sitemizde listelenen yaşayan kişilerin gizliliğini korumayı;</li><li>ve aşağıdaki metin kutusunda, kiminle akraba olduğunuzu açıklamak veya sitemizde listelenmesi gereken biri hakkında bize bilgi vermeyi.</li></ul></div>

source: All fields must be completed.
de: Alle Felder müssen ausgefüllt werden.
nl: Alle velden moeten ingevuld worden.
tr: Tüm alanlar doldurulmalıdır.

source: Desired user name
de: Gewünschter Benutzername
nl: Gewenste gebruikersnaam
tr: İstenilen kullanıcı adı

source: Desired password
de: Gewünschtes Kennwort
nl: Gewenst wachtwoord
tr: İstenilen şifre

source: User verification
de: Benutzer Verifizierung
nl: Verificatie gebruiker
tr: Kullanıcı doğrulama

source: Verification code:
de: Verifizierungscode:
nl: Verificatiecode:
tr: Doğrulama kodu:

source: Hello administrator…
de: Hallo Verwalter ...
nl: Hallo beheerder ...
tr: Merhaba yönetici…

source: A new user (%1$s) has requested an account (%2$s) and verified an email address (%3$s).
de: Ein neuer Benutzer (%1$s) hat ein Benutzerkonto (%2$s) beantragt und und dies mit der Emailadresse (%3$s) bestätigt.
nl: Een nieuwe gebruiker (%1$s) heeft een account (%2$s) aangevraagd en een e-mailadres (%3$s) geverifieerd.
tr: Yeni bir kullanıcı (%1$s) bir hesap (%2$s) istedi ve bir e-posta adresini (%3$s) doğruladı.

source: You need to review the account details.
de: Sie müssen die Kontodaten überprüfen.
nl: U moet de account details nakijken.
tr: Hesap detaylarını incelemeniz gerekiyor.

source: Set the status to “approved”.
de: Setzen Sie den Status "genehmigt".
nl: Stel de status in op “goedgekeurd”.
tr: Durumu "onaylandı" olarak ayarlayın.

source: Set the access level for each tree.
de: Legen Sie die Zugriffsebene für jeden Baum fest.
nl: Stel het toegangsniveau in voor elke stamboom.
tr: Her ağaç için erişim düzeyini ayarlayın.

source: Set a role for this user.
de: Legen Sie eine Rolle für diesen Benutzer fest.
nl: Stel een rol in voor deze gebruiker.
tr: Bu kullanıcı için bir rol ayarlayın.

source: Link the user account to an individual.
de: Verknüpfen Sie das Benutzerkonto für die einzelne Person.
nl: Koppel het gebruikersaccount aan een persoon
tr: Kullanıcı hesabını bir kişiye bağlayın.

source: New user at %s
de: Neue Verifizierung bei %s
nl: Nieuwe gebruiker op %s
tr: %s konumundaki yeni kullanıcı

source: You have confirmed your request to become a registered user.
de: Sie haben Ihren Antrag als Benutzer bestätigt.
nl: U heeft uw aanvraag, om een geregistreerde gebruiker te worden, bevestigd.
tr: Kayıtlı bir kullanıcı olma isteğinizi onayladınız.

source: The administrator has been informed. As soon as they give you permission you can login with your user name and password.
de: Der Verwalter wurde benachrichtigt. Sobald dieser Ihren Zugang freigegeben hat, können Sie sich mit Ihrem Benutzernamen und Kennwort anmelden.
nl: De beheerder is geïnformeerd. Zodra hij toestemming heeft verleend kunt u zich met uw gebruikersnaam en wachtwoord aanmelden.
tr: Yönetici bilgilendirildi. Size izin verir vermez kullanıcı adınız ve şifrenizle giriş yapabilirsiniz.

source: Could not verify the information you entered. Please try again or contact the site administrator for more information.
de: Die eingegebenen Informationen waren falsch. Bitte versuchen Sie es erneut.
nl: Kon de ingevoerde informatie niet verifiëren. Probeer a.u.b. opnieuw of neem contact op met de sitebeheerder voor meer informatie.
tr: Girdiğiniz bilgiler doğrulanamadı. Lütfen tekrar deneyin veya daha fazla bilgi için site yöneticisiyle iletişime geçin.

# unknown family
source: unknown
de: unbekannt
nl: onbekende
tr: bilinmeyen

source: The media file was not found in this family tree.
de: Die Mediendatei wurde in diesem Familienbaum nicht gefunden
nl: Het mediabestand werd niet gevonden in deze stamboom
tr: Medya dosyası bu aile ağacında bulunamadı.

source: This media file is broken and cannot be watermarked.
de: Diese Mediendatei ist unbrauchbar und kann deshalb nicht mit Wasserzeichen versehen werden.
nl: Dit mediabestand is corrupt en kan niet worden voorzien van een watermerk
tr: Bu medya dosyası bozuk ve filigran eklenemez.

source: Folder
de: Verzeichnis
nl: Map
tr: Klasör

source: Sort order
de: Sortierreihenfolge
nl: Sorteervolgorde
tr: Sıralama düzeni

source: sort by title
de: sortiert nach Titel
nl: sorteer op titel
tr: başlığa göre sırala

source: sort by filename
de: sortiert nach Dateiname
nl: sorteer op bestandsnaam
tr: dosya adına göre sırala

source: No type
de: Kein Typ
nl: Geen type
tr: Tür yok

source: Media objects per page
de: Medienobjekte pro Seite
nl: Media-objecten per pagina
tr: Sayfa başına medya nesneleri

source: Search filters
de: Such-Filter
nl: Zoek filters
tr: Arama filtreleri

source: Page %s of %s
de: Seite %s von %s
nl: Pagina %s van %s
tr: Sayfa %s / %s

source: %s media objects found
de: %s Medienobjekte gefunden
nl: %s media-objecten gevonden
tr: %s medya nesnesi bulundu

source: The file “%s” does not exist.
de: Die Datei %s gibt es nicht
nl: Het bestand “%s” bestaat niet.
tr: “%s” dosyası mevcut değil.

source: View person
de: Person zeigen
nl: Toon persoon
tr: Kişiyi görüntüle

source: View source
de: Quelle zeigen
nl: Toon bron
tr: Kaynağı görüntüle

source: This media object has been deleted. You should review the deletion and then %1$s or %2$s it.
de: Dieses Medien Objekt wurde gelöscht. Sie sollten die Löschung prüfen und sie entweder %1$s oder %2$s.
nl: Dit media-object werd verwijderd. Beoordeel de verwijdering en %1$s of %2$s het dan.
tr: Bu medya nesnesi silindi. Silme işlemini ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This media object has been deleted. The deletion will need to be reviewed by a moderator.
de: Das Medien Objekt wurde gelöscht. Die Löschung benötigt eine Prüfung durch einen Moderator.
nl: Dit media-object werd verwijderd. De verwijdering moet worden beoordeeld door een moderator.
tr: Bu medya nesnesi silindi. Silme işleminin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This media object has been edited. You should review the changes and then %1$s or %2$s them.
de: Dieses Medien Objekt wurde geändert. Sie sollten die Änderung prüfen und sie entweder %1$s oder %2$s.
nl: Dit media-object werd gewijzigd. Beoordeel de wijzigingen en %1$s of %2$s ze dan.
tr: Bu medya nesnesi düzenlendi. Değişiklikleri ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.
