Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: <div id="popup"><p>There are several different areas. They operate as follows.</p><p><b>1. Calculation of major moveable feasts.</b></p><p>Since the ecclesiastical calendar is based on lunar rather than solar cycles, certain key holidays (feasts) occur on different days each year. The method of calculating these feasts has also changed since the council of Nicea (325 A.D.). The button dived "Calculate Holidays" calculates the dates of seven major feasts for the year entered in the field dived "Year", and displays the results below this field. The only restrictions are that the number entered in the field "Year" must be an integer (no fractions) greater than zero. However, the holidays generated are only valid for dates since 325 A.D. (Early Christian and Roman dating is another story). Also, for purposes of calculation, I have assumed that the ecclesiastical year begins on January first, even though this standard was only gradually accepted. If you are working with early monastic documents you might want to consider that dates from December 25th through March may be "off" by one year. To a Benedictine, for instance (to whom the year began on December 25th), the feast of the Innocents in 1450 would be December 28th, 1450, while to others it might be December 28th, 1449. In fact, before 1582, most calendars did not have the year begin on January 1st, even though the calculation of the moveable feasts acted as if it did. In England, the year "began" either on December 25th, or, more frequently on March 25th (Lady Day), until 1752. These vagaries are not something I wanted to include in the calculations, since they often varied quite a bit. The calculations for the holidays will take into account the days dropped from the calendar when the "New style" was adopted, since these affect the month and day of Easter. Conventions about the beginning of the year are easily corrected for.</p><p><b>2. Old and New style dating and Day of the week</b></p><p>When the Pope Gregory revised the calendar in 1582, a certain number of days were omitted from the calendar at a particular time, resulting in two separate styles of dating. England persisted in using the "Old Style" until 1752, because of religious differences. The Old Style also often dated the beginning of the year from March 25 rather than January 1, and this area of the site takes this difference into account. Thus March 8, 1735, Old Style is really March 19, 1736 in the New Style! Occasionally, particularly in dating material between 1582 and 1755 or so, it becomes necessary to convert back and forth.</p><p>Here is a more detailed description of the transition year (in England): 1752.</p><p>The area called "Convert Old Style to New Style" converts the old style date to a new style date and returns an answer. The area called "Convert New Style to Old Style" converts the new style date to an old style date and enters it in the "Old style" fields. You must enter an integer greater than zero for the year.</p><p>You can also calculate the day of the week for both old and new style dates.</p><p>Remember that these forms assume that the year begins on March 25th. If you want to plug in dates derived from the "Ecclesiastical Holidays" area, be aware that you will have to subtract 1 from the year for all dates between January 1st and March 24th.</p><p><b>NOTE FOR STUDENTS OF CONTINENTAL HISTORY</b></p><p>Don't try to use this site to calculate dates of documents between 1588 and 1752 because England is a special case during these years.</p></p>
nl: <Div id = "popup"> <p> Er zijn verschillende mogelijkheden. Ze werken als volgt. </p><p><b> 1. Berekening van de belangrijke variabele feesten. </b></p><p> Sinds de kerkelijke kalender is gebaseerd op de maan in plaats van de zonnecycli, zullen bepaalde belangrijke feestdagen (feesten) zich voordoen op verschillende dagen per jaar. De wijze van berekening van deze feesten is ook veranderd sinds het concilie van Nicea (325 A.D.). De button "Bereken feestdagen" berekent de data van de zeven belangrijkste feesten van het jaar ingevoerd in het veld "Jaar" en toont de resultaten hieronder dit veld. De enige beperking is dat het getal in het veld "Jaar" ingevuld, een geheel getal (geen fracties) groter dan nul moet zijn. Echter, de feestdagen gegenereerd zijn enkel geldig voor de data sinds 325 A.D. (vroeg-christelijke en roomse datering is een ander verhaal). Ook ten behoeve van de berekening, heb ik aangenomen dat het kerkelijk jaar begint op de eerste januari, hoewel deze norm word niet overal geaccepteerd. Als u werkt met de oude kloosterdocumenten, zou u rekening moeten houden dat datums van 25 december tot en met maart kunnen "verschillen" met één jaar. Voor een ​​Benedictijner, bijvoorbeeld (voor wie het jaar begon op 25 december), zou het feest van de Onnozele Kinderen in 1450 op 28 december 1450 zijn , terwijl het voor anderen misschien 28 december 1449 zou zijn. In feite, voor 1582, begonnen de meeste kalenders het jaar niet op 1 januari, hoewel de berekening van de variabele feesten deed voorkomen alsof dit wel zo was. In Engeland, het jaar "begon", hetzij op 25 december, of, vaker op 25 maart (Maria-Boodschap), tot en met 1752. Deze grillen zijn niet iets wat ik in de berekeningen wilde opnemen, omdat ze vaak nogal wat varieerde. De berekeningen voor de feestdagen zal rekening houden met de dagen minder van de kalender als de "Nieuwe Stijl" is aangenomen, omdat deze invloed hebben op de maand en de dag van Pasen. Conventies over het begin van het jaar zijn gemakkelijk gecorrigeerd. </p><p><b> 2. Oude en Nieuwe Stijl datering en Dag van de week </b></p><p> Als de paus Gregorius de kalender herziet in 1582, wordt een bepaald aantal dagen weggelaten uit de kalender wat resulteert in twee afzonderlijke stijlen van datering. Engeland gebruikte de "Oude Stijl" tot 1752, als gevolg van religieuze verschillen. De Oude Stijl begint ook vaak het jaar vanaf 25 maart in plaats van 1 januari, en dit gedeelte van de website houdt rekening met dit verschil. Zo is 8 maart 1735, Oude Stijl echt 19 maart 1736 in de Nieuwe Stijl! Soms, in het bijzonder bij materiaal gedateerd tussen 1582 en 1755, is het nodig om dit om te zetten. </p><p> Hier is een meer gedetailleerde beschrijving van het overgangsjaar (in Engeland): 1752 </p><p> Het veld genaamd "Zet Oude Stijl om naar Nieuwe Stijl" zet de Oude Stijl-datum om naar een ​​Nieuwe Stijl- datum. Het veld genaamd "Zet Nieuwe Stijl om naar Oude Stijl" zet de Nieuwe Stijl-datum om in een Oude Stijl-datum en geeft het weer in de "Oude Stijl" velden. U moet een geheel getal groter dan nul voor het jaar in te voeren. </p><p> U kunt ook de dag van de week te berekenen voor zowel Oude Stijl als Nieuwe Stijl-datums. </p><p> Vergeet niet dat deze formulieren aannemen dat het jaar begint op 25 maart. Als u gebruik maakt van datums afkomstig van het "Kerkelijke Feestdagen" veld, let op dat je 1 jaar zal moeten aftrekken voor alle datums tussen 1 januari en 24 maart. </p><p><b>OPMERKING VOOR STUDENTEN VAN CONTINENTALE GESCHIEDENIS </b></ p><p> Probeer niet om deze site te gebruiken om datums van documenten tussen 1588 en 1752 te berekenen, omdat Engeland een speciaal geval is in die jaren. </p></ p>
tr: <div id="popup"><p>Birkaç farklı alan var. Aşağıdaki gibi çalışırlar.</p><p><b>1. Büyük hareketli bayramların hesaplanması.</b></p><p>Dini takvim güneş döngülerinden ziyade ay döngülerine dayandığından, her yıl farklı günlerde belirli önemli tatiller (bayramlar) gerçekleşir. Bu bayramların hesaplanma yöntemi de İznik Konseyi'nden (MS 325) itibaren değişmiştir. "Tatilleri Hesapla" düğmesi, "Yıl" alanına girilen yıl için yedi büyük bayramın tarihlerini hesaplar ve sonuçları bu alanın altında görüntüler. Tek kısıtlama, "Yıl" alanına girilen sayının sıfırdan büyük bir tam sayı (kesir yok) olması gerektiğidir. Ancak, oluşturulan tatiller yalnızca MS 325'ten sonraki tarihler için geçerlidir (Erken Hıristiyan ve Roma tarihlemesi başka bir hikayedir). Ayrıca, hesaplama amacıyla, bu standart ancak kademeli olarak kabul edilmiş olsa da, dini yılın ilk Ocak'ta başladığını varsaydım. Erken manastır belgeleriyle çalışıyorsanız, 25 Aralık'tan Mart'a kadar olan tarihlerin bir yıl "kapalı" olabileceğini düşünmek isteyebilirsiniz. Örneğin, bir Benedictine için (yılın 25 Aralık'ta başladığı), 1450'deki Masumların bayramı 28 Aralık 1450, diğerleri için ise 28 Aralık 1449 olabilir. Aslında, 1582'den önce, çoğu takvim hareketli bayramların hesaplanması sanki başlamış gibi davransa da, 1 Ocak'ta yıl başlamadı. İngiltere'de yıl ya 25 Aralık'ta, ya da daha sık olarak 25 Mart'ta (Kadınlar Günü) 1752'ye "başladı". Bu kaprisler, genellikle oldukça değişken olduklarından, hesaplamalara dahil etmek istediğim bir şey değil. Tatiller için hesaplamalar, Paskalya ayını ve gününü etkilediğinden, "Yeni stil" benimsendiğinde takvimden atılan günleri dikkate alacaktır. Yılın başlangıcı ile ilgili sözleşmeler kolayca düzeltilir.</p><p><b>2. Eski ve Yeni stil tarihleme ve haftanın Günü</b></p><p>Papa Gregory 1582'de takvimi revize ettiğinde, belirli bir zamanda takvimden belirli sayıda gün çıkarıldı ve bu da iki farklı tarihleme stiliyle sonuçlandı. İngiltere, dini farklılıklar nedeniyle 1752'ye kadar "Eski Stil"i kullanmaya devam etti. Eski Stil de genellikle yılın başlangıcını 1 Ocak yerine 25 Mart'a dayandırır ve sitenin bu alanı bu farkı hesaba katar. Böylece 8 Mart 1735, Eski Stil, Yeni Stil'de gerçekten 19 Mart 1736'dır! Ara sıra, özellikle 1582 ve 1755 arasındaki tarihleme materyallerinde, ileri geri çevirmek gerekli hale gelir.</p><p>İşte geçiş yılının (İngiltere'de) daha ayrıntılı bir açıklaması: 1752.</p><p>"Eski Stili Yeni Stile Dönüştür" adlı alan, eski stil tarihini yeni bir stil tarihine dönüştürür ve bir yanıt döndürür. "Yeni Stili Eski Stile Dönüştür" adı verilen alan, yeni stil tarihini eski stil tarihine çevirir ve "Eski stil" alanlarına girer. Yıl için sıfırdan büyük bir tamsayı girmelisiniz.</p><p>Hem eski hem de yeni stil tarihleri ​​için haftanın gününü de hesaplayabilirsiniz.</p><p>Bu formların yılın 25 Mart'ta başladığını varsaydığını unutmayın. "Dini Tatiller" alanından türetilen tarihleri ​​​​eklemek istiyorsanız, 1 Ocak ile 24 Mart arasındaki tüm tarihler için yıldan 1 çıkarmanız gerekeceğini unutmayın.</p><p><b>KITA TARİHİ ÖĞRENCİLERİ İÇİN NOT</b></p><p>1588 ve 1752 arasındaki belgelerin tarihlerini hesaplamak için bu siteyi kullanmaya çalışmayın çünkü İngiltere bu yıllarda özel bir durumdur.</p></p>

source: There are two parts to this page. The first converts from Old Style dates, typically found in English documents before 1752, to New Style dates. The second converts New Style into Old Style. To avoid confusion, the year is assumed to begin on January 1st. If you are dealing with a old style document dated before March 25th, be aware that the legal year did not change until then.
nl: Deze pagina bestaat uit 2 gedeelten. Het eerste zet Oude stijl datums, meestal gevonden in Engelse documenten voor 1752, om naar Nieuwe Stijl datums. Het tweede zet Nieuwe Stijl om naar Oude stijl. Om verwarring te voorkomen, wordt aangenomen dat het jaar begint op 1 januari. Als u te maken heeft met een oude stijl document gedateerd voor 25 maart, let er dan op dat het wettelijke jaar niet daarvoor veranderde.
tr: Bu sayfada iki bölüm var. İlki, genellikle 1752'den önceki İngilizce belgelerde bulunan Eski Stil tarihlerinden Yeni Stil tarihlerine dönüştürülür. İkincisi, Yeni Stili Eski Stile dönüştürür. Karışıklığı önlemek için yılın 1 Ocak'ta başlayacağı varsayılmaktadır. 25 Mart'tan önceki eski stil bir belge ile uğraşıyorsanız, yasal yılın o zamana kadar değişmediğini unutmayın.

source: Convert Old Style Dates to New Style Dates
nl: Zet Oude Stijl Datums om naar Nieuwe Stijl Datums
tr: Eski Stil Tarihlerini Yeni Stil Tarihlerine Dönüştür

source: Enter the Old Style date in question
nl: Voer de gevraagde Oude Stijl datum in
tr: Söz konusu Eski Stil tarihini girin

source: Convert Old style to New Style
nl: Zet Oude Stijl om naar Nieuwe Stijl
tr: Eski Stili Yeni Stile Dönüştür

source: Convert New Style Dates to Old Style Dates
nl: Zet Nieuwe Stijl Datums om naar Oude Stijl Datums
tr: Yeni Stil Tarihlerini Eski Stil Tarihlerine Dönüştür

source: Enter the New Style date in question
nl: Voer de gevraagde Nieuwe Stijl datum in
tr: Söz konusu Yeni Stil tarihini girin

source: Convert New style to Old Style
nl: Zet Nieuwe Stijl om naar Oude Stijl
tr: Yeni Stili Eski Stile Dönüştür

source: You must enter a year.
nl: U moet een jaar invoeren
tr: Bir yıl girmelisiniz.

source: This site is valid only for dates later than 325 A.D.
nl: Deze website werkt alleen met datums na 325 A.D.
tr: Bu site yalnızca MS 325'ten sonraki tarihler için geçerlidir.

source: Nobody used Old Style dates after 1752
nl: Niemand gebruikte Oude Stijl datums na 1752
tr: Eski Stil tarihlerini 1752'den sonra kimse kullanmadı

source: April has only 30 days. Proceed assuming April 31st is the same as May 1st?
nl: April heeft maar 30 dagen. Doorgaan en aannemen dat 31 april hetzelfde is als 1 mei?
tr: Nisan'ın sadece 30 günü var. 31 Nisan'ın 1 Mayıs'la aynı olduğunu varsayarak devam edelim mi?

source: June has only 30 days. Proceed assuming June 31st is the same as July 1st?
nl: Juni heeft maar 30 dagen. Doorgaan en aannemen dat 31 juni hetzelfde is als 1 juli?
tr: Haziran'ın sadece 30 günü var. 31 Haziran'ın 1 Temmuz'la aynı olduğunu varsayarak devam edelim mi?

source: September has only 30 days. Proceed assuming September 31st is the same as August 1st?
nl: September heeft maar 30 dagen. Doorgaan en aanemen dat 31 september hetzelfde is als 1 oktober?
tr: Eylül ayının sadece 30 günü var. 31 Eylül'ün 1 Ağustos'la aynı olduğunu varsayarak devam edelim mi?

source: November has only 30 days. Proceed assuming November 31st is the same as December 1st?
nl: November heeft maar 30 dagen. Doorgaan en aannemen dat 31 november hetzelfde is als 1 december?
tr: Kasım ayının sadece 30 günü var. 31 Kasım'ın 1 Aralık'la aynı olduğunu varsayarak devam edelim mi?

source: was not a leap year. Proceed assuming February 29th to mean March 1st?
nl: was geen schrikkeljaar. Doorgaan en aannemen dat 29 februari 1 maart is?
tr: artık bir yıl değildi. 29 Şubat'ın 1 Mart demek olduğunu varsayarak devam edelim mi?

source: February never has more than 29 days. Proceed, assuming you mean early March?
nl: Februari heeft nooit meer dan 29 dagen. Doorgaan en aannemen dat begin maart wordt bedoeld?
tr: Şubat ayının hiçbir zaman 29 günden fazla zamanı yoktur. Mart başı demek istediğini varsayarsak devam edelim mi?

source: Old Style corresponds to
nl: Oude Stijl komt overeen met
tr: Eski Stil şuna karşılık gelir

source: New Style
nl: Nieuwe Stijl
tr: Yeni Stil

source: Nobody used New Style dates before 1582.
nl: Niemand gebruikte Nieuwe Stijl datums voor 1582.
tr: Hiç kimse Yeni Stil tarihlerini 1582'den önce kullanmadı.

source: New Style corresponds to
nl: Nieuwe Stijl komt overeen met
tr: Yeni Stil şuna karşılık gelir

source: Old Style
nl: Oude Stijl
tr: Eski Stil

source: Regnal Years
de: Regierungsjahre
nl: Regeringsjaren
tr: Kraliyet Yılları

source: <p>Dates based on regnal years refer to the year of the current monarch's reign and usually have the format "year + monarch" (e.g. "4 Mary"). This page will take a date in regnal years and return an ordinary date. For instance, if you enter 6/11 Elizabeth I, Regnal year 1, you will get the year 1559 because June 1st in her first regnal year occurred in 1559.</p>
nl: <p> Data gebaseerd op regeringsjaren verwijzen naar het jaar van de huidig regerende monarch en hebben normaal gesproken het formaat "jaar + monarch" (bijv. "4 Mary"). Deze pagina zal een datum in regeringsjaren nemen en weergeven als een gewone datum. Bijvoorbeeld, als je invoert 6/11 Elizabeth I, regeringsjaar 1, dan krijg je het jaar 1559 omdat 1 juni in haar eerste regeringsjaar voorkwam in 1559 </p>
tr: <p>Kraliyet yıllarına dayanan tarihler, mevcut hükümdarın saltanat yılını ifade eder ve genellikle "yıl + hükümdar" biçimindedir (ör. "4 Meryem"). Bu sayfa kraliyet yıllarında bir tarih alacak ve sıradan bir tarih döndürecektir. Örneğin, kraliyet yılı 1 olan 6/11 Elizabeth I'e girerseniz, 1559 yılını alırsınız çünkü ilk kraliyet yılında 1 Haziran 1559'da gerçekleşti.</p>

source: Enter the month and day
de: Eingabe von Monat und Tag
nl: Voer maand en dag in
tr: Ay ve günü girin

source: Month number
de: Nummer des Monats
nl: Maand nummer
tr: Ay numarası

source: Enter the Monarch and Regnal Year
de: Geben Sie dem Monarchen und Senatus Jahr
nl: Voer de monarch en regeringsjaar in
tr: Hükümdarlık ve Kraliyet Yılını girin

source: Monarch
tr: Hükümdarlık

source: William and Mary (William III)
de: William und Mary (William III)
nl: William en Mary (William III)
tr: William ve Mary (William III)

source: Regnal Year
de: Regierungsjahr
nl: Regeringsjaar
tr: Kraliyet Yılı

source: Calculate Year
de: Berechnen Sie Jahr
nl: Bereken Jaar
tr: Yılı Hesapla

source: Double years such as &quot;1324/5&quot; reflect Old Style dating (see note below).
de: Doppelte Jahre wie &quot;1324/5&quot; spiegeln, alten Stil aus (siehe Hinweis unten).
nl: Dubbele jaren zoals &quot;1324/5&quot;; geven Oude Stijl datering (zie onderstaande notitie).
tr: &quot;1324/5&quot; gibi çift yıllar, Eski Stil tarihlemeyi yansıtır (aşağıdaki nota bakın).

source: Keep in mind that a monarch's last regnal year is cut short by death or deposition and may not include all dates.
de: Denken Sie daran, die Regierungsjahre des Monarchen des Vorjahres ist durch Tod oder Absetzung kurz geschnitten und enthalten möglicherweise nicht alle Termine.
nl: Houdt in gedachten dat het laatste regeringsjaar van een monarch korter is door overlijden of afzetting en dus niet alle datums bevat.
tr: Bir hükümdarın son saltanat yılının ölüm veya görevden alma nedeniyle kısa kesildiğini ve tüm tarihleri ​​içermeyebileceğini unutmayın.

source: Also, remember that while the so-called &quot;Christian year&quot; began on January 1, the legal year began on March 25. For example, January 1 in Elizabeth I's 1st regnal year occurred in the Christian year1559, but legally the year was still 1558, and would be until March 25. From January 1 to March 24, the convention is to note both years with a slash between them, e.g. &quot;1558/9.&quot;
nl: Vergeet ook niet dat, het zogenoemde &quot;christelijke jaar&quot; begon op 1 januari, het wettelijke jaar begon op 25 maart . Bijvoorbeeld 1 januari van het 1e regeringsjaar van Elizabeth I vond plaats in het christelijke jaar 1559, maar het wettelijke jaar was nog steeds 1558, en zou dat zijn tot 25 maart. Van 1 januari tot 24 maart wordt daarom tussen beide jaren het slash-teken geplaatst bv &quot;1558/9.&quot;Dubbele jaren zoals &quot;1324/5&quot;; geven Oude Stijl datering (zie onderstaande notitie).
tr: Ayrıca, sözde &quot;Hristiyan yılı&quot; 1 Ocak'ta başlarken, yasal yılın 25 Mart'ta başladığını unutmayın. Örneğin, I. Elizabeth'in 1. hükümdarlık yılında 1 Ocak, Hıristiyan yılı 1559'da gerçekleşti, ancak yasal olarak yıl hala 1558 idi ve 25 Mart'a kadar olacaktır. Sözleşme, 1 Ocak - 24 Mart tarihleri arasında her iki yılı da aralarında eğik çizgi olacak şekilde not etmektir, örn. &quot;1558/9.&quot;

source: Remember also that from 1582 onward, English dates (Old Style) will not correspond with Continental dates.
nl: Onthoud ook dat van 1582 en verder, Engelse datums (Oude Stijl) niet overeenkomen met continentale datums.
tr: Ayrıca 1582'den itibaren İngiliz tarihlerinin (Eski Stil) Kıtasal tarihlerle uyuşmayacağını da unutmayın.

source: You must enter a regnal year
de: Sie müssen ein Regierungsjahr eingeben.
nl: U moet een regeringsjaar invoeren
tr: Bir krallık yılı girmelisiniz

source: William I only reigned for 21 years
nl: William I regeerde 21 jaar
tr: William I sadece 21 yıl hüküm sürdü

source: William II only reigned for 13 years
nl: William II regeerde 13 jaar
tr: William II sadece 13 yıl hüküm sürdü

source: Henry I only reigned for 36 years
nl: Henry I regeerde 36 jaar
tr: Henry I sadece 36 yıl hüküm sürdü

source: Stephen only reigned for 19 years
nl: Stephen regeerde 19 jaar
tr: Stephen sadece 19 yıl hüküm sürdü

source: Henry II only reigned for 35 years
nl: Henry I regeerde 35 jaar
tr: Henry II sadece 35 yıl hüküm sürdü

source: Richard I only reigned for 10 years
nl: Richard I regeerde 10 jaar
tr: Richard I sadece 10 yıl hüküm sürdü

source: Henry III only reigned for 57 years
nl: Henry III regeerde 57 jaar
tr: Henry III sadece 57 yıl hüküm sürdü

source: Edward I only reigned for 35 years
nl: Edward I regeerde 35 jaar
tr: Edward I sadece 35 yıl hüküm sürdü

source: Edward II only reigned for 20 years
nl: Edward II regeerde 20 jaar
tr: Edward II sadece 20 yıl hüküm sürdü

source: Edward III only reigned for 51 years
nl: Edward III regeerde 51 jaar
tr: Edward III sadece 51 yıl hüküm sürdü

source: Richard II only reigned for 23 years
nl: Richard II regeerde 23 jaar
tr: Richard II sadece 23 yıl hüküm sürdü

source: Henry IV only reigned for 14 years
nl: Henry IV regeerde 14 jaar
tr: Henry IV sadece 14 yıl hüküm sürdü

source: Henry V only reigned for 10 years
nl: Henry V regeerde 10 jaar
tr: Henry V sadece 10 yıl hüküm sürdü

source: Edward IV only reigned for 23 years
nl: Edward IV regeerde 23 jaar
tr: Edward IV sadece 23 yıl hüküm sürdü

source: Edward V only reigned for 1 year
nl: Edward V regeerde 1 jaar
tr: Edward V sadece 1 yıl hüküm sürdü

source: Edward V's reign lasted from 9 April to 25 June
nl: Edward V's regeerperiode duurde van 9 april tot 25 juni
tr: Edward V'in saltanatı 9 Nisan'dan 25 Haziran'a kadar sürdü

source: Richard III only reigned for 3 years
nl: Richard III regeerde 3 jaar
tr: Richard III sadece 3 yıl hüküm sürdü

source: Henry VII only reigned for 24 years
nl: Henry VII regeerde 24 jaar
tr: Henry VII sadece 24 yıl hüküm sürdü

source: Henry VIII only reigned for 38 years
nl: Henry VIII regeerde 38 jaar
tr: Henry VIII sadece 38 yıl hüküm sürdü

source: Edward VI only reigned for 7 years
nl: Edward VI regeerde 7 jaar
tr: Edward VI sadece 7 yıl hüküm sürdü

source: Elizabeth I only reigned for 45 years
nl: Elizabeth I regeerde 45 jaar
tr: Elizabeth I sadece 45 yıl hüküm sürdü

source: James I had only 23 regnal years as King of England
nl: James I had 23 regeringsjaren als koning van Engeland
tr: James I'in İngiltere Kralı olarak sadece 23 krallık yılı vardı

source: Charles I only reigned for 24 years
nl: Charles I regeerde 24 jaar
tr: Charles I sadece 24 yıl hüküm sürdü

source: Charles II only had 37 regnal years
nl: Charles II had 37 regeringsjaren
tr: Charles II'nin sadece 37 krallık yılı vardı

source: James II only reigned for 4 years
nl: James II regeerde 4 jaar
tr: James II sadece 4 yıl hüküm sürdü

source: Mary only reigned for 4 years
nl: Mary regeerde 4 jaar
tr: Mary sadece 4 yıl hüküm sürdü

source: This site calculates the regnal years for Mary, ignoring Philip and his regnal years. The calculation of regnal years between July 9, 1553 and November 17, 1558 is complicated by Mary's marriage to Philip.
nl: Deze website berekent de regeerperiode voor Mary, niet rekening houdend met Philip en zijn regeringsperiode. De berekening van de regeerperiode tussen 9 juli 1553 en 17 november 1558 is lastig door Mary's huwelijk met Philip.
tr: Bu site, Philip'i ve krallık yıllarını göz ardı ederek Mary'nin krallık yıllarını hesaplar. 9 Temmuz 1553 ile 17 Kasım 1558 arasındaki krallık yıllarının hesaplanması, Mary'nin Philip ile evliliği nedeniyle karmaşıktır.

source: William only reigned for 14 years (the first six with Mary)
nl: William regeerde 14 jaar (de eerste zes met Mary)
tr: William sadece 14 yıl hüküm sürdü (Mary ile ilk altı yıl)

source: Anne only reigned for 13 years.
nl: Anne regeerde 13 jaar
tr: Anne sadece 13 yıl hüküm sürdü.
