Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Who is online
de: Wer ist aktuell am System angemeldet?
nl: Wie is online
tr: Kim çevrimiçi

source: A list of users and visitors who are currently online.
de: Liste der aktuell am System angemeldeten Personen
nl: Een lijst van gebruikers en bezoekers die nu online zijn.
tr: Şu anda çevrimiçi olan kullanıcıların ve ziyaretçilerin listesi.

source: An alternative way to login and logout.
de: Eine alternative An- oder Abmeldemöglichkeit.
nl: Een andere manier om aan en af te melden.
tr: Oturum açmanın ve oturumu kapatmanın alternatif bir yolu.

source: Logged in as
de: Angemeldet als
nl: Aangemeld als
tr: Olarak oturum açtı

source: Administration menu
nl: Beheer
tr: Yönetim menüsü

source: The Administration menu item (main menus)
nl: Het Beheer menu-item (hoofdmenu's)
tr: Yönetim menü öğesi (ana menüler)

source: The Administration menu item (other menus)
nl: Het Beheer menu-item (andere menu's)
tr: Yönetim menü öğesi (diğer menüler)

source: Charts menu
de: Grafik Menü
nl: Diagrammen menu
tr: Grafikler menüsü

source: The Charts menu item
de: Grafik Menü
nl: Diagrammen menu-item
tr: Grafikler menü öğesi

source: Favorites menu
de: Favoriten Menü
nl: Favorieten menu
tr: Sık kullanılanlar menüsü

source: The Favorites menu item (other menus)
de: Favoriten Menü
nl: Favorieten menu-item (andere menu's)
tr: Sık Kullanılanlar menü öğesi (diğer menüler)

source: Home menu
de: Startseite Menü
nl: Start menu
tr: Ana menü

source: The Home menu item
de: Das Home-Menü-Element
nl: Het Home menu-item
tr: Ana menü öğesi

source: Languages menu
de: Sprachen Menue
nl: Talen menu
tr: Diller menüsü

source: The Languages menu item (other menus)
de: Das Sprachen-Menü-Element (andere Menüs)
nl: Talen menu-item (andere menu's)
tr: Diller menü öğesi (diğer menüler)

source: Lists menu
de: Listen Menü
nl: Lijsten menu
tr: Listeler menüsü

source: The Lists menu item
de: Listen Menüpunkt
nl: Lijsten menu-item
tr: Listeler menü öğesi

source: Login menu
de: Anmeldung
nl: Aanmeld menu
tr: Oturum açma menüsü

source: The Login menu item (other menus)
de: Den Menüpunkt Login (andere Menüs)
nl: Aanmelden menu-item (andere menu's)
tr: Oturum açma menü öğesi (diğer menüler)

source: Reports menu
de: Report Menü
nl: Rapporten menu
tr: Raporlar menüsü

source: The Reports menu item
de: Report Menü
nl: Rapporten menu-item
tr: Raporlar menü öğesi

source: Search menu
de: Such-Menue
nl: Zoek menu
tr: Arama menüsü

source: The Search menu item
de: Die Suche nach Menüpunkt
nl: Zoek menu-item
tr: Arama menüsü öğesi

source: A tab showing the notes attached to an individual.
de: Ein Reiter zum Anzeigen der Anmerkungen zu einer Person.
nl: Een tabblad dat de notities toont die aan een persoon gekoppeld zijn.
tr: Bir kişiye eklenmiş notları gösteren bir sekme.

source: Show all notes
de: Alle Anmerkungen anzeigen
nl: Toon alle notities
tr: Tüm notları göster

source: There are no Notes for this individual.
de: Zu dieser Person gibt es keine Anmerkungen.
nl: Er zijn geen notities voor deze persoon.
tr: Bu kişi için Not yok.

source: An edit menu for individuals, families, sources, etc.
de: Eine Menü von Bearbeitungsmöglichkeiten für Einzelpersonen, Familien, Quellen, etc.
nl: Een menu om personen, gezinnen, bronnen, enz. te wijzigen
tr: Bireyler, aileler, kaynaklar vb. için bir düzenleme menüsü.

source: Page position
de: Position der Seite
nl: Pagina positie
tr: Sayfa konumu

source: This field controls the order in which the pages are displayed.
de: Dieses Feld legt die Reihenfolge fest, in der die Seiten angezeigt werden.
nl: Dit veld controleert de volgorde waarin de pagina's worden weergegeven.
tr: Bu alan, sayfaların görüntülenme sırasını kontrol eder.

source: You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other pages later. For example, if you use the numbers 1, 6, 11, 16, you can later insert pages with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert pages in front of the first one.
de: Die Nummerierung muss nicht unbedingt fortlaufend sein. Wenn Sie gezielt Nummernbereiche auslassen (zum Beispiel zu Beginn nur 1, 6, 11, 16 usw. vergeben) ist es später einfacher, Seiten an der passenden Stelle bzw. Lücke einzufügen. Negative Zahlenwerte und die Null sind ebenfalls erlaubt und können dazu benutzt werden, Seiten ganz am Anfang einzufügen.
nl: De nummers hoeven niet in volgorde te worden ingevoerd. Door het open laten van gaten in de nummering, kunnen later andere pagina's hier tussen geplaatst worden. B.v. als de nummers 1, 6, 11, 16 gebruikt zijn, kunnen later pagina's ingevoerd worden met de ontbrekende nummers. Negatieve nummers en nul zijn ook toegestaan, en kunnen gebruikt worden om pagina's vóór de eerste pagina te plaatsen.
tr: Numaraları sırayla girmeniz gerekmez. Numaralandırma şemasında boşluk bırakırsanız, daha sonra başka sayfalar ekleyebilirsiniz. Örneğin, 1, 6, 11, 16 numaralarını kullanırsanız, daha sonra eksik sıra numaralarına sahip sayfaları ekleyebilirsiniz. Negatif sayılara ve sıfıra izin verilir ve ilk sayının önüne sayfa eklemek için kullanılabilir.

source: When more than one page has the same position number, only one of these pages will be visible.
de: Wenn mehr als eine Seite über die gleichen Positionsnummer verfügt, ist nur eine dieser Seiten sichtbar.
nl: Wanneer meer dan een pagina hetzelfde positienummer heeft, zal er slechts een van deze pagina's zichtbaar zijn.
tr: Birden fazla sayfa aynı konum numarasına sahip olduğunda, bu sayfalardan yalnızca biri görünür olacaktır.

source: Page visibility
de: Anzeige der Seite
nl: Pagina zichtbaarheid
tr: Sayfa görünürlüğü

source: You can determine whether this page will be visible regardless of family tree, or whether it will be visible only to the current family tree.
de: Sie können entscheiden, ob die Seite immer angezeigt werden soll, also unabhängig vom Stammbaum, oder nur für einen speziellen Stammbaum angezeigt wird.
nl: U kunt hier vastleggen of de pagina zichtbaar is ongeacht welke stamboom of dat het alleen in de huidige stamboom zichtbaar is.
tr: Bu sayfanın aile ağacından bağımsız olarak görünür olup olmayacağını veya yalnızca geçerli aile ağacında görünür olup olmayacağını belirleyebilirsiniz.

source: The page will always appear, regardless of family tree.
de: Die Seite wird immer angezeigt, unabhängig vom Stammbaum.
nl: De pagina zal altijd getoond worden, ongeacht welke stamboom.
tr: Aile ağacından bağımsız olarak sayfa her zaman görünecektir.

source: The pages will appear only in the currently active family trees's pages.
de: Die Seiten werden nur in der derzeit aktiven Stammbäume Seiten angezeigt.
nl: De pagina's zullen alleen getoond worden in de huidig actieve stamboompagina's.
tr: Sayfalar yalnızca o anda etkin olan aile ağaçlarının sayfalarında görünecektir.

source: Page language
de: Sprache der Seite
nl: Pagina taal
tr: Sayfa dili

source: Either leave all languages un-ticked to display the page contents in every language, or tick the specific languages you want to display it for.<br><br>To create translated pages for different languages create multiple copies setting the appropriate language only for each version.
de: Entweder lassen Sie alle Sprachen ohne Häkchen, dann wird die Seite in allen Sprachen angezeigt, oder Sie wählen die gewünschten Sprachen aus, in denen die Seite angezeigt werden soll.<br><br>Um verschiedene Übersetzungen der Seite zu erstellen, können Sie eine Kopien der Seite anlegen, übersetzen und dann die entsprechende Sprache zuweisen.
nl: Ofwel laat alle talen uitgevinkt voor weergave van de pagina-inhoud in elke taal, of vink de specifieke talen die u wilt weergeven aan. <br><br>Om vertaalde pagina's te maken voor verschillende talen, crëeer meerdere exemplaren, voor elke taal een versie, om de juiste taal weer te geven.
tr: Sayfa içeriğini her dilde görüntülemek için tüm dilleri işaretlemeden bırakın veya görüntülemek istediğiniz belirli dilleri işaretleyin.<br><br>Farklı diller için çevrilmiş sayfalar oluşturmak üzere birden çok kopya oluşturun yalnızca her sürüm için uygun dili ayarlayın.

source: This is a brief title. It is displayed in two places.<ol><li> It is used as the main menu item name if your theme uses names, and you have more than one page. If you only have one page, then the title of that page is used. It should be kept short or it might break the menu display.</li><li>It is used as the main title on the display page, above the tabbed list of pages.</li></ol>
de: Ein kurzer Titel, der an zwei Stellen verwendet wird:<ol><li> Als Bezeichnung des Hauptmenus, falls Sie mehr als eine Seite angelegt haben und das ausgewählte Design Bezeichnungen unterstützt. Falls Sie nur eine Seite angelegt haben, wird stattdessen der Titel dieser Seite verwendet. Die Bezeichnung sollte möglichst kurz sein, damit die Anzeige nicht den Rahmen des Layouts sprengt.</li><li>Als Überschrift auf allen angelegten Seiten, oberhalb der Tab-Reihe.</li></ol>
nl: Dit is een korte titel. Het wordt weergegeven op twee plaatsen.<ol><li> Het wordt gebruikt als het belangrijkste menu-item als uw thema maakt gebruik van namen, en je hebt meer dan een pagina. Als u slechts één pagina heeft, dan wordt de titel van die pagina gebruikt. Het moet kort worden gehouden of het wordt niet goed weergegeven. </li><li> Het wordt gebruikt als de belangrijkste titel op de weergavepagina, boven de tabbladenlijst van pagina's.</li></ol>
tr: Bu kısa bir başlık. İki yerde görüntülenir.<ol><li> Temanız ad kullanıyorsa ve birden fazla sayfanız varsa ana menü öğesi adı olarak kullanılır. Yalnızca bir sayfanız varsa, o sayfanın başlığı kullanılır. Kısa tutulmalıdır, aksi takdirde menü görüntüsünü bozabilir.</li><li>Görüntülenen sayfada, sekmeli sayfa listesinin üstünde ana başlık olarak kullanılır.</li></ol>

source: This is a sub-heading that will display below the Summary page title, above the tabbed list of pages. It can contain HTML elements including an image if you wish. Simply ensure there is no content if you do not want to display it.
de: Dies ist eine Unterüberschrift, die unter dem Titel der Seite "Zusammenfassung", oberhalb der Registerkarten Liste der Galerien angezeigt wird. Es kann enthalten HTML-Elemente, einschließlich eines Bildes, wenn Sie es wünschen. Einfach sicherzustellen Sie, gibt es keine Inhalte, wenn Sie nicht, um es anzuzeigen möchten.
nl: Dit is een subtitel die wordt weergegeven onder de Overzichtspaginatitel, boven de tabbladenlijst van pagina's. Het kan HTML-elementen bevatten, waaronder een afbeelding als u wil. Gewoon zorgen dat er geen inhoud is, als u het niet wil weergeven.
tr: Bu, Özet sayfa başlığının altında, sekmeli sayfa listesinin üstünde görüntülenecek bir alt başlıktır. İsterseniz bir resim de dahil olmak üzere HTML öğeleri içerebilir. Görüntülemek istemiyorsanız içerik olmadığından emin olun.

source: Pages
de: Seiten
nl: Pagina's
tr: Sayfalar

source: Display resource pages.
de: Ergänzende Seiten anzeigen.
nl: Toon resource pagina's
tr: Kaynak sayfalarını görüntüleyin.

source: Edit pages
de: Seiten bearbeiten
nl: Bewerk pagina's
tr: Sayfaları düzenle

source: Add pages
de: Seiten hinzufügen
nl: Voeg pagina's toe
tr: Sayfa ekle

source: Show this pages for which languages?
de: In welchen Sprachen sollen diese Seiten angezeigt werden?
nl: Toon deze pagina's voor welke talen?
tr: Bu sayfalar hangi diller için gösterilsin?

source: Pages position
de: Position der Seiten
nl: Pagina's positie
tr: Sayfa konumu

source: Pages visibility
de: Anzeige der Seiten
nl: Pagina's zichtbaarheid
tr: Sayfa görünürlüğü

source: No content
de: Kein Inhalt
nl: Geen inhoud
tr: İçerik yok

source: Resources
de: Ressourcen
tr: Kaynaklar

source: These are resources
de: Es gibt Ressourcen
nl: Dit zijn resources
tr: Bunlar kaynaklar

source: Add page
de: Seite hinzufügen
nl: Voeg pagina toe
tr: Sayfa ekle

source: Position item
de: Eintrag ordnen
nl: Onderdeel positioneren
tr: Konum öğesi

source: Are you sure you want to delete this page?
de: Möchten Sie diese Seite wirklich löschen?
nl: Weet u zeker dat u deze pagina wil verwijderen?
tr: Bu sayfayı silmek istediğinizden emin misiniz?

source: Facts and events
de: Fakten und Ereignisse
nl: Feiten en gebeurtenissen
tr: Gerçekler ve etkinlikler

source: A tab showing the facts and events of an individual.
de: Eine Übersicht der Fakten und Ereignisse einer Person
nl: Een tabblad dat de feiten en gebeurtenissen van een persoon toont.
tr: Bir bireyin gerçeklerini ve etkinliklerini gösteren bir sekme.

source: There are no Facts for this individual.
de: Zu dieser Person gibt es keine Fakten.
nl: Er zijn geen Feiten voor deze persoon.
tr: Bu birey için hiçbir Gerçek yok.

source: Events of close relatives
de: Verwandten-Ereignisse
nl: Gebeurtenissen van naaste verwanten
tr: Yakın akrabaların etkinlikleri

source: Historical facts
de: Geschichtliche Ereignisse
nl: Historische feiten
tr: Tarihsel gerçekler

source: Privacy status
de: Datenschutz-Einstufung
tr: Gizlilik durumu

source: There are three possible indicators of privacy status: Dead, Presumed dead, and Living.<br>If <u>either of the first two</u> are set, then the person will be displayed in accordance with the family tree and site privacy settings.<br>
de: Für den Datenschutz sind drei Einstufungen maßgeblich: Verstorben, vermutlich verstorben und lebend.<br>Falls der <u>erste oder zweite</u> Fall zutrifft, werden die persönlichen Daten angezeigt und die weiterführenden Datenschutzregeln kommen zur Anwendung.<br>
nl: Er zijn drie mogelijke indicatoren van privacy-status: Overleden, Vermoedelijk overleden en Levend. <br>Als <u>een van de eerste twee</u> is ingesteld, dan zal de persoon worden getoond in overeenstemming met de stamboom- en website privacyinstellingen.
tr: Gizlilik durumunun üç olası göstergesi vardır: Ölü, Ölü olduğu tahmin edilen ve Yaşayan.<br>Eğer <u>ilk ikisinden biri</u> ayarlanırsa, kişi aile ağacı ve site gizlilik ayarlarına uygun olarak görüntülenir.<br>

source: The age at which a person is assumed to be dead is set at %s years.
de: Ab einem Alter von %s Jahren gilt eine Person als <i>vermutlich verstorben</i>.
nl: De leeftijd waarop een persoon verondersteld wordt te zijn overleden is ingesteld op %s jaar.
tr: Bir kişinin öldüğü varsayılan yaş %s yıl olarak belirlenir.

source: <dt>Dead</dt><dd>Used when a person is clearly marked as dead by the inclusion of a death record with a date or date range.</dd>
de: <dt>Verstorben</dt><dd>Diese Einstufung erfolgt, wenn der Tod mit Angabe eines Sterbedatums bzw. einer Zeitspanne eindeutig vermerkt ist.</dd>
nl: <dt>Overleden</dt><dd>Gebruikt wanneer een persoon duidelijk gemarkeerd is als overleden bij het invoeren van een overlijdensrecord met een datum of datumreeks.
tr: <dt>Ölü</dt><dd>Bir kişi, bir tarih veya tarih aralığı içeren bir ölüm kaydının eklenmesiyle açıkça ölü olarak işaretlendiğinde kullanılır.</dd>

source: <dt>Presumed dead</dt><dd>This is set when a person either has a death recorded but with no date, or has no death record but <b>kiwitrees</b> has calculated that the person can reasonably be expected to be dead.</dd>
de: <dt>Vermutlich verstorben</dt><dd>So wird eine Person eingestuft, wenn der Tod ohne Sterbedatum bzw. gar nicht verzeichnet ist, jedoch die Berechnung des Lebensalters ergibt, dass die Person bereits verstorben sein muss.</dd>
nl: <dt>Vermoedelijk overleden</dt><dd>Dit wordt ingesteld wanneer een persoon of is geregistreerd als overleden, of geen overlijdensrecord heeft, maar <b>kiwitrees</b> heeft berekend dat van de persoon rederlijkerwijs verwacht kan worden dat deze overleden is.
tr: <dt>Ölü olduğu varsayılan</dt><dd>Bu, bir kişinin ölüm kaydı olup da tarihi olmadığında veya ölüm kaydı olmadığında ancak <b>kiwitrees</b> kişinin makul bir şekilde ölü olmasının beklenebileceğini hesapladığında belirlenir.</dd>

source: <dt>Living</dt><dd>If there is no record of a death and no other related facts that imply death, then the person is assumed to be living.</dd>
de: <dt>Lebend</dt><dd>Falls der Tod nicht direkt verzeichnet ist und auch sonst keine Hinweise auf den Tod einer Person schließen lassen, erfolgt die Einstufung <i>lebend</i>.</dd>
nl: <dt>Levend</dt><dd> Als er geen record is van overlijden en er zijn geen gerelateerde feiten dat overlijden doet vermoeden, dan word aangenomen dat de persoon in leven is.
tr: <dt>Yaşayan</dt><dd>Eğer bir ölüm kaydı yoksa ve ölüm anlamına gelen başka bir gerçek yoksa, o kişinin yaşadığı varsayılır.</dd>

source: A sidebar tool to show privacy status of an individual.
de: Ein Werkzeug in der Seitenleiste, das die Datenschutz-Einstufung einer Person zeigt.
nl: Een zijpaneel tool om de privacy-status van een persoon te tonen,
tr: Bir kişinin gizlilik durumunu gösteren bir kenar çubuğu aracı.

source: Death recorded as %s
de: Sterbedatum %s verzeichnet.
nl: Overlijden geregistreerd als %s
tr: Ölüm %s olarak kaydedildi

source: Presumed dead
de: Vermutlich verstorben
nl: Vermoedelijk overleden
tr: Ölü olduğu varsayılan

source: An estimated death date has been calculated as %s
de: Das berechnete Sterbedatum ist %s .
nl: Een geschatte overlijdensdatum is berekend als %s
tr: Tahmini ölüm tarihi %s olarak hesaplandı

source: Death is recorded with an unknown date.
de: Tod verzeichnet ohne Angabe des Sterbedatums.
nl: Overlijden is geregistreerd met een onbekende datum.
tr: Ölüm bilinmeyen bir tarihle kaydedildi.

source: An event occurred in this person's life more than %s years ago<br> %s
de: Für diese Person ist ein Ereignis verzeichnet, dass bereits vor über %s Jahren stattfand:<br> %s
nl: Een gebeurtenis vond plaats in het leven van deze persoon meer dan %s jaren geleden <br> %s
tr: Bu kişinin hayatında %s yıldan daha uzun bir süre önce bir olay meydana geldi<br> %s

source: This person's birth was less %s years ago<br> %s
de: Die Geburt dieser Person liegt weniger als %s Jahre zurück:<br> %s
nl: De geboorte van deze persoon was minder dan %s jaren geleden<br> %s
tr: Bu kişinin doğumu %s yıl önceydi<br> %s

source: A parent with a date of %s is more than 45 years older than this person
de: Ein Elternteil mit dem Datumseintrag %s ist mindestens 45 Jahre älter als diese Person.
nl: Een ouder met een datum van %s is meer dan 45 jaar ouder dan deze persoon.
tr: %s tarihli bir ebeveyn, bu kişiden 45 yaşından büyük

source: A marriage with a date of %s suggests they were born at least 10 years earlier than that.
de: Der Heiratseintrag vom %s legt nahe, dass diese Person mindestens 10 Jahre früher geboren wurde..
nl: Een huwelijk met een datum van %s suggereert dat zij op zijn minst 10 jaar vroeger zijn geboren.
tr: %s tarihli bir evlilik, bundan en az 10 yıl önce doğduklarını gösterir.

source: A spouse with a date of %s is more than 40 years older than this person
de: Ein Gatte mit dem Datumseintrag %s ist mindestens 40 Jahre älter als diese Person.
nl: Een huwelijkspartner met een datum van %s is meer dan 40 jaar ouder dan deze persoon
tr: %s tarihli bir eş, bu kişiden 40 yaşından büyük

source: A child with a date of %s suggests this person was born at least 15 years earlier than that.
de: Ein Kind mit dem Datumseintrag %s legt nahe, dass diese Person mindestens 15 Jahre früher geboren wurde.
nl: Een kind met een datum van %s suggereert dat deze persoon op zijn minst 15 jaar vroeger is geboren.
tr: %s tarihli bir çocuk, bu kişinin bundan en az 15 yıl önce doğduğunu gösteriyor.

source: A grandchild with a date of %s suggests this person was born at least 30 years earlier than that.
de: Ein Enkelkind mit dem Datumseintrag %s legt nahe, dass diese Person mindestens 30 Jahre früher geboren wurde.
nl: Een kleinkind met een datum van %s suggereert dat deze persoon op zijn minst 30 vroeger is geboren.
tr: %s tarihli bir torun, bu kişinin bundan en az 30 yıl önce doğduğunu gösteriyor.

source: There are no records to suggest this person is dead, so they are displayed as living.
de: Es existieren keine Einträge, die auf den Tod dieser Person schließen lassen, daher wird sie als lebend eingestuft.
nl: Er zijn geen records die suggereren dat deze persoon overleden is, nu wordt levend weergegeven.
tr: Bu kişinin öldüğüne dair hiçbir kayıt yok, bu yüzden yaşayan olarak gösteriliyorlar.

source: Random images from the current family tree.
de: Zufallsbilder aus dem aktuellen Familenbaum
nl: Willekeurige afbeeldingen uit de huidige stamboom.
tr: Mevcut aile ağacından rastgele görüntüler.

source: Slide Show
de: Diashow
tr: Slayt Gösterisi

source: Random image
de: Zufällig ausgewähltes Bild
nl: Willekeurige afbeelding
tr: Rastgele görüntü

source: Play
de: Start
nl: Afspelen
tr: Oynat

source: Stop
tr: Dur

source: This family tree has no images to display.
de: Für diesen Stammbaum gibt es keine anzuzeigenden Bilder.
nl: Deze stamboom heeft geen afbeeldingen om te laten zien.
tr: Bu aile ağacında görüntülenecek görüntü yok.

source: Show only individuals, events, or all?
de: Nur Personen oder Ereignisse oder Alles zeigen?
nl: Toon alleen personen, gebeurtenissen, of alles?
tr: Yalnızca bireyler, etkinlikler veya tümü gösterilsin mi?

source: Show slide show controls?
de: Anzeige der Steuerungselemente der Diaschau?
nl: Toon slideshow besturing?
tr: Slayt gösterisi kontrolleri gösterilsin mi?

source: Start slide show on page load?
de: sofortiges Starten der Diaschau beim Seitenaufbau?
nl: Diavoorstelling beginnen als pagina geladen is?
tr: Sayfa yüklendiğinde slayt gösterisi başlatılsın mı?

source: A list of records that have been updated recently.
de: Eine Liste der kürzlich aktualisierten Datensätze.
nl: Een lijst van records die recent gewijzigd werden.
tr: Son zamanlarda güncelleştirilen kayıtların listesi.

source: Changes in the last day
de: Änderungen am gestrigen Tag
nl: Wijzigingen van vandaag
tr: Son gündeki değişiklikler

source: There have been no changes within the last %s days.
de: In den letzten %s Tagen sind keine Änderungen erfolgt.
nl: Er zijn geen wijzigingen aangebracht in de laatste %s dagen.
tr: Son %s gün içinde hiçbir değişiklik olmadı.

source: Number of days to show
de: Anzahl der zu zeigenden Tage
nl: Aantal te tonen dagen
tr: Gösterilecek gün sayısı

source: maximum %d day
de: maximal %d Tag
nl: maximum %d dag
tr: maksimum %d gün

source: Presentation style
de: Stil
nl: Stijl van weergave
tr: Sunum stili

source: sort by name
de: nach Namen sortieren
nl: Sorteer op naam
tr: adına göre sırala

source: sort by date, oldest first
de: sortiert nach Datum, mit dem ältesten beginnend
nl: sorteer op datum, oudste eerst
tr: tarihe göre sırala, önce en eskisi

source: sort by date, newest first
de: sortiert nach Datum, mit dem jüngsten beginnend
nl: sorteer op datum, meest recente eerst
tr: tarihe göre sırala, önce en yenisi

source: Should this block be hidden when it is empty?
de: Soll der Block verborgen werden, wenn er leer ist?
nl: Blok verbergen wanneer het leeg is?
tr: Bu blok boşken gizlenmeli mi?

source: If you hide an empty block, you will not be able to change its configuration until it becomes visible by no longer being empty.
de: Wenn Sie einen leeren Block verbergen, können Sie seine Konfiguration erst dann wieder ändern, wenn er wieder sichtbar wird, weil er nicht mehr leer ist!
nl: Als u een leeg blok verbergt, kunt u de configuratie ervan niet wijzigen totdat het weer zichtbaar wordt omdat het niet meer leeg is.
tr: Boş bir bloğu gizlerseniz, artık boş olmaktan çıkıp görünür hale gelene kadar yapılandırmasını değiştiremezsiniz.

source: A tab showing the close relatives of an individual.
de: Ein Reiter zur Anzeige von nahen Verwandten einer Person.
nl: Een tabblad dat de naaste familie van een persoon toont.
tr: Bir bireyin yakın akrabalarını gösteren bir sekme.

source: Add husband
de: Ehemann hinzufügen
nl: Voeg echtgenoot toe
tr: Koca ekle
