Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Enter the phone number including the country and area code.<br><br>Leave this field blank if you do not want to include a phone number. For example, a number in Germany might be +49 25859 56 76 89 and a number in USA or Canada might be +1 888 555-1212.
de: Geben Sie die Telefon Nummer, inklusiv den internationalen und lokalen Vorwahlnummern. Bei den lokalen Vorwahlnummern soll die erste Null nicht eingegeben werden.<br /><br />Das leere Feld bedeutet dass keine Telefon Nummer vorhanden ist.<br /><br />Beispiele wären +49 25859 56 76 89 für Nummern in Deutschland oder+1 888 555-1212. für Nummern in USA oder Kanada.
nl: Voer het telefoonnummer in, inclusief de land- en regiocode.<br /><br/>Een voorbeeld van een telefoonnummer in Nederland is: +31 71 1234567.<br />Als u geen telefoonnummer wilt invoeren, laat dit vak dan leeg.
tr: Ülke ve alan kodu dahil telefon numarasını girin.<br><br>Telefon numarası eklemek istemiyorsanız bu alanı boş bırakın. Örneğin, Almanya'daki bir numara +49 25859 56 76 89 ve ABD veya Kanada'daki bir numara +1 888 555-1212 olabilir.

source: Places should be entered according to the standards for genealogy. In genealogy, places are recorded with the most specific information about the place first and then working up to the least specific place last, using commas to separate the different place levels. The level at which you record the place information should represent the levels of government or church where vital records for that place are kept.<br><br>For example, a place like Salt Lake City would be entered as "Salt Lake City, Salt Lake, Utah, USA".<br><br>Let's examine each part of this place. The first part, "Salt Lake City," is the city or township where the event occurred. In some countries, there may be municipalities or districts inside a city which are important to note. In that case, they should come before the city. The next part, "Salt Lake," is the county. "Utah" is the state, and "USA" is the country. It is important to note each place because genealogical records are kept by the governments of each level.<br><br>If a level of the place is unknown, you should leave a space between the commas. Suppose, in the example above, you didn't know the county for Salt Lake City. You should then record it like this: "Salt Lake City, , Utah, USA". Suppose you only know that a person was born in Utah. You would enter the information like this: ", , Utah, USA". <br><br>You can use the <b>Find Place</b> link to help you find places that already exist in the database.
de: Orte sollten dem üblichen Ahnenforschungs-Standard entsprechend eingegeben werden. Das heißt, man gibt von links nach rechts immer größere Ortschaften ein, mit einem Komma zwischen jedem Ort. Jeder so angegebene Ort sollte einem Archiv oder Standesamt entsprechen, wo Geburts-, Ehe-, und Todes-Fälle registriert werden.<br /><br />Zum Beispiel, Salt Lake City sollte als «Salt Lake City, Salt Lake, Utah, USA» eingegeben werden.<br /><br />Der erste Teil, «Salt Lake City», ist die Stadt oder Gemeinde wo das Ereignis statt fand. Für manche Städte, London, Paris, und Berlin, zum Beispiel, ist der Stadtteil auch wichtig und wird deshalb vor dem Stadtnamen mit folgendem Komma eingegeben. In Berlin nennt man den Stadtteil gewöhnlich hinter «Berlin» (z.B. «Berlin-Tempelhof»), aber Ahnenforscher nennen den Stadtteil zuerst (z.B. «Dahlem, Berlin».<br /><br />Der zweite Teil des obigen Beispiels «Salt Lake» entspricht dem Kreis (englisch: county).<br /><br />Der dritte Teil «Utah» ist das Bundesland oder Provinz.<br /><br />Der vierte Teil «USA» ist das Land.<br /><br />Teile der Ortsangabe die entfallen oder unbekannt sind, sollten durch leere entsprechende Eingaben angedeutet werden. Zum Beispiel, die Eingabe «Salt Lake City,,Utah,USA» bedeutet dass Sie den Kreis worin sich Salt Lake City befindet nicht wissen. Die Eingabe «Vaduz,,,Liechtenstein» bedeutet dass in Liechtenstein keine Kreise oder Bundesländer vorkommen.<br /><br />Mit dem Ort suchen Link können Sie leicht Orte ermitteln, die schon in der Datenbank vorhanden sind.
nl: Plaatsnamen moeten ingevoerd worden volgens de standaard voor genealogie. In genealogie worden de plaatsen opgeslagen met de belangrijkste informatie van de plaats eerst, daarna volgen minder belangrijke informatie, gescheiden door komma's. Het niveau waarop u de plaatsinformatie opslaat, moet het niveau van de staat of kerk aangeven waar de vitale informatie wordt opgeslagen.<br><br>B.v. een plaats als Amsterdam moet opgeslagen worden als Amsterdam, gemeente Amsterdam, Noord Holland, Nederland. Het zou kunnen dat u nog een district of straatnaam wilt aangeven. Die zouden dan vóór de plaatsnaam zelf komen, weer gescheiden door komma's.<br><br>Als een niveau niet bekend is, moet u een spatie invullen tussen de komma's. Stel dat u niet wist dat Amsterdam in de gemeente Amsterdam ligt, dan wordt het als volgt: Amsterdam, , Noord Holland, Nederland.<br><br>U kunt gebruik maken van de <b>Vind Plaats</b>link om plaatsen te vinden die al opgeslagen zijn in de database.
tr: Yerler şecere standartlarına göre girilmelidir. Şecerede, yerler önce yerle ilgili en spesifik bilgilerle kaydedilir ve ardından farklı yer seviyelerini ayırmak için virgül kullanılarak en az belirli yere kadar çalışılır. Yer bilgilerini kaydettiğiniz seviye, o yer için hayati kayıtların tutulduğu hükümet veya kilise seviyelerini temsil etmelidir.<br><br>Örneğin, Salt Lake City gibi bir yer "Salt Lake City, Salt Lake, Utah, ABD" olarak girilir.<br><br>Bu yerin her bir parçasını inceleyelim. İlk kısım olan "Salt Lake City" olayın gerçekleştiği şehir veya ilçedir. Bazı ülkelerde, bir şehrin içinde dikkat edilmesi gereken önemli belediyeler veya ilçeler olabilir. Bu durumda, şehrin önüne gelmeleri gerekir. Bir sonraki kısım olan "Salt Lake" ilçedir. "Utah" eyalettir ve "ABD" ülkedir. Her yeri not etmek önemlidir, çünkü soy kayıtları her düzeydeki hükümetler tarafından tutulur.<br><br>Yerin bir seviyesi bilinmiyorsa, virgüller arasında boşluk bırakmalısınız. Yukarıdaki örnekte Salt Lake City ilçesini bilmediğinizi varsayalım. Daha sonra şu şekilde kaydetmelisiniz: "Salt Lake City, , Utah, ABD". Sadece bir kişinin Utah'ta doğduğunu bildiğinizi varsayalım. Bilgileri şu şekilde girersiniz: ", , Utah, USA". <br><br>Veritabanında zaten var olan yerleri bulmanıza yardımcı olması için <b>Yer Bul</b> bağlantısını kullanabilirsiniz.

source: Select a relationship name from the list. Selecting <b>Godfather</b> means: <i>This associate is the Godfather of the current individual</i>.
de: Wählen Sie eine Beziehung aus der Liste. Zum Beispiel, die <b>Patenonkel</b> Wahl bedeutet: <i>Die beziehende Person ist Patenonkel dieser Person</i>.
nl: Selecteer een soort relatie uit de lijst. Het selecteren van <b>Peetvader</b> betekent dus:<i> dat deze relatie de peetvader van de huidige persoon is.</i>.
tr: Listeden bir ilişki adı seçin. <b>Vaftiz babasını</b> seçmek şu anlama gelir: <i>Bu ortak, mevcut bireyin Vaftiz Babasıdır</i>.

source: Restrictions can be added to records and/or facts. They restrict who can view the data and who can edit it.
de: Jeder Datensatz bzw. jedes Ereignis kann mit Beschränkungen versehen werden, die festlegen, wer lesenden oder schreibenden Zugriff auf die Daten erhält.
nl: Aan records en feiten kunnen beperkingen worden toegevoegd. Ze beperken wie de gegevens kunnen zien en wie deze kunnen wijzigen.
tr: Kayıtlara ve/veya gerçeklere kısıtlamalar eklenebilir. Verileri kimlerin görüntüleyebileceğini ve kimlerin düzenleyebileceğini kısıtlarlar.

source: Note that if a user account is linked to a record, then that user will always be able to view that record.
de: Bitte beachten: Wenn ein Benutzerkonto an einen Datensatz geknüpft ist, so hat der Benutzer immer die Möglichkeit diesen zu sehen.
nl: Merk op dat als een gebruikersaccount aan een record is gekoppeld, dat die gebruiker altijd in staat is dat record te zien.
tr: Bir kullanıcı hesabı bir kayda bağlıysa, o kullanıcının o kaydı her zaman görüntüleyebileceğini unutmayın.

source: In many cultures it is customary to have a traditional name spelled in the traditional characters and also a romanized version of the name as it would be spelled or pronounced in languages based on the Latin alphabet, such as English.<br><br>If you prefer to use a non-Latin alphabet such as Hebrew, Greek, Russian, Chinese, or Arabic to enter the name in the standard name fields, then you can use this field to enter the same name using the Latin alphabet. Both versions of the name will appear in lists and charts.<br><br>Although this field is labeled "Romanized", it is not restricted to containing only characters based on the Latin alphabet. This might be of use with Japanese names, where three different alphabets may occur.
de: In vielen Kulturkreisen ist es üblich, den traditionellen Namen in landesüblicher Schreibweise festzuhalten und zusätzlich einen romanisierten Namen, der die Aussprache des Namens im lateinischen Alphabet wiedergibt.<br /><br />Falls Sie es vorziehen ein nicht lateinisches Alphabet, wie Hebräisch, Griechisch, Russisch, Chinesisch oder Arabisch zur Namenseingabe in den Standard-Feldern zu nutzen, dann steht dieses Feld zur Eingabe eines Namens im lateinischen Alphabet bereit. Beide Namensversionen erscheinen in Listen und Diagrammen.<br /><br />Wenngleich das Feld als "Romanized" gekennzeichnet ist, ist es nicht auf die Eingabe von Buchstaben des lateinischen Alphabets beschränkt. Dies ist bei japanischen Namen von Interesse, wo drei verschiedene Alphabete vorkommen können.
nl: In veel culturen is het gebruikelijk om traditionele namen te spellen in zowel traditionele karakters als een geromaniseerde versie van de naam, zoals het gespeld en uitgesproken zou worden gebaseerd op het Latijnse alfabet, zoals Engels.<br><br>Als u de voorkeur geeft aan het gebruik van een niet-Latijns alfabet, zoals Hebreeuws, Grieks, Russisch, Chinees of Arabisch dan kan dit veld worden gebruikt om dezelfde naam in te voeren met gebruikmaking van het Latijnse alfabet. Beide versies van de naam zullen in lijsten en diagrammen voorkomen. <br><br>Hoewel dit veld aangeduid wordt als "Romanisering" wordt de inhoud ervan niet beperkt tot karakters uit het Latijnse alfabet. Dit kan van pas komen bij Japanse namen, waar tot drie verschillende alfabetten kunnen voorkomen.
tr: Birçok kültürde, geleneksel bir ismin geleneksel karakterlerle yazılması ve ayrıca İngilizce gibi Latin alfabesine dayalı dillerde yazılacağı veya telaffuz edileceği için adın, Latin alfabesiyle yazılmış bir versiyonuna sahip olmak gelenekseldir.<br><br>Standart ad alanlarına adı girmek için İbranice, Yunanca, Rusça, Çince veya Arapça gibi Latin olmayan bir alfabe kullanmayı tercih ederseniz, bu alanı Latin alfabesini kullanarak aynı adı girmek için kullanabilirsiniz. Adın her iki versiyonu da listelerde ve grafiklerde görünecektir.<br><br>Bu alan "Latin alfabesiyle yazılmış" olarak etiketlenmiş olsa da, yalnızca Latin alfabesine dayalı karakterleri içermekle sınırlı değildir. Bu, üç farklı alfabenin oluşabileceği Japonca adlarda kullanılabilir.

source: Choose the appropriate gender from the drop-down list. The <b>unknown</b> option indicates that the gender is unknown.
de: Wählen Sie das entsprechende Geschlecht aus der Dropdown-Liste. Die <b>unbekannte</b> Option gibt an, dass das Geschlecht unbekannt ist.
nl: Kiies het juiste geslacht uit de drop-down lijst. De <b>onbekend</b> optie geeft aan dat het geslacht onbekend is.
tr: Açılır listeden uygun cinsiyeti seçin. <b>Bilinmeyen</b> seçeneği, cinsiyetin bilinmediğini gösterir.

source: This field allows you to change the source record that this fact's source citation links to. This field takes a Source ID. Beside the field will be listed the title of the current source ID. Use the <b>Find ID</b> link to look up the source's ID number. To remove the entire citation, make this field blank.
de: In diesem Feld können Sie die Quelldatensatz ändern, dem diese Tatsache Quellenangabe links zu. Dieses Feld nimmt eine Quelle-ID. Neben dem Feld werden aufgeführt die Titel der aktuellen Quelle-ID. Verwenden Sie den <b>ID finden</b> Link, um die Quelle ID-Nummer suchen. Um das gesamte Zitat zu entfernen, machen Sie dieses Feld leer.
nl: In dit veld kunt u het bron record veranderen waar de bronvermelding van dit feit naar verwijst. Dit veld heeft een bron-ID nodig. Naast het veld staat de vermelding van de huidige bron-ID. Maak gebruik van <b>Vind ID</b> om het nummer van de bron-ID te vinden. Om de complete bronvermelding te verwijderen maakt u dit veld leeg.
tr: Bu alan, bu gerçeğin kaynak alıntısının bağlantı verdiği kaynak kaydı değiştirmenizi sağlar. Bu alan bir Kaynak Kimliği alır. Alanın yanında mevcut kaynak kimliğinin başlığı listelenecektir. Kaynağın kimlik numarasını aramak için <b>Kimliği Bul</b> bağlantısını kullanın. Alıntının tamamını kaldırmak için bu alanı boş bırakın.

source: This is an optional status field and is used mostly for LDS ordinances as they are run through the TempleReady program.
de: Dieses Feld dokumentiert den Status der HLT-Verfügungen.
nl: Dit is een veld voor een optionele status, die meestal wordt gebruikt voor gegevens over LDS-verordeningen, die door het TempleReady-programma zijn bewerkt.
tr: Bu isteğe bağlı bir durum alanıdır ve TempleReady programı aracılığıyla çalıştırıldıkları için çoğunlukla LDS yönetmelikleri için kullanılır.

source: For LDS ordinances, this field records the Temple where it was performed.
de: Dieses Feld dokumentiert den Tempel wo HLT-Verfügungen vorgenommen wurden.
nl: Vul hier de Tempel in, waar het LDS-verordening heeft plaatsgevonden.
tr: LDS yönetmelikleri için bu alan, yapıldığı Tapınağı kaydeder.

source: In this field you would enter the citation text for this source. Examples of data may be a transcription of the text from the source, or a description of what was in the citation.
de: Im Text Feld können Sie, wenn notwending, das eigentliche Zitat oder eine Beschreibung des Zitates als Text eingeben.
nl: Hier kunt u specifieke informatie invoeren over deze bronverwijzing. Voorbeelden zijn een transcriptie (letterlijk overgenomen tekst) uit de bron of een samenvatting of beschrijving ervan.
tr: Bu alana bu kaynağın alıntı metnini gireceksiniz. Veri örnekleri, kaynaktaki metnin transkripsiyonu veya alıntıda ne olduğuna dair bir açıklama olabilir.

source: Enter the time for this event in 24-hour format with leading zeroes. Midnight is 00:00. Examples: 04:50 13:00 20:30.
de: Geben Sie hier die Tageszeit, im 24-Std. Format, des Ereignisses ein. Beispiele: 04:50 13:00 20:30.
nl: Voer het tijdstip van deze gebeurtenis aan in het 24 uur formaat. Middernacht is 00:00. Voorbeelden: 04:50 13:00 20:30.
tr: Bu olayın saatini, baştaki sıfırlarla 24 saat biçiminde girin. Gece yarısı 00:00. Örnekler: 04:50 13:00 20:30.

source: Enter the URL address including the http://.<br><br>An example URL looks like this: <b>http://www.kiwitrees.net/</b> Leave this field blank if you do not want to include a URL.
de: Geben Sie die URL Adresse mit http://. ein.<br /><br />Zum Beispiel, eine gültige URL-Adresse wäre: <b>http://www.kiwitrees.net/</b> Ein leeres Feld bedeutet, dass keine URL-Adresse bekannt ist.
nl: Voer een URL adres in MET http://.<br><br>Een voorbeeld van een URL ziet er zo uit: <b>http://www.kiwitrees.net/</b> Vul hier niets in als u geen URL wilt toevoegen.
tr: Http:// dahil URL adresini girin.<br><br>Örnek bir URL şuna benzer: <b>http://www.kiwitrees.net/</b> URL eklemek istemiyorsanız bu alanı boş bırakın.

source: In many cultures it is customary to have a traditional name spelled in the traditional characters and also a romanized version of the name as it would be spelled or pronounced in languages based on the Latin alphabet, such as English.<br><br>If you prefer to use the Latin alphabet to enter the name in the standard name fields, then you can use this field to enter the same name in the non-Latin alphabet such as Greek, Hebrew, Russian, Arabic, or Chinese. Both versions of the name will appear in lists and charts.<br><br>Although this field is labeled "Hebrew", it is not restricted to containing only Hebrew characters.
de: In vielen Kulturkreisen ist es üblich, neben dem in Landessprache geschrieben Namen einen romanisiert geschriebenen oder ausgesprochenen Namen in lateinischem Alphabet zu führen.<br /><br />Falls Sie es vorziehen, das lateinische Alphabet für Namen in den Standard Feldern zu nutzen, dann kann dieses Feld zum Eintrag der Nicht-lateinischen Version, wie griechisch, hebräisch, russisch, arabisch oder chinesisch genutzt werden. Beide Versionen des Namens werden in Listen und Diagrammen dargestellt.<br /><br />Wenngleich dies Feld auch als "hebräisch" bezeichnet ist, muß es nicht nur hebräische Zeichen beinhalten.
nl: In veel culturen is het gebruikelijk om traditionele namen te spellen in zowel traditionele karakters als een geromaniseerde versie van de naam, zoals het gespeld en uitgesproken zou worden gebaseerd op het Latijnse alfabet (zoals Engels). <br><br>Als u de voorkeur geeft aan het gebruik van het Latijnse alfabet om namen in te voeren in de standaard naamvelden, dan kan dit veld worden gebruikt om dezelfde naam in een niet-Latijns alfabet in te voeren, zoals Grieks, Hebreeuws, Russisch, Arabisch of Chinees. Beide versies van de naam zullen op lijsten en diagrammen voorkomen. <br><br>Hoewel dit veld wordt aangeduid met "Hebreeuws" is de invoer niet beperkt tot Hebreeuwse karakters.
tr: Birçok kültürde, geleneksel bir ismin geleneksel karakterlerle yazılması ve ayrıca İngilizce gibi Latin alfabesine dayalı dillerde yazılacağı veya telaffuz edileceği için adın, Latin alfabesiyle yazılmış bir versiyonuna sahip olmak gelenekseldir.<br><br>Standart ad alanlarına ad girmek için Latin alfabesini kullanmayı tercih ederseniz, bu alanı aynı adı Yunanca, İbranice, Rusça, Arapça veya Çince gibi Latin olmayan alfabelerde girmek için kullanabilirsiniz. Adın her iki versiyonu da listelerde ve çizelgelerde görünecektir.<br><br>Bu alan "İbranice" olarak etiketlenmiş olsa da, yalnızca İbranice karakterler içermekle sınırlı değildir.

source: Check relationships by marriage
de: Verwandtschaft anhand der Ehen überprüfen
nl: Controleer verwantschappen via partners
tr: Evliliğe göre ilişkileri kontrol edin

source: When calculating relationships, this option controls whether kiwitrees will include spouses/partners as well as blood relatives.
de: Für die Berechnung von Verwandtschaftsgraden, bestimmt diese Option, ob <strong>webtrees</strong> Ehe-/Partner genauso wie Blutsverwandte mit eingeschlossen werden.
nl: Bij het berekenen van verwantschappen, controleert deze optie of kiwitrees echtgenoten/partners zal insluiten ofwel als bloedverwanten behandeld.
tr: İlişkileri hesaplarken, bu seçenek kiwitrees'in eşleri/partnerleri ve kan akrabalarını içerip içermeyeceğini kontrol eder.

source: GEDCOM media path
de: GEDCOM Medienpfad
nl: GEDCOM media pad
tr: GEDCOM medya yolu

source: Some genealogy applications create GEDCOM files that contain media filenames with full paths. These paths will not exist on the web-server. To allow kiwitrees to find the file, the first part of the path must be removed.
de: Einige Genealogieanwendungen erstellen GEDCOM-Dateien, die Mediendateinamen mit vollständigen Pfaden enthalten. Diese Pfade sind auf dem Webserver nicht vorhanden. Damit Kiwitrees die Datei finden können, muss der erste Teil des Pfads entfernt werden.
nl: Sommige genealogie programma's maken GEDCOM-bestanden die mediabestandsnamen bevatten met volledige padnamen. Deze paden bestaan niet op de web-server. Om het kiwitrees mogelijk te maken deze bestanden te vinden, moet het eerste deel van het pad worden verwijderd.
tr: Bazı şecere uygulamaları, tam yollara sahip medya dosya adlarını içeren GEDCOM dosyaları oluşturur. Bu yollar web sunucusunda bulunmayacaktır. Kiwitrees'in dosyayı bulmasına izin vermek için yolun ilk bölümünün kaldırılması gerekir.

source: Where a user is associated to an individual record in a family tree and has a role of member, editor, or moderator, you can prevent them from accessing the details of distant, living relations. You specify the number of relationship steps that the user is allowed to see.
de: Wenn ein Benutzer einem einzelnen Datensatz in einem Stammbaum zugeordnet ist und zugleich eine Rolle als Mitglied, Redakteur oder Moderator ausübt, können Sie den Zugriff auf Details von entfernten bzw. lebenden Personen verhindern. Sie geben die Anzahl der Stufen zu den Verwandten an, die der Benutzer sehen darf.
nl: Wanneer een gebruiker is gekoppeld aan een persoonsrecord in een stamboom en een rol heeft van lid, editor of moderator, kunt u voorkomen dat ze de toegang hebben tot de gegevens van verre, levende familieleden. U geeft het aantal stappen van verwantschappen aan die de gebruiker mag zien.
tr: Bir kullanıcının bir aile ağacındaki bireysel bir kayıtla ilişkilendirildiği ve üye, editör veya moderatör rolüne sahip olduğu durumlarda, uzak, canlı ilişkilerin ayrıntılarına erişmesini engelleyebilirsiniz. Kullanıcının görmesine izin verilen ilişki adımlarının sayısını belirtirsiniz.

source: For example, if you specify a path length of 2, the person will be able to see their grandson (child, child), their aunt (parent, sibling), their step-daughter (spouse, child), but not their first cousin (parent, sibling, child).
de: Zum Beispiel: Wenn Sie eine Stufenweite von 2 angeben, wird diese Person in der Lage sein, ihre Enkel (Kind, Kind), ihre Tante (Eltern, Geschwister), ihre Stieftochter (Ehegatte, Kind), nicht aber ihre Cousine sehen (Eltern, Geschwister, Kinder) einzusehen.
nl: Als u als padlengte b.v. 2 opgeeft, dan kan die persoon zijn kleinkind (kind, kind), zijn oom of tante (ouder, broer/zus van ouder) en stiefkind (echtgeno(o)t(e), kind van andere partner) zien, maar niet zijn/haar eerste graads neef/nicht (ouder, broer/zus van ouder, kind).
tr: Örneğin, yol uzunluğunu 2 olarak belirlerseniz, kişi torununu (çocuk, çocuk), teyzesini (ebeveyn, kardeş), üvey kızını (eş, çocuk) görebilir, ancak ilk kuzenini (ebeveyn, kardeş, çocuk) göremez.

source: Note: longer path lengths require a lot of calculation, which can make your site run slowly for these users.
de: Anmerkung: Lange Pfade benötigen viel Rechenleistung, dadurch kann für die Benutzer der Seitenaufbau verlangsamt werden.
nl: Opmerking: langere paden hebben veel rekenwerk nodig, wat de site voor deze gebruiker langzamer kan maken.
tr: Not: Daha uzun yol uzunlukları çok fazla hesaplama gerektirir ve bu da sitenizin bu kullanıcılar için yavaş çalışmasına neden olabilir.

source: Add a fact
de: Fakt hinzufügen
nl: Voeg een feit toe
tr: Bir gerçek ekle

source: Here you can add a fact to the record being edited.<br><br>First choose a fact from the drop-down list, then click the <b>Add</b> button. All possible facts that you can add to the database are in that drop-down list.
de: Hier können Sie ein Ereignis zum gerade bearbeiteten Datensatz hinzufügen.<br /><br />Wählen Sie zunächst ein Ereignis aus der Liste aus, klicken Sie dann auf «Hinzufügen». In dem Ausklappmenu sind alle Ereignisse verzeichnet, die Sie hinzufügen können.
nl: Hier kunt u een feit toevoegen aan het record wat gewijzigd word.<br><br>Kies eerst een feit uit de drop-down lijst, klik dan op de button <b>Toevoegen</b>. Alle mogelijke feiten die u kan toevoegen staan in die drop-down lijst.
tr: Burada, düzenlenmekte olan kayda bir gerçek ekleyebilirsiniz.<br><br>Önce açılır listeden bir gerçek seçin, ardından <b>Ekle</b> düğmesini tıklayın. Veritabanına ekleyebileceğiniz tüm olası gerçekler bu açılır listededir.
