Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Add a husband to this family
de: Ehemann dieser Familie hinzufügen
nl: Voeg een echtgenoot toe aan dit gezin.
tr: Bu aileye bir koca ekle

source: Add wife
de: Ehefrau hinzufügen
nl: Voeg echtgenote toe
tr: Hanım ekle

source: Add a wife to this family
de: Eine Ehefrau dieser Familie hinzufügen
nl: Voeg echtgenote toe aan dit gezin.
tr: Bu aileye bir hanım ekle

source: Add marriage details
de: Ehedetails hinzufügen
nl: Voeg huwelijksdetails toe
tr: Evlilik detayları ekle

source: Add a son or daughter
de: Einen neuen Sohn oder Tochter hinzufügen
nl: Voeg een zoon of dochter toe
tr: Bir oğul veya kız ekle

source: Add a brother or sister
de: Einen neuen Bruder oder Schwester hinzufügen
nl: Voeg een broer of zus toe
tr: Bir erkek veya kız kardeş ekle

source: Show date differences
de: Zeitabstände anzeigen
nl: Toon datum verschillen
tr: Tarih farklılıklarını göster

source: Show relationships
de: Beziehungen anzeigen
nl: Toon verwantschappen
tr: İlişkileri göster

source: Census check
de: Volkszählung-check
tr: Nüfus sayımı kontrolü

source: A list of missing census data
de: Eine Liste der fehlenden Daten der Volkszählung
nl: Een lijst met ontbrekende volkstelling gegevens
tr: Eksik nüfus sayımı verilerinin listesi

source: Missing Census Data
de: Fehlende Volkszählungs-Daten
nl: Ontbrekende Volkstelling Gegevens
tr: Eksik Nüfus Sayımı Verileri

source: Individuals with missing census data
de: Personen mit fehlenden Volkszählungs-Daten
nl: Personen met ontbrekende volkstelling gegevens
tr: Nüfus sayımı verileri eksik olan kişiler

source: Enter a surname, then select any combination of the two options Census place and Census date
de: Eingabe des Nachnamens und dann die Kombination der beiden Optionen: Ort und Datum der Volkszählung
nl: Voer een achternaam in, selecteer elke combinatie van de twee opties Volkstelling plaats en Volkstelling datum
tr: Bir soyadı girin, ardından Nüfus Sayımı yeri ve Nüfus Sayımı verileri seçeneklerinden herhangi bir kombinasyonunu seçin

source: Census Place
de: Volkszählungs-Ort
nl: Volkstelling plaats
tr: Nüfus Sayımı Yeri

source: all
de: alle
nl: alle
tr: tümü

source: Select <b>All</b> for everyone, or leave blank for your own ancestors
de: Wählen Sie <b>Alle</b> für Alle oder lassen Sie es frei für Ihre eigenen Vorfahren.
nl: Selecteer <b>Alle</b> voor iedereen of laat leeg voor uw eigen voorouders
tr: Herkes için <b>Tümü</b> seçeneğini belirleyin veya kendi atalarınız için boş bırakın

source: Notes:
de: Anmerkungen:
nl: Notities:
tr: Notlar:

source: This list assumes entries relating to the 1939 Register are recorded using the <b>census</b> GEDCOM tag (CENS))
nl: Deze lijst gaat uit van entries gerelateerd aan het 1939 Register en geregistreerd met de <b>census</b> GEDCOM tag (CENS))
tr: Bu liste, 1939 Kaydı ile ilgili girişlerin <b>nüfus sayımı</b> GEDCOM etiketi (CENS) kullanılarak kaydedildiğini varsayar.

source: In general anyone who died after 1991, or is still alive, will be redacted (hidden) on the Register. They are listed here, but with a note indicating they are likely to be redacted. However, the Register is incomplete in this regard, so many people who died <u>before</u> 1991 are still redacted.
nl: In het algemeen zal iedereen die na 1991 overleden, of nog in leven is, worden geredigeerd (verborgen) in het Register. Ze worden hier vermeld, maar met een notitie dat zij waarschijnlijk zullen worden geredigeerd. Echter, het register is onvolledig in dit opzicht, zo veel mensen die stierven nog <u>voordat</u> 1991 werd geredigeerd.
tr: Genel olarak 1991'den sonra ölen ya da hala hayatta olan herkes Kayıtta düzeltilecektir (gizlenecektir). Burada listelenirler, ancak muhtemelen düzeltileceklerini gösteren bir notla. Bununla birlikte, Kayıt bu konuda eksiktir, 1991'den <u>önce</u> ölen pek çok kişi hala düzeltilmektedir.

source: Anyone serving in the military on 29 September 1939 is excluded from the Register. They are included in these lists but with a note that they may be in the military. This list assumes their military service is recorded with either the _MILI or _MILT GEDCOM tags
nl: Iedereen die in het leger was op 29 september 1939 is uitgesloten van het register. Ze zijn opgenomen in deze lijsten, maar met een notitie dat ze nog in het leger kunnen zijn. Deze lijst gaat ervan uit dat hun militaire dienst is opgenomen met zowel de _MILI of _MILT GEDCOM tags
tr: 29 Eylül 1939'da askerlik yapan herkes Kayıttan çıkarılır. Bu listelerde yer alıyorlar ama askerde olabileceklerine dair bir not var. Bu liste, askerlik hizmetlerinin _MILI veya _MILT GEDCOM etiketleriyle kaydedildiğini varsayar

source: Probably redacted - living or died after 1991
de: Wahrscheinlich geschwärzt - lebend oder gestorben nach 1991
nl: Waarschijnlijk bewerkt - leefde of overleed na 1991
tr: Muhtemelen düzeltildi - 1991'den sonra yaşıyor ya da öldü

source: Probably excluded - military service
nl: Mogelijk uitgesloten - militaire dienst
tr: Muhtemelen hariç tutulmuştur - askerlik hizmeti

source: No missing records found
de: Keine fehlende Datensätze gefunden
nl: Geen ontbrekende records gevonden
tr: Kayıp kayıt bulunamadı

source: %s record found
de: %s Datensätze gefunden.
nl: %s records gevonden
tr: %s kaydı bulundu

source: A report of recent and pending changes.
de: Bericht über neueste und anstehende Änderungen.
nl: Een rapport van recente of nog uitstaande wijzigingen.
tr: Son ve bekleyen değişikliklerin bir raporu.

source: View a list of data changes to the current family tree based on <b>either</b> a range of dates <b>or</b> a number of days up to and including today. If you enter one or more dates plus a number of days, the dates will be ignored.<br>If <b>Show pending changes</b> is selected these will <u>all</u> be shown regardless of date or day settings.
nl: Toon een lijst van gegevenswijzigingen aan de huidige stamboom gebaseerd op <b>of</b> een datumreeks <b>of</b> een aantal dagen tot en met vandaag. Als u een of meer datums invoert en een aantal dagen, dan worden de datums genegeerd.<br>Als<b> Toon uitstaande wijzigingen</b> is geselecteerd dan zal <u>alles</u> worden weergegeven zonder te kijken of er nu datums of dagen zijn ingesteld.
tr: <b>Ya</b> bir tarih aralığına <b>veya</b> bugüne kadar ve bugün dahil olmak üzere gün sayısına göre geçerli aile ağacındaki veri değişikliklerinin bir listesini görüntüleyin. Bir veya daha fazla tarih artı birkaç gün girerseniz, tarihler yok sayılır.<br>Eğer <b>Bekleyen değişiklikleri göster</b> seçilirse, bunların <u>tümü</u> tarih veya gün ayarlarından bağımsız olarak gösterilecektir.

source: Starting range of change dates
de: Beginn des Änderungsdatums
nl: Start reeks van veranderde datums
tr: Değişiklik tarihlerinin başlangıç ​​aralığı

source: Ending range of change dates
de: Ende des Änderungsdatums
nl: Einde reeks van veranderde datums
tr: Değişiklik tarihlerinin bitiş aralığı

source: Show pending changes
de: Zeige offene Änderungen
nl: Toon uitstaande wijzigingen
tr: Bekleyen değişiklikleri göster

source: There are no pending changes.
de: Es gibt keine ausstehenden Änderungen.
nl: Er zijn geen uitstaande wijzigingen
tr: Bekleyen değişiklik yok.

source: %1$s - %2$s (%3$s days)
nl: %1$s - %2$s (%3$s dagen)
tr: %1$s - %2$s (%3$s gün)

source: A report of individuals who have a selected fact or event in their record.
de: Ein Bericht von Personen, die eine ausgewählte Tatsache oder ein Ereignis in ihrem Datensatz haben.
nl: Een rapport van personen die het geselecteerde feit of gebeurtenis in hun record hebben.
tr: Kayıtlarında seçilmiş bir gerçek veya etkinlik bulunan kişilerin raporu.

source: The list of available facts and events are those set by the site administrator as "All individual facts" and "Unique individual facts" at Administration > Family trees > <i>your family tree</i> > "Edit options" tab and therefore only GEDCOM first-level records.<br>Date filters must be 4-digit year only. Place, type and detail filters can be any string of characters you expect to find in those data fields. The "Type" field is only avaiable for Custom facts and Custom events.
nl: De lijst van beschikbare feiten en gebeurtenissen die ingesteld zijn door de site beheerder als "Alle peroonlijke feiten" op de beheer>Stambomen> <u>uw stamboom</u> >"Wijzigingsopties" tab en daarom alleen GEDCOM first-level records.<br>Datumfilter kan alleen een 4 cijferig jaar zijn. Plaats, soort en detail filters kunnen een reeks van lettertekens zijn die u verwacht in deze datavelden. Het "Soort" veld is alleen beschikbaar voor Aangepaste feiten en Aangepaste gebeurtenissen.
tr: Mevcut gerçeklerin ve etkinliklerin listesi, site yöneticisi tarafından Yönetim > Aile ağaçları> <i>aile ağacınız</i> > "Seçenekleri düzenle" sekmesinde "Tüm bireysel gerçekler" ve "Benzersiz bireysel gerçekler" olarak ayarlananlardır ve bu nedenle yalnızca GEDCOM birinci düzey kayıtlarıdır.<br>Tarih filtreleri yalnızca 4 basamaklı yıl olmalıdır. Yer, tür ve ayrıntı filtreleri, bu veri alanlarında bulmayı umduğunuz herhangi bir karakter dizesi olabilir. "Tür" alanı yalnızca Özel gerçekler ve Özel etkinlikler için kullanılabilir.

source: Year from - 4 digits only
de: Jahr ab - nur 4 Zeichen
nl: Jaar van - alleen 4 cijfers
tr: Yıl - sadece 4 basamak

source: Year to - 4 digits only
de: Jahr bis - nur 4 Zeichen
nl: Jaar tot - alleen 4 cijfers
tr: Yıl - sadece 4 basamak

source: No matching records found
nl: Geen overeenkomende records gevonden
tr: Hiçbir eşleşen kayıt bulunamadı

source: Fact or event: <span>%1s</span>
de: Tatsache oder Event: <span>%1s</span>
nl: Feit of gebeurtenis: <span>%1s</span>
tr: Gerçek veya etkinlik: <span>%1s</span>

source: Date from: <span>%1s</span>
de: Datum von: <span>%1s</span>
nl: Datum van: <span>%1s</span>
tr: Tarih: <span>%1s</span>

source: Date to <span>%1s</span>
de: Datum bis , <span>%1s</span>
nl: Datum tot <span>%1s</span>
tr: <span>%1s</span>'e tarih

source: Dates between <span>%1s</span> and <span>%2s</span>
de: Termine zwischen <span>%1s</span> und <span>%2s</span>
nl: Datum tussen <span>%1s</span> en <span>%2s</span>
tr: <span>%1s</span> ile <span>%2s</span> arasındaki tarihler

source: Place: <span>%1s</span>
de: Ort: <span>%1s</span>
nl: Plaats: <span>%1s</span>
tr: Yer: <span>%1s</span>

source: Type: <span>%1s</span>
de: Typ: <span>%1s</span>
tr: Tür: <span>%1s</span>

source: Details: <span>%1s</span>
tr: Ayrıntılar: <span>%1s</span>

source: Listing individuals based on these filters
de: Personen, die auf der Grundlage dieser Filter aufgelistet werden
nl: Persoons lijsten gebaseerd op deze filters
tr: Kişileri bu filtrelere göre listeleme

source: A report of family members and their details.
de: Bericht über Familienmitglieder und ihre Detaildaten.
nl: Een rapport van gezinsleden met hun details
tr: Aile üyeleri ve ayrıntıları hakkında bir rapor.

source: Show sources
de: Quellen anzeigen?
nl: Toon bronnen
tr: Kaynakları göster

source: Show notes
de: Anmerkungen anzeigen ?
nl: Toon notities
tr: Notları göster

source: Show basic events when blank
de: Anzeigen der Basis-Ereignisse wenn leer?
nl: Toon basis gebeurtenissen als niets is ingevuld
tr: Boş olduğunda temel olayları göster

source: Show family media
de: Familien-Bilder zeigen
nl: Toon gezins-media
tr: Aile medyasını göster

source: Show individual media
de: Einzelne Medien anzeigen
nl: Toon persoons-media
tr: Tek tek medyayı göster

source: A report of an individual’s details.
de: Ein Bericht mit personenbezogenen Detailinformationen.
nl: Een gedetailleerd rapport van een persoon.
tr: Bir kişinin ayrıntılarının raporu.

source: Show media
de: Media-Daten zeigen?
nl: Toon media
tr: Medyayı göster

source: Family with partner
de: Familie mit Partnern
nl: Gezin met partner
tr: Partner ile aile

source: Marriages
de: Eheschließungen
nl: Huwelijken
tr: Evlilikler

source: A report of individuals who were married in a given time or place.
de: Ein Bericht über Personen, die zu einem bestimmten Zeitpunkt oder an einem bestimmten Ort verheiratet wurden.
nl: Een rapport met personen die in een gegeven periode of plaats getrouwd zijn.
tr: Belirli bir zamanda veya yerde evli olan kişilerin raporu.

source: You have not set any filters. Kiwitrees will try to list records for every individual in your tree. Is this what you want to do?
de: Sie haben keinen Filter gesetzt. Kiwitrees wird versuchen, Datensätze für jede Person in Ihrem Stammbaum anzulisten. Ist es das, was Sie tun möchten?
nl: U heeft geen filter ingesteld. Kiwitrees probeert nu een lijst van records van alle personen in uw stamboom te maken. Is dit wat u wit doen?
tr: Herhangi bir filtre ayarlamadınız. Kiwitrees, ağacınızdaki her birey için kayıtları listelemeye çalışacaktır. Yapmak istediğin bu mu?

source: Date filters can be full (04 APR 1842) or 4-digit year only (1823). Name and place can be any string of characters you expect to find in those data fields. Autocomplete will find any given or surname that contains the characters you enter. To include all names or all places leave those fields empty.
nl: Datum filters kunnen volledig (04 APR 1842) of 4 cijferig (1823) zijn. Naam en plaats kunnen elke reeks van tekens zijn die u verwacht te vinden in deze gegevensvelden. Automatisch aanvullen zal elke voor- of achternaam vinden die de tekens bevat die u invoert. Om alle namen of alle plaatsen in te sluiten laat deze velden dan leeg.
tr: Tarih filtreleri dolu (04 Nisan 1842) veya yalnızca 4 basamaklı yıl (1823) olabilir. Ad ve yer, bu veri alanlarında bulmayı umduğunuz herhangi bir karakter dizisi olabilir. Otomatik tamamlama, girdiğiniz karakterleri içeren herhangi bir verilen adı veya soyadı bulacaktır. Tüm adları veya tüm yerleri dahil etmek için bu alanları boş bırakın.

source: Enter all or part of any name
nl: Voer alles of een gedeelte van een naam in
tr: Herhangi bir adın tamamını veya bir kısmını girin

source: Enter all or part of any place
nl: Voer alles of een gedeelte van een plaats in
tr: Herhangi bir yerin tamamını veya bir kısmını girin

source: Marriage date - from
de: Hochzeitsdatum - von
nl: Huwelijksdatum - van
tr: Evlilik tarihi - itibaren

source: Marriage date - to
de: Hochzeitsdatum - bis
nl: Huwelijksdatum - tot
tr: Evlilik tarihi -

source: Names containing <span>%1s</span>
de: Namen, die enthalten<span>%1s</span>
nl: Namen bevattend <span>%1s</span>
tr: <span>%1s</span> içeren adlar

source: Place names containing <span>%1s</span>
de: Ortsnamen mit <span>%1s</span>
nl: Plaatsnamen bevattend <span>%1s</span>
tr: <span>%1s</span> içeren yer adları

source: Marriages from <span>%1s</span>
de: Hochzeiten von <span>%1s</span>
nl: Huwelijken van <span>%1s</span>
tr: <span>%1s</span> arasındaki evlilikler

source: Marriages to <span>%1s</span>
de: Hochzeiten bis <span>%1s</span>
nl: Huwelijken tot <span>%1s</span>
tr: <span>%1s</span> ile evlilikler

source: Marriages between <span>%1s</span> and <span>%2s</span>
de: Hochzeiten zwischen <span>%1s</span> und <span>%2s</span>
nl: Huwelijken tussen <span>%1s</span> en <span>%2s</span>
tr: <span>%1s</span> ile <span>%2s</span> arasındaki evlilikler

source: Related families
de: Verwandte Familien
nl: Verwante gezinnen
tr: İlgili aileler

source: A report of families closely related to a selected individual.
de: Ein Bericht von Familien, die eng mit einer ausgewählten Person verbunden sind.
nl: Een rapport van gezinnen die nauw verwant zijn aan een geselecteerd persoon.
tr: Seçilen bir kişiyle yakından ilişkili ailelerin bir raporu.

source: Related individuals
de: Verwandte Personen
nl: Verwante personen
tr: İlgili kişiler

source: A report of individuals closely related to a selected individual.
de: Ein Bericht von Personen, die eng mit einer ausgewählten Person verbunden sind.
nl: Een rapport van personen nauw verwant aan een geselecteerd persoon.
tr: Seçilen bir kişiyle yakından ilişkili bireylerin raporu.

source: Research tasks
de: Forschungsaufgaben
nl: Onderzoekstaken
tr: Araştırma görevleri

source: A list of tasks and activities that are linked to the family tree.
de: Eine Liste von Aufgaben und Aktivitäten zum Familienbaum
nl: Een lijst van taken en activiteiten die gekoppeld zijn aan de stamboom.
tr: Aile ağacıyla bağlantılı görevlerin ve etkinliklerin listesi.

source: Show tasks not assigned to any user
de: Zeige Forschungsaufgaben, die nicht anderen Benutzern zugeordnet wurden.
nl: Toon taken die niet aan een gebruiker zijn toegewezen
tr: Herhangi bir kullanıcıya atanmamış görevleri göster

source: Show tasks assigned to other users
de: Zeige Forschungsaufgaben, die anderen Benutzern zugeordnet wurden.
nl: Toon taken die zijn toegewezen aan andere gebruikers
tr: Diğer kullanıcılara atanan görevleri göster

source: Show tasks that have a date in the future
de: Zeige Forschungsaufgaben mit einem Datum in der Zukunft.
nl: Toon taken die een datum in de toekomst hebben
tr: Gelecekte tarihi olan görevleri göster

source: Listing research tasks based on these filters
de: Liste der Forschungs-Aufgaben auf der Grundlage dieser Filter
nl: Lijst van onderzoekstaken gebaseerd op deze filters
tr: Bu filtrelere dayalı araştırma görevlerini listeleme

source: There are no research tasks in this family tree.
de: Es gibt keine Forschungsaufgaben zum Familienbaum
nl: Er zijn geen onderzoekstaken in deze stamboom.
tr: Bu aile ağacında araştırma görevi yok.

source: A report of individuals' births, marriages and deaths for a selected name, place or date range.
de: Ein Bericht von einzelnen Geburten, Eheschließungen und Todesfällen für einen ausgewählten Name oder Ort oder Datumsbereich.
nl: Een rapport van geboorten, huwelijken en overlijdens van een geselecteerde naam, plaats of periode.
tr: Seçilen bir isim, yer veya tarih aralığı için bireylerin doğumları, evlilikleri ve ölümlerinin bir raporu.

source: Birth date - from
de: Geburtsdatum - von
nl: Geboortedatum - van
tr: Doğum tarihi - itibaren

source: Birth date - to
de: Geburtsdatum - bis
nl: Geboortedatum - tot
tr: Doğum tarihi -

source: Death date - from
de: Datum des Todes - von
nl: Overlijdensdatum - van
tr: Ölüm tarihi - itibaren

source: Death date - to
de: Todes-Datum - bis
nl: Overlijdensdatum - tot
tr: Ölüm tarihi -

source: Include parent details
nl: Inclusief ouder details
tr: Ebeveyn ayrıntılarını dahil et

source: Include source data
nl: Inclusief brongegevens
tr: Kaynak verileri dahil et

source: Births from <span>%1s</span>
de: Geburten von <span>%1s</span>
nl: Geboorten van <span>%1s</span>
tr: <span>%1s</span>'den doğumlar

source: Births to <span>%1s</span>
de: Geburten bis, <span>%1s</span>
nl: Geboorten tot <span>%1s</span>
tr: <span>%1s</span> için doğumlar

source: Births between <span>%1s</span> and <span>%2s</span>
de: Geburten zwischen <span>%1s</span> und <span>%2s</span>
nl: Geboorten tussen <span>%1s</span> en <span>%2s</span>
tr: <span>%1s</span> ile <span>%2s</span> arasındaki doğumlar

source: Deaths from <span>%1s</span>
de: Todesfälle von <span>%1s</span>
nl: Overlijdens van <span>%1s</span>
tr: <span>%1s</span>'den gelen ölümler

source: Deaths to <span>%1s</span>
de: Todesfälle bis, <span>%1s</span>
nl: Overlijdens tot <span>%1s</span>
tr: <span>%1s</span> için ölümler

source: Deaths between <span>%1s</span> and <span>%2s</span>
de: Todesfälle zwischen <span>%1s</span> und <span>%2s</span>
nl: Overlijdens tussen <span>%1s</span> en <span>%2s</span>
tr: <span>%1s</span> ile <span>%2s</span> arasındaki ölümler

source: Research links
de: Forschungs-Links
nl: Onderzoek links
tr: Araştırma bağlantıları

source: A collection of links to popular research web sites.
de: Eine Sammlung von Links zu beliebten Forschungs-Webseiten.
nl: Een verzameling links naar websites voor onderzoek.
tr: Popüler araştırma web sitelerine bağlantılar topluluğu.

source: Select the research area to set as default. This area will open first in the sidebar.
de: Wählen Sie den Forschungsbereich als Standard. Dieser Bereich öffnet sich zuerst in der Seitenleiste.
nl: Selecteer het standaard onderzoeksgebied. Dit gebied zal als eerste geopend worden in de sidebar.
tr: Varsayılan olarak ayarlamak için araştırma alanını seçin. Bu alan önce kenar çubuğunda açılacaktır.

source: Select the links you want to use in the sidebar
de: Wählen Sie die Links die Sie in der Seitenleiste verwenden möchten.
nl: Selecteer de links die u wil gebruiken in het zijpaneel
tr: Kenar çubuğunda kullanmak istediğiniz bağlantıları seçin

source: Area
de: Bereich
nl: Regio
tr: Alan

source: Pay to view
de: Kostenpflichtige Seiten
nl: Pay per view
tr: Görüntülemek için öde

source: Links only
de: Nur Links
nl: Alleen link
tr: Sadece bağlantılar

source: You can use this page to search external databases for either an existing person in the family tree, or the names of any person you have not yet recorded.
de: Auf dieser Seite können Sie entweder eine existierende Person in dem Stammbaum oder die Namen von Personen, die sie noch nicht erfasst haben in externen Datenbanken suchen.
nl: U kunt deze pagina gebruiken om externe databases te doorzoeken naar een bestaand persoon in de stamboom of de namen van een persoon die nog niet is opgenomen in uw stamboom.
tr: Bu sayfayı, aile ağacındaki var olan bir kişi veya henüz kaydetmediğiniz herhangi bir kişinin adları için harici veritabanlarında arama yapmak üzere kullanabilirsiniz.

source: Existing person
de: Existierende Person
nl: Bestaand persoon
tr: Var olan kişi

source: A person not already added to this family tree
de: Eine Person, die nicht bereits zu diesem Stammbaum hinzugefügt wurde
nl: Een persoon welke nog niet is toegevoegd aan deze stamboom
tr: Bu aile ağacına henüz eklenmemiş bir kişi

source: Given name or names
de: Vornamen oder Namen
nl: Voornaam of namen
tr: Verilen ad veya adlar

source: Start date
de: Startdatum
nl: Startdatum
tr: Başlangıç ​​tarihi

source: End date
de: Ende-Datum
nl: Einddatum
tr: Bitiş tarihi

source: Select research areas to use
de: Wählen Sie den Forschungsbereich
nl: Selecteer onderzoeksgebied om te gebruiken
tr: Kullanılacak araştırma alanlarını seçin

source: Show links
de: Links anzeigen
nl: Toon links
tr: Bağlantıları göster

source: International
nl: Internationaal
tr: Uluslararası

source: You must enter details of a person to search for.
de: Tragen Sie die Details einer Person ein, die sie suchen.
nl: U moet details van de te zoeken persoon invoeren.
tr: Aranacak bir kişinin ayrıntılarını girmelisiniz.

source: You must select at least one research area to use.
de: Sie müssen mindestens einen Forschungsbereich auswählen.
nl: U moet op zijn minst een onderzoeksgebied selecteren om te gebruiken
tr: Kullanmak için en az bir araştırma alanı seçmelisiniz.

source: Pending Changes block
de: Box für anstehende Änderungen
nl: Blok met uitstaande wijzigingen
tr: Bekleyen Değişiklikler bloğu

source: This block will show editors a list of records with pending changes that need to be approved by a moderator. It also generates daily emails to moderators whenever pending changes exist.
de: Dieser Block zeigt dem Bearbeiter eine Liste von Datensätzen mit ausstehenden Änderungen, die von einem Moderator genehmigt werden müssen. Es erzeugt auch täglich die E-Mails an die Moderatoren, wenn ausstehende Änderungen vorhanden sind.
nl: Dit blok toont editors een lijst van records met uitstaande wijzigingen die wachten op goedkeuring van een moderator. Het genereert ook dagelijkse e-mails naar moderatoren als er wijzigingen wachten op goedkeuring.
tr: Bu blok, editörlere, bir moderatör tarafından onaylanması gereken bekleyen değişiklikleri içeren bir kayıt listesi gösterecektir. Ayrıca, bekleyen değişiklikler olduğunda moderatörlere günlük e-postalar oluşturur.
