Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

# parent's mother's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# parent's mother's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oudoom
tr: büyük eniştesi

# parent's parent's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi

# parent's parent's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# parent's parent's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oud-tante/oom
tr: büyük eniştesi

# father's father's brother's daughter
source: first cousin once removed ascending
de: Tante 2. Grades
nl: Oudoom's dochter
tr: büyük amcasının kızı

# father's father's brother's son
source: first cousin once removed ascending
de: Onkel 2. Grades
nl: Oudoom's zoon
tr: büyük amcasının oğlu

# father's father's brother's child
source: first cousin once removed ascending
de: Tante/Onkel 2. Grades
nl: Oudoom's kind
tr: büyük amcasının çocuğu

# father's father's sister's daughter
source: first cousin once removed ascending
de: Tante 2. Grades
nl: Oudtante's dochter
tr: büyük halasının kızı

# father's father's sister's son
source: first cousin once removed ascending
de: Onkel 2. Grades
nl: Oudtante's zoon
tr: büyük halasının oğlu

# father's father's sister's child
source: first cousin once removed ascending
de: Tante/Onkel 2. Grades
nl: Oudtante's kind
tr: büyük halasının çocuğu

# father's mother's brother's daughter
source: first cousin once removed ascending
de: Tante 2. Grades
nl: Oudoom's dochter
tr: büyük dayısının kızı

# father's mother's brother's son
source: first cousin once removed ascending
de: Onkel 2. Grades
nl: Oudoom's zoon
tr: büyük dayısının oğlu

# father's mother's brother's child
source: first cousin once removed ascending
de: Tante/Onkel 2. Grades
nl: Oudoom's kind
tr: büyük dayısının çocuğu

# father's mother's sister's daughter
source: first cousin once removed ascending
de: Tante 2. Grades
nl: Oudtante's dochter
tr: büyük teyzesinin kızı

# father's mother's sister's son
source: first cousin once removed ascending
de: Onkel 2. Grades
nl: Oudtante's zoon
tr: büyük teyzesinin oğlu

# father's mother's sister's child
source: first cousin once removed ascending
de: Tante/Onkel 2. Grades
nl: Oudtante's kind
tr: büyük teyzesinin çocuğu

# mother's father's brother's daughter
source: first cousin once removed ascending
de: Tante 2. Grades
nl: Oudoom's dochter
tr: büyük amcasının kızı

# mother's father's brother's son
source: first cousin once removed ascending
de: Onkel 2. Grades
nl: Oudoom's zoon
tr: büyük amcasının oğlu

# mother's father's brother's child
source: first cousin once removed ascending
de: Tante/Onkel 2. Grades
nl: Oudoom's kind
tr: büyük amcasının çocuğu

# mother's father's sister's daughter
source: first cousin once removed ascending
de: Tante 2. Grades
nl: Oudtante's dochter
tr: büyük halasının kızı

# mother's father's sister's son
source: first cousin once removed ascending
de: Onkel 2. Grades
nl: Oudtante's zoon
tr: büyük halasının oğlu

# mother's father's sister's child
source: first cousin once removed ascending
de: Tante/Onkel 2. Grades
nl: Oudtante's kind
tr: büyük halasının çocuğu

# mother's mother's brother's daughter
source: first cousin once removed ascending
de: Tante 2. Grades
nl: Oudtante's dochter
tr: büyük dayısının kızı

# mother's mother's brother's son
source: first cousin once removed ascending
de: Onkel 2. Grades
nl: Oudoom's zoon
tr: büyük dayısının oğlu

# mother's mother's brother's child
source: first cousin once removed ascending
de: Tante/Onkel 2. Grades
nl: Oudoom's kind
tr: büyük dayısının çocuğu

# mother's mother's sister's daughter
source: first cousin once removed ascending
de: Tante 2. Grades
nl: Oudtante's dochter
tr: büyük teyzesinin kızı

# mother's mother's sister's son
source: first cousin once removed ascending
de: Onkel 2. Grades
nl: Oudtante's zoon
tr: büyük teyzesinin oğlu

# mother's mother's sister's child
source: first cousin once removed ascending
de: Tante/Onkel 2. Grades
nl: Oudtante's kind
tr: büyük teyzesinin çocuğu

# grandfather's brother's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudoom's kleindochter
tr: büyük amcasının kız torunu

# grandfather's brother's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudoom's kleinzoon
tr: büyük amcasının erkek torunu

# grandfather's brother's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudoom's kleinkind
tr: büyük amcasının torunu

# grandfather's sister's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudtante's kleindochter
tr: büyük halasının kız torunu

# grandfather's sister's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudtante's kleinzoon
tr: büyük halasının erkek torunu

# grandfather's sister's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudtante's kleinkind
tr: büyük halasının torunu

# grandfather's sibling's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudtante/oom's kleindochter
tr: büyük amcasının/halasının kız torunu

# grandfather's sibling's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudtante/oom's kleinzoon
tr: büyük amcasının/halasının erkek torunu

# grandfather's sibling's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudtante/oom's kleinkind
tr: büyük amcasının/halasının torunu

# grandmother's brother's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudoom's kleindochter
tr: büyük dayısının kız torunu

# grandmother's brother's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudoom's kleinzoon
tr: büyük dayısının erkek torunu

# grandmother's brother's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudoom's kleinkind
tr: büyük dayısının torunu

# grandmother's sister's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudtante's kleindochter
tr: büyük teyzesinin kız torunu

# grandmother's sister's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudtante's kleinzoon
tr: büyük teyzesinin erkek torunu

# grandmother's sister's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudtante's kleinkind
tr: büyük teyzesinin torunu

# grandmother's sibling's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudtante/oom's kleindochter
tr: büyük dayısının/teyzesinin kız torunu

# grandmother's sibling's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudtante/oom's kleinzoon
tr: büyük dayısının/teyzesinin erkek torunu

# grandmother's sibling's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudtante/oom's kleinkind
tr: büyük dayısının/teyzesinin torunu

# grandparent's brother's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudoom's kleindochter
tr: büyük amcasının/dayısının kız torunu

# grandparent's brother's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudoom's kleinzoon
tr: büyük amcasının/dayısının erkek torunu

# grandparent's brother's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudoom's kleinkind
tr: büyük amcasının/dayısının torunu

# grandparent's sister's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudtante's kleindochter
tr: büyük halasının/teyzesinin kız torunu

# grandparent's sister's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudtante's kleinzoon
tr: büyük halasının/teyzesinin erkek torunu

# grandparent's sister's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudtante's kleinkind
tr: büyük halasının/teyzesinin torunu

# grandparent's sibling's granddaughter
source: second cousin
de: Cousine 2. Grades
nl: Oudoom's/tante's kleindochter
tr: büyük amcasının/halasının/dayısının/teyzesinin kız torunu

# grandparent's sibling's grandson
source: second cousin
de: Cousin 2. Grades
nl: Oudoom's/tante's kleinzoon
tr: üyük amcasının/halasının/dayısının/teyzesinin erkek torunu

# grandparent's sibling's grandchild
source: second cousin
de: Cousin/e 2. Grades
nl: Oudoom's/tante's kleinkind
tr: üyük amcasının/halasının/dayısının/teyzesinin torunu

# great-grandfather's brother
source: great-great-uncle
de: Urgroßonkel
nl: overgrootoom
tr: büyük büyük amca

# great-grandmother's brother
source: great-great-uncle
de: Urgroßonkel
nl: overgrootoom
tr: büyük büyük amca

# great-grandparent's brother
source: great-great-uncle
de: Urgroßonkel
nl: overgrootoom
tr: büyük büyük amca

source: great-great-aunt
de: Urgroßtante
nl: overgroottante
tr: büyük büyük hala

source: great-great-aunt/uncle
de: Urgroßtante/Urgroßonkel
nl: overgroot-tante/oom
tr: büyük büyük hala/amca

# great-great-grandfather's brother
source: great-great-great-uncle
de: Ur-Urgroßonkel
nl: betovergrootoom
tr: büyük büyük büyük amca

# great-great-grandmother's brother
source: great-great-great-uncle
de: Ur-Urgroßonkel
nl: betovergrootoom
tr: büyük büyük büyük amca

# great-great-grandparent's brother
source: great-great-great-uncle
de: Ur-Urgroßonkel
nl: betovergrootoom
tr: büyük büyük büyük amca

source: great-great-great-aunt
de: UrUr-Großtante
nl: betovergroottante
tr: büyük büyük büyük hala

source: great-great-great-aunt/uncle
de: UrUr-Großtante/onkel
nl: betovergroot-tante/oom
tr: büyük büyük büyük hala/amca

# great-great-great-grandfather's brother
source: great x4 uncle
de: Ur-Ur-Urgroßonkel
nl: betovergrootoom
tr: büyük x4 amca

# great-great-great-grandmother's brother
source: great x4 uncle
de: Ur-Ur-Urgroßonkel
nl: betovergrootoom
tr: büyük x4 amca

# great-great-great-grandparent's brother
source: great x4 uncle
de: Ur-Ur-Urgroßonkel
nl: betovergrootoom
tr: büyük x4 amca

source: great x4 aunt
de: 3x Ur-Großtante
nl: betovergroottante
tr: büyük x4 hala

source: great x4 aunt/uncle
de: 3x Ur-Großtante/Onkel
nl: betovergroottante/oom
tr: büyük x4 hala/amca

# great x4 grandfather's brother
source: great x5 uncle
de: Ur-Ur-Ur-Urgroßonkel
nl: oudoudoom
tr: büyük x5 amca

# great x4 grandmother's brother
source: great x5 uncle
de: Ur-Ur-Ur-Urgroßonkel
nl: oudoudoom
tr: büyük x5 amca

# great x4 grandparent's brother
source: great x5 uncle
de: Ur-Ur-Ur-Urgroßonkel
nl: oudoudoom
tr: büyük x5 amca

source: great x5 aunt
de: 4x Ur-Großtante
nl: oudoudtante
tr: büyük x5 hala

source: great x5 aunt/uncle
de: 4x Ur-Großtante/Onkel
nl: oudoudtante/oom
tr: büyük x5 hala/amca

# great x5 grandfather's brother
source: great x6 uncle
de: Ur-Ur-Ur-Ur-Urgroßonkel
nl: oudgrootoom
tr: büyük x6 amca

# great x5 grandmother's brother
source: great x6 uncle
de: Ur-Ur-Ur-Ur-Urgroßonkel
nl: oudgrootoom
tr: büyük x6 amca

# great x5 grandparent's brother
source: great x6 uncle
de: Ur-Ur-Ur-Ur-Urgroßonkel
nl: oudgrootoom
tr: büyük x6 amca

source: great x6 aunt
de: 5x Ur-Großtante
nl: oudgroottante
tr: büyük x6 hala

source: great x6 aunt/uncle
de: Urururururgroßtante/Urururururgroßonkel
nl: oudgroottante/oom
tr: büyük x6 hala/amca

# great x6 grandfather's brother
source: great x7 uncle
de: Ur-Ur-Ur-Ur-Ur-Urgroßonkel
nl: oudovergrootoom
tr: büyük x7 amca

# great x6 grandmother's brother
source: great x7 uncle
de: Ur-Ur-Ur-Ur-Ur-Urgroßonkel
nl: oudovergrootoom
tr: büyük x7 amca

# great x6 grandparent's brother
source: great x7 uncle
de: Ur-Ur-Ur-Ur-Ur-Urgroßonkel
nl: oudovergrootoom
tr: büyük x7 amca

source: great x7 aunt
de: 6x Ur-Großtante
nl: oudovergroottante
tr: büyük x7 hala

source: great x7 aunt/uncle
de: 6x Ur-Großtante/Onkel
nl: oudovergroottante/oom
tr: büyük x7 hala/amca

source: great x%d uncle
de: %dx Großonkel
nl: oud x%d oom
tr: büyük x%d amca

source: great x%d aunt
de: %dx Großtante
nl: oud x%d tante
tr: büyük x%d hala

source: great x%d aunt/uncle
de: %dx Großtante/Großonkel
nl: oud x%d oom/tante
tr: büyük x%d hala/amca

# great x(%d-1) grandfather's brother
source: great x%d uncle
de: (%d-1)x Urgroßonkel
nl: oud x%d oom
tr: büyük x%d amca

# great x(%d-1) grandmother's brother
source: great x%d uncle
de: (%d-1)x Urgroßonkel
nl: oud x%d oom
tr: büyük x%d dayı

# great x(%d-1) grandparent's brother
source: great x%d uncle
de: (%d-1)x Urgroßonkel
nl: oud x%d oom
tr: büyük x%d amca/dayı

# (a man's) brother's great-grandson
source: great-great-nephew
de: Urgroßneffe
nl: achterneef 5e graad
tr: yeğen torunun oğlu

# (a man's) sister's great-grandson
source: great-great-nephew
de: Urgroßneffe
nl: achterneef 5e graad
tr: yeğen torunun oğlu

# (a woman's) great-great-nephew
source: great-great-nephew
de: Ur-Großneffe
nl: achterneef 5e graad , achterkleinzoon (3eG) van broer of zus
tr: yeğen torunun çocuğu

# (a man's) brother's great-granddaughter
source: great-great-niece
de: Ur-Großnichte
nl: achternicht 5e graad
tr: yeğen torunun kızı

# (a man's) sister's great-granddaughter
source: great-great-niece
de: Ur-Großnichte
nl: achternicht 5e graad
tr: yeğen torunun kızı

# (a woman's) great-great-niece
source: great-great-niece
de: Ur-Großnichte
nl: achternicht 5e graad
tr: yeğen torunun çocuğu

# (a man's) brother's great-grandchild
source: great-great-nephew/niece
de: Ur-Großneffe/-nichte
nl: achterneef/nicht 5e graad
tr: yeğen torunun oğlu/kızı

# (a man's) sister's great-grandchild
source: great-great-nephew/niece
de: Ur-Großneffe/-nichte
nl: achterneef/nicht 5e graad
tr: yeğen torunun oğlu/kızı

# (a woman's) great-great-nephew/niece
source: great-great-nephew/niece
de: Ur-Großneffe/-nichte
nl: achterneef/nicht 5e graad
tr: yeğen torunun oğlu/kızı

# (a man's) brother's great-great-grandson
source: great-great-great-nephew
de: Ur-Ur-Großneffe
nl: achterneef 6e graad
tr: yeğen torunun erkek torunu

# (a man's) sister's great-great-grandson
source: great-great-great-nephew
de: Ur-Ur-Großneffe
nl: achterneef 6e graad
tr: yeğen torunun erkek torunu

# (a woman's) great-great-great-nephew
source: great-great-great-nephew
de: Ur-Ur-Großneffe
nl: achterneef 6e graad
tr: yeğen torunun erkek torunu

# (a man's) brother's great-great-granddaughter
source: great-great-great-niece
de: Ur-Ur-Großnichte
nl: achternicht 6e graad
tr: yeğen torunun kız torunu

# (a man's) sister's great-great-granddaughter
source: great-great-great-niece
de: Ur-Ur-Großnichte
nl: achternicht 6e graad
tr: yeğen torunun kız torunu

# (a woman's) great-great-great-niece
source: great-great-great-niece
de: Ur-Ur-Großnichte
nl: achternicht 6e graad
tr: yeğen torunun kız torunu

# (a man's) brother's great-great-grandchild
source: great-great-great-nephew/niece
de: Ur-Ur-Großneffe/-nichte
nl: achter-neef/nicht 6e graad , achterkleinkind (4eG) van broer of zus
tr: yeğen torunun erkek/kız torunu

# (a man's) sister's great-great-grandchild
source: great-great-great-nephew/niece
de: Ur-Ur-Großneffe/-nichte
nl: achter-neef/nicht 6e graad
tr: yeğen torunun erkek/kız torunu

# (a woman's) great-great-great-nephew/niece
source: great-great-great-nephew/niece
de: Ur-Ur-Großneffe/-nichte
nl: achter-neef/nicht 6e graad
tr: yeğen torunun erkek/kız torunu

# (a man's) brother's great-great-great-grandson
source: great x4 nephew
de: Urururgroßneffe
nl: x4 achterneef
tr: büyük x4 erkek yeğeni

# (a man's) sister's great-great-great-grandson
source: great x4 nephew
de: Urururgroßneffe
nl: x4 achterneef
tr: büyük x4 erkek yeğeni

# (a woman's) great x4 nephew
source: great x4 nephew
de: Urururgroßneffe
nl: x4 achterneef
tr: büyük x4 erkek yeğeni

# (a man's) brother's great-great-great-granddaughter
source: great x4 niece
de: Urururgroßnichte
nl: x4 achternicht
tr: büyük x4 kız yeğeni

# (a man's) sister's great-great-great-granddaughter
source: great x4 niece
de: Urururgroßnichte
nl: x4 achternicht
tr: büyük x4 kız yeğeni

# (a woman's) great x4 niece
source: great x4 niece
de: Urururgroßnichte
nl: x4 achternicht
tr: büyük x4 kız yeğeni

# (a man's) brother's great-great-great-grandchild
source: great x4 nephew/niece
de: Urururgroßneffe/-nichte
nl: x4 achterneef/nicht
tr: büyük x4 erkek/kız yeğeni

# (a man's) sister's great-great-great-grandchild
source: great x4 nephew/niece
de: Urururgroßneffe/-nichte
nl: x4 achterneef/nicht
tr: büyük x4 erkek/kız yeğeni

# (a woman's) great x4 nephew/niece
source: great x4 nephew/niece
de: Urururgroßneffe/-nichte
nl: x4 achterneef/nicht
tr: büyük x4 erkek/kız yeğeni

# (a man's) brother's great x4 grandson
source: great x5 nephew
de: Ururururgroßneffe
nl: x5 achterneef
tr: büyük x5 erkek yeğeni

# (a man's) sister's great x4 grandson
source: great x5 nephew
de: Ururururgroßneffe
nl: x5 achterneef
tr: büyük x5 erkek yeğeni

# (a woman's) great x5 nephew
source: great x5 nephew
de: Ururururgroßneffe
nl: x5 achterneef
tr: büyük x5 erkek yeğeni

# (a man's) brother's great x4 granddaughter
source: great x5 niece
de: Ururururgroßnichte
nl: x5 achternicht
tr: büyük x5 kız yeğeni

# (a man's) sister's great x4 granddaughter
source: great x5 niece
de: Ururururgroßnichte
nl: x5 achternicht
tr: büyük x5 kız yeğeni

# (a woman's) great x5 niece
source: great x5 niece
de: Ururururgroßnichte
nl: x5 achternicht
tr: büyük x5 kız yeğeni

# (a man's) brother's great x4 grandchild
source: great x5 nephew/niece
de: Ururururgroßneffe/-nichte
nl: x5 achterneef/nicht
tr: büyük x5 erkek/kız yeğeni

# (a man's) sister's great x4 grandchild
source: great x5 nephew/niece
de: Ururururgroßneffe/-nichte
nl: x5 achterneef/nicht
tr: büyük x5 erkek/kız yeğeni

# (a woman's) great x5 nephew/niece
source: great x5 nephew/niece
de: Ururururgroßneffe/-nichte
nl: x5 achterneef/nicht
tr: büyük x5 erkek/kız yeğeni

# (a man's) brother's great x(%d-1) grandson
source: great x%d nephew
de: (%d-1)x Urgroßneffe
nl: x%d achterneef
tr: büyük x%d erkek yeğeni

# (a man's) sister's great x(%d-1) grandson
source: great x%d nephew
de: (%d-1)x Urgroßneffe
nl: x%d achterneef
tr: büyük x%d erkek yeğeni

# (a woman's) great x%d nephew
source: great x%d nephew
de: (%d-1)x Urgroßneffe
nl: x%d achterneef
tr: büyük x%d erkek yeğeni

# (a man's) brother's great x(%d-1) granddaughter
source: great x%d niece
de: (%d-1)x Urgroßnichte
nl: x%d achternicht
tr: büyük x%d kız yeğeni

# (a man's) sister's great x(%d-1) granddaughter
source: great x%d niece
de: (%d-1)x Urgroßnichte
nl: x%d achternicht
tr: büyük x%d kız yeğeni

# (a woman's) great x%d niece
source: great x%d niece
de: (%d-1)x Urgroßnichte
nl: x%d achternicht
tr: büyük x%d kız yeğeni

# (a man's) brother's great x(%d-1) grandchild
source: great x%d nephew/niece
de: (%d-1)x Urgroßneffe/-nichte
nl: x%d achterneef/nicht
tr: büyük x%d erkek/kız yeğeni

# (a man's) sister's great x(%d-1) grandchild
source: great x%d nephew/niece
de: (%d-1)x Urgroßneffe/-nichte
nl: x%d achterneef/nicht
tr: büyük x%d erkek/kız yeğeni

# (a woman's) great x%d nephew/niece
source: great x%d nephew/niece
de: (%d-1)x Urgroßneffe/-nichte
nl: x%d achterneef/nicht
tr: büyük x%d erkek/kız yeğeni

source: great x%d nephew
de: (%d-1)x Urgroßneffe
nl: x%d achterneef
tr: büyük x%d erkek yeğeni

source: great x%d niece
de: (%d-1)x Urgroßnichte
nl: x%d achternicht
tr: büyük x%d kız yeğeni

source: great x%d nephew/niece
de: (%d-1)x Urgroßneffe/-nichte
nl: x%d achterneef/nicht
tr: büyük x%d erkek/kız yeğeni

source: great-great-grandfather
de: Ur-Ur-Großvater
nl: betovergrootvader
tr: büyük büyük büyükbabası

source: great-great-grandmother
de: Ur-Ur-Großmutter
nl: betovergrootmoeder
tr: büyük büyük büyükannesi

source: great-great-grandparent
de: Ur-Ur-Großelternteil
nl: Betovergrootouder
tr: büyük büyük büyük ebeveyni

source: great-great-great-grandfather
de: Ur-Ur-Ur-Großvater
nl: oudvader
tr: büyük büyük büyük büyükbabası

source: great-great-great-grandmother
de: Ur-Ur-Ur-Großmutter
nl: oudmoeder
tr: büyük büyük büyük büyükannesi

source: great-great-great-grandparent
de: Ur-Ur-Ur-Großelternteil
nl: oudouder
tr: büyük büyük büyük büyük ebeveyni

source: great x4 grandfather
de: 4x Ur-Großvater
nl: oudgrootvader
tr: büyük x4 büyükbabası

source: great x4 grandmother
de: 4x Ur-Großmutter
nl: oudgrootmoeder
tr: büyük x4 büyükannesi

source: great x4 grandparent
de: 4x Ur-Großelternteil
nl: oudgrootouder
tr: büyük x4 büyük ebeveyni

source: great x5 grandfather
de: 5x Ur-Großvater
nl: oudovergrootvader
tr: büyük x5 büyükbabası

source: great x5 grandmother
de: 5x Ur-Großmutter
nl: oudovergrootmoeder
tr: büyük x5 büyükannesi

source: great x5 grandparent
de: 5x Ur-Großelternteil
nl: oudovergrootouder
tr: büyük x5 büyük ebeveyni

source: great x6 grandfather
de: 6x Ur-Großvater
nl: oudbetovergrootvader
tr: büyük x6 büyükbabası

source: great x6 grandmother
de: 6x Ur-Großmutter
nl: oudbetovergrootmoeder
tr: büyük x6 büyükannesi

source: great x6 grandparent
de: 6x Ur-Großelternteil
nl: oudbetovergrootouder
tr: büyük x6 büyük ebeveyni

source: great x7 grandfather
de: 7x Ur-Großvater
nl: stamvader
tr: büyük x7 büyükbabası

source: great x7 grandmother
de: 7x Ur-Großmutter
nl: stammoeder
tr: büyük x7 büyükannesi

source: great x7 grandparent
de: 7x Ur-Großelternteil
nl: stamouder
tr: büyük x7 büyük ebeveyni

source: great x%d grandfather
de: %dx Ur-Großvater
nl: x%d overgrootvader
tr: büyük x%d büyükbabası

source: great x%d grandmother
de: %dx Ur-Großmutter
nl: x%d overgrootmoeder
tr: büyük x%d büyükannesi

source: great x%d grandparent
de: %dx Ur-Großelternteil
nl: x%d overgrootouder
tr: büyük x%d büyük ebeveyni

source: great-great-grandson
de: Urgroßenkel
nl: achterkleinzoon 4e graad
tr: torunun erkek torunu

source: great-great-granddaughter
de: Urgroßenkelin
nl: achterkleindochter 4e graad
tr: torunun kız torunu

source: great-great-grandchild
de: Urgroßenkelkind
nl: achterkleinkind 4e graad
tr: torunun torunu

source: great-great-great-grandson
de: Ururgroßenkel
nl: achterkleinzoon 5e graad
tr: torunun torununun oğlu

source: great-great-great-granddaughter
de: Ururgroßenkelin
nl: achterkleindochter 5e graad
tr: torunun torununun kızı

source: great-great-great-grandchild
de: Ururgroßenkelkind
nl: achterkleinkind 5e graad
tr: torunun torununun çocuğu

source: great x4 grandson
de: 3x Ur-Großenkel
nl: x4 achterkleinzoon
tr: büyük x4 erkek torunu

source: great x4 granddaughter
de: 3x Ur-Großenkelin
nl: x4 achterkleinkind
tr: büyük x4 kız torunu

source: great x4 grandchild
de: 3x Ur Großenkelkind
nl: x4 achterkleinkind
tr: büyük x4 torunu

source: great x5 grandson
de: 4x Ur-Großenkel
nl: x5 achterkleinzoon
tr: büyük x5 erkek torunu

source: great x5 granddaughter
de: Ururururgroßenkelin
nl: x5 achterkleindochter
tr: büyük x5 kız torunu

source: great x5 grandchild
de: 4x Ur Großenkelkind
nl: x5 achterkleinkind
tr: büyük x5 torunu

source: great x6 grandson
de: 5x Ur-Großenkel
nl: (6x achter)kleinzoon
tr: büyük x6 erkek torunu

source: great x6 granddaughter
de: 5x Ur-Großenkelin
nl: x6 achterkleindochter
tr: büyük x6 kız torunu

source: great x6 grandchild
de: 5x Ur-Großenkelkind
nl: x6 achterkleinkind
tr: büyük x6 torunu

source: great x7 grandson
de: 6x Ur-Großenkel
nl: x7 achterkleinzoon
tr: büyük x7 erkek torunu

source: great x7 granddaughter
de: 6x Ur-Großenkelin
nl: x7 achterkleindochter
tr: büyük x7 kız torunu

source: great x7 grandchild
de: 6x Ur-Großenkelkind
nl: x7 achterkleinkind
tr: büyük x7 torunu

source: great x%d grandson
de: %dx Großenkel
nl: (x%d)kleinzoon
tr: büyük x%d erkek torunu

source: great x%d granddaughter
de: %dx Großenkelin
nl: (x%d)kleindochter
tr: büyük x%d kız torunu

source: great x%d grandchild
de: %dx Großenkelkind
nl: (x%dachter)kleinkind
tr: büyük x%d torunu

source: %s once removed ascending
de: %s ersten Grades aufsteigend
nl: %s een generatie verwijderd opgaand
tr: %s bir kez artan şekilde çıkarıldı

source: %s once removed descending
de: %s ersten Grades absteigend
nl: %s een generatie verwijderd neergaand
tr: %s bir kez azalan şekilde çıkarıldı

source: %s twice removed ascending
de: %s 2. Grades in aufsteigender Folge
nl: %s twee generaties verwijderd opgaand
tr: %s iki kez artan şekilde çıkarıldı
