Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: George I only reigned for 13 years.
nl: George I regeerde 13 jaar
tr: George I sadece 13 yıl hüküm sürdü.

source: George II only reigned for 34 years.
nl: George II regeerde 34 jaar
tr: George II sadece 34 yıl hüküm sürdü.

source: George III only reigned for 60 years.
nl: George III regeerde 60 jaar
tr: George III sadece 60 yıl hüküm sürdü.

source: George III only reigned for 11 years.
nl: George III regeerde 11 jaar
tr: George III sadece 11 yıl hüküm sürdü.

source: William IV only reigned for 7 years.
nl: William IV regeerde 7 jaar
tr: William IV sadece 7 yıl hüküm sürdü.

source: Victoria only reigned for 64 years.
nl: Victoria regeerde 64 jaar
tr: Victoria sadece 64 yıl hüküm sürdü.

source: Edward VII only reigned for 10 years.
nl: Edward VII regeerde 10 jaar
tr: Edward VII sadece 10 yıl hüküm sürdü.

source: George V only reigned for 26 years.
nl: George V regeerde 26 jaar
tr: George V sadece 26 yıl hüküm sürdü.

source: George VI only reigned for 16 years.
nl: George VI regeerde 16 jaar
tr: George VI sadece 16 yıl hüküm sürdü.

source: Edward VIII only reigned from Jan 20 to December 11, 1936.
nl: Edward VIII regeerde van 20 januari tot 11 december 1936.
tr: Edward VIII sadece 20 Ocak'tan 11 Aralık 1936'ya kadar hüküm sürdü.

source: John was crowned on Ascension day in 1199. His regnal years run from one Ascension day to the next and are thus highly irregular. Use the Ecclesiastical calendar page to calculate Ascension day
nl: John werd gekroond op Hemelvaartsdag in 1199. Zijn regeringsjaren lopen van Hemelvaartsdag tot de volgende en zijn dus uiterst onregelmatig. Gebruik de kerkelijke kalender pagina om Hemelvaartsdag te berekenen.
tr: John, 1199'da Yükseliş gününde taç giydi. Onun krallık yılları bir Yükseliş gününden diğerine geçer ve bu nedenle oldukça düzensizdir. Yükseliş gününü hesaplamak için Kilise takvimi sayfasını kullanın

source: Jane only ruled from July 6th to July 19th, 1553
nl: Jane regeerde van de 6de tot de 19de juli 1553
tr: Jane sadece 6 Temmuz'dan 19 Temmuz 1553'e kadar hüküm sürdü

source: Yearly Calendar
de: Jährlicher Kalender
nl: Jaarlijkse Kalender
tr: Yıllık Takvim

source: Saint Pauls Day
nl: Bekering van de Heilige Apostel Paulus
tr: Aziz Paul Günü

source: Thanksgiving (Denmark)
nl: Thanksgiving (Deens)
tr: Şükran Günü (Danimarka)

source: Saint Petris Chair
nl: Sint-Pieters-Stoel
tr: Aziz Petris Koltuğu

source: 40 Knights
nl: 40 Martelaren van Sebaste
tr: 40 Şövalye

source: Saint Valpurgis Day
nl: Sint Walburga
tr: Aziz Valpurgis Günü

source: Saint Jacobi Day
nl: Sint Jacob
tr: Aziz Jacobi Günü

source: Midsummer Day
nl: Midzomerdag
tr: Yaz Ortası Günü

source: 7 September Day
nl: Zeven Slapers van Efese
tr: 7 Eylül Günü

source: Halloween Day
nl: Allerheiligen
tr: Cadılar Bayramı Günü

source: Day after Halloween
nl: Allerzielen
tr: Cadılar Bayramı'ndan sonraki gün

source: Saint Martin Day
nl: Sint Maarten
tr: Aziz Martin Günü

source: Saint Lorentz Day
nl: Sint Laurentius
tr: Aziz Lorentz Günü

source: Mary Prayers Day
nl: Maria Boodschap
tr: Meryem Duaları Günü

source: Saint Bartholomeus Day
nl: Sint Bartolomeüs
tr: Aziz Bartholomeus Günü

source: Saint Severinus Day
nl: Sint Severinus
tr: Aziz Severinus Günü

source: Sunday before Holly 3 Kings
nl: Zondag voor 3 Koningen
tr: Kutsal 3 Kralından önceki Pazar

source: Holly 3 Kings
nl: Driekoningen
tr: Kutsal 3 Kral

source: Baptism of Christ
nl: Doop van Christus
tr: Mesih'in Vaftizi

source: Ash Wedensday
nl: Aswoensdag
tr: Kül Çarşambası

source: Shrove Sunday
nl: 1e zondag van de vasten
tr: Shrove Pazar

source: 1st Shrove Sunday
nl: 2e zondag van de vasten
tr: 1. Shrove Pazar

source: 2nd Shrove Sunday
nl: 3e zondag van de vasten
tr: 2. Shrove Pazar

source: 3rd Shrove Sunday
nl: 4e zondag van de vasten
tr: 3. Shrove Pazar

source: 4th Shrove Sunday
nl: 5e zondag van de vasten
tr: 4. Shrove Pazar

source: 5th Shrove Sunday
nl: Palmzondag
tr: 5. Shrove Pazar

source: 9th Sunday before Easter
nl: 9e zondag voor Pasen
tr: Paskalya öncesi 9. Pazar

source: 8th Sunday before Easter
nl: 8e zondag voor Pasen
tr: Paskalya öncesi 8. Pazar

source: 7th Sunday before Easter
nl: 7e zondag voor Pasen
tr: Paskalya öncesi 7. Pazar

source: 6th Sunday before Easter
nl: 6e zondag voor Pasen
tr: Paskalya öncesi 6. Pazar

source: 5th Sunday before Easter
nl: 5e zondag voor Pasen
tr: Paskalya öncesi 5. Pazar

source: 4th Sunday before Easter
nl: 4e zondag voor Pasen
tr: Paskalya öncesi 4. Pazar

source: 3rd Sunday before Easter
nl: 3e zondag voor Pasen
tr: Paskalya öncesi 3. Pazar

source: 1st Sunday before Easter
nl: 1e zondag voor Pasen
tr: Paskalya öncesi 1. Pazar

source: Tamper Day
nl: Quatertemperdag
tr: Dış Müdahale Günü

source: Restdays/week
nl: Stille dagen/week
tr: Dinlenme günleri/hafta

source: Easter Monday
nl: Paasmaandag
tr: Paskalya Pazartesi

source: Easter Sunday
nl: Paaszondag
tr: Paskalya Pazar

source: 6th Sunday after Easter
nl: 6e zondag na Pasen
tr: Paskalya sonrası 6. Pazar

source: Prior Day (Denmark)
nl: Gebedsdag voor het gewas (Deens)
tr: Önceki Gün (Danimarka)

source: 1st Sunday after Trinity Sunday
nl: 1e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 1. Pazar

source: 2nd Sunday after Trinity Sunday
nl: 2e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 2. Pazar

source: 3rd Sunday after Trinity Sunday
nl: 3e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 3. Pazar

source: 4th Sunday after Trinity Sunday
nl: 4e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 4. Pazar

source: 5th Sunday after Trinity Sunday
nl: 5e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 5. Pazar

source: 6th Sunday after Trinity Sunday
nl: 6e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 6. Pazar

source: 7th Sunday after Trinity Sunday
nl: 7e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 7. Pazar

source: 8th Sunday after Trinity Sunday
nl: 8e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 8. Pazar

source: 9th Sunday after Trinity Sunday
nl: 9e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 9. Pazar

source: 10th Sunday after Trinity Sunday
nl: 10e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 10. Pazar

source: 11th Sunday after Trinity Sunday
nl: 11e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 11. Pazar

source: 12th Sunday after Trinity Sunday
nl: 12e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 12. Pazar

source: 13th Sunday after Trinity Sunday
nl: 13e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 13. Pazar

source: 14th Sunday after Trinity Sunday
nl: 14e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 14. Pazar

source: 15th Sunday after Trinity Sunday
nl: 15e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 15. Pazar

source: 16th Sunday after Trinity Sunday
nl: 16e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 16. Pazar

source: 17th Sunday after Trinity Sunday
nl: 17e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 17. Pazar

source: 18th Sunday after Trinity Sunday
nl: 18e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 18. Pazar

source: 19th Sunday after Trinity Sunday
nl: 19e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 19. Pazar

source: 20th Sunday after Trinity Sunday
nl: 20e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 20. Pazar

source: 21st Sunday after Trinity Sunday
nl: 21e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 21. Pazar

source: 22nd Sunday after Trinity Sunday
nl: 22e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 22. Pazar

source: 23rd Sunday after Trinity Sunday
nl: 23e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 23. Pazar

source: 24th Sunday after Trinity Sunday
nl: 24e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 24. Pazar

source: 25th Sunday after Trinity Sunday
nl: 25e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 25. Pazar

source: 26th Sunday after Trinity Sunday
nl: 26e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 26. Pazar

source: 27th Sunday after Trinity Sunday
nl: 27e zondag na Trinitatis zondag
tr: Trinity Pazarından sonraki 27. Pazar

source: 2nd Advent Sunday
nl: 2e adventszondag
tr: 2. Advent Pazar

source: 3rd Advent Sunday
nl: 3e adventszondag
tr: 3. Advent Pazar

source: 4th Advent Sunday
nl: 4e adventszondag
tr: 4. Advent Pazar

source: Christmas Day
nl: Kerstdag
tr: Noel günü

source: 1st Day after Christmas
nl: 2e Kerstdag
tr: Noel sonrası 1. Gün

source: 2nd Day after Christmas
nl: 2e dag na Kerst
tr: Noel sonrası 2. Gün

source: Jubilee year
nl: Jubileumjaar
tr: Jübile yılı

source: Leap Day
nl: Schrikkeldag
tr: Artık Gün

source: Leap Year
nl: Schrikkeljaar
tr: Artık Yıl

source: Easter Tuesday
nl: Paasdinsdag
tr: Paskalya Salısı

source: Visitatio Assumption
nl: Maria-Visitatie
tr: Ziyaret Varsayımı

source: Annunciation of the Virgin Mary
nl: Aankondiging van de Heer/Maria Boodschap
tr: Meryem Ana'nın Duyurusu

source: Saint Michaelmas
nl: Sint Michiel
tr: Aziz Michaelmas

source: New Year
nl: Nieuwjaar
tr: Yeni Yıl

source: Choose Year
nl: Kies Jaar
tr: Yıl Seç

source: First part of year
nl: Eerste helft van het jaar
tr: Yılın ilk bölümü

source: Second part of year
nl: Tweede helft van het jaar
tr: Yılın ikinci bölümü

source: Head of Household:
de: Familienhaupt
nl: Hoofd huishouding:
tr: Hanehalkı Reisi:

source: Census transcript
de: Volkszählungstranskription
nl: Transcriptie volkstelling
tr: Nüfus sayımı dökümü

source: Household
de: Haushalt
nl: Huisgezin
tr: Hanehalkı

source: Add individuals
nl: Voeg personen toe
tr: Kişi ekle

source: Search for other people
nl: Zoek naar andere personen
tr: Diğer insanları ara

source: search
de: Suche
nl: zoek
tr: ara

source: Add a blank row
nl: Voeg een lege regel toe
tr: Boş bir satır ekle

source: Click %s to choose person as Head of family.
de: Klicken Sie auf %s um diese Person als Familienoberhaupt auszuwählen.
nl: Klik %s om de persoon als hoofd van de familie te kiezen.
tr: Kişiyi aile reisi olarak seçmek için %s'i tıklayın.

source: You must enter a name
de: Bitte den Namen eingeben
nl: U moet een naam invoeren
tr: Bir ad girmelisiniz

source: Census assistant
de: Volkszählungsassistent
nl: Census-Assistent
tr: Nüfus sayımı yardımcısı

source: An alternative way to enter census transcripts and link them to individuals.
de: Alternative Eingabemöglichkeit, um Volkszählungsdaten mit Einzelpersonen zu verknüpfen.
nl: Een andere manier om een transcriptie van een volkstelling aan personen te koppelen.
tr: Nüfus sayımı dökümlerini girmenin ve bunları bireylerle ilişkilendirmenin alternatif bir yolu.

source: Description unavailable
nl: Beschrijving niet beschikbaar
tr: Açıklama kullanılamıyor

source: Click to choose person as Head of family.
de: Klicken um diese Person als Familienhaupt zu wählen.
nl: Kies een persoon als hoofd van de familie door er op te klikken.
tr: Kişiyi aile reisi olarak seçmek için tıklayın.

source: Ancestry
de: Vorfahren
nl: Voorgeslacht
tr: Soy

source: An individual's ancestry chart
de: Vorfahren einer Einzelperson
nl: Een persoonlijk voorgeslachtdiagram
tr: Bir bireyin soy grafiği

source: Compact
de: Kompakter Baum
tr: Kompakt

source: An individual's compact chart
de: Kompakter Baum einer Einzelperson
nl: Een persoonlijk compactdiagram
tr: Bir bireyin kompakt grafiği

source: Descendancy
de: Nachfahren
nl: Afstamming
tr: Soyundan gelenler

source: An individual's descendancy chart
de: Nachfahren einer Einzelperson
nl: Een persoonlijk afstammingsdiagram
tr: Bir bireyin soyundan gelenler grafiği

source: An individual's family book
nl: Een persoonlijk familieboek
tr: Bir bireyin aile kitabı

source: An individual's fanchart
de: Personen-Fanchart
nl: Een persoonlijk waaierdiagram
tr: Bir bireyin fan grafiği

source: Degrees
nl: Graden
tr: Dereceler

source: Hourglass
de: Sanduhr Diagramm
nl: Zandloper
tr: Kum saati

source: An individual's hourglass chart
de: Sanduhr-Diagramm einer Einzelperson
nl: Een persoonlijk zandloperdiagram
tr: Bir bireyin kum saati grafiği

source: Lifespan
de: Lebensdauer
nl: Levensduur
tr: Yaşam

source: An individual's lifespan chart
de: Eine individuelles Lebensdauer Diagramm
nl: Een persoonlijk levensduurdiagram
tr: Bir bireyin yaşam süresi grafiği

source: An individual's pedigree chart
de: Ahnentafel eines Individuums
nl: Een persoonlijke kwartierstaat
tr: Bir bireyin soyağacı grafiği

source: An individual's relationship chart
de: Eine individuelles Beziehungs Diagramm
nl: Een persoonlijk verwantschapsdiagram
tr: Bir bireyin ilişki grafiği

source: unlimited
de: unbegrenzt
nl: onbeperkt
tr: sınırsız

source: Relationship calculation options
de: Optionen zur Berechnung des Verwandtschaftsgrades
nl: Verwantschap berekening opties
tr: İlişki hesaplama seçenekleri

source: Chart settings
de: Diagramm-Einstellungen
nl: Diagram instellingen
tr: Grafik ayarları

source: Options to show in the chart
de: Optionen, die im Chart gezeigt werden
nl: Optie om te tonen in het diagram
tr: Grafikte gösterilecek seçenekler

source: Find a closest relationship via common ancestors
de: Eine engste Beziehung über gemeinsame Vorfahren finden
nl: Vind de dichtstbijzijnde verwantschap via gemeenschappelijke voorouders
tr: Ortak atalar aracılığıyla en yakın ilişkiyi bulun

source: Determines the shortest path between two individuals via a LCA (lowest common ancestor), i.e. a common ancestor who only appears on the path once.
de: Bestimmt die kürzeste Verbindung zwischen zwei Personen über eine LCA (niedrigsten gemeinsamen Vorfahren), d. h. einen gemeinsamen Vorfahren, die nur einmal auf dem Weg erscheint.
nl: Bepaalt de kortste weg tussen twee personen via een LCA (laagste gemeenschappelijke voorouder), b.v. een gemeenschappelijke voorouder, die maar eenmaal voorkomt op het pad.
tr: İki birey arasındaki en kısa yolu bir LCA (en düşük ortak ata), yani yolda yalnızca bir kez görünen ortak bir ata aracılığıyla belirler.

source: Find all smallest lowest common ancestors, show a closest connection for each
de: Finden Sie alle kleinsten niedrigsten gemeinsamen Vorfahren, zeigen Sie die engste Verbindung.
nl: Vind alle kleinste laagste gemeenschappelijke voorouders, toon de kortste verbinding voor elk.
tr: Tüm en küçük en düşük ortak ataları bulun, her biri için en yakın bağlantıyı gösterin

source: Each SLCA (smallest lowest common ancestor) essentially represents a part of the tree which both individuals share (as part of their ancestors). More technically, the SLCA set of two individuals is a subset of the LCA set (excluding all LCAs that are themselves ancestors of other LCAs).
de: Jede SLCA (kleinste niedrigsten gemeinsamen Vorfahren) stellt im Wesentlichen einen Teil des Baumes die beiden Individuen (als Teil ihrer Vorfahren) teilen. Mehr technisch, ist die SLCA Gruppe von zwei Personen eine Teilmenge der LC-a gesetzt (mit Ausnahme von allen Ökobilanzen, die selbst Vorfahren der anderen LCAs).
nl: Elke SLCA (kleinste laagste gemeenschappelijke voorouder) is in wezen een gedeelte van de stamboom welke personen delen (als deel van hun voorouders). Meer technisch, de SLCA instelling van 2 personen is een subinstelling van de LCA instelling (exclusief alle LCAs die zelf voorouders van andere LCAs zijn).
tr: Her SLCA (en küçük en düşük ortak ata) esasen ağacın her iki bireyin de (atalarının bir parçası olarak) paylaştığı bir bölümünü temsil eder. Daha teknik olarak, iki kişiden oluşan SLCA kümesi, LCA kümesinin bir alt kümesidir (kendileri diğer LCA'ların ataları olan tüm LCA'lar hariç).

source: Find all relationships via lowest common ancestors
de: Finden Sie alle Beziehungen über niedrigste gemeinsame Vorfahren
nl: Vind alle verwantschappen via laagste gemeenschappelijke voorouders.
tr: En düşük ortak atalar aracılığıyla tüm ilişkileri bulun

source: All paths between the two individuals that contribute to the CoR (Coefficient of Relationship), as defined here: <a href = "http://www.genetic-genealogy.co.uk/Toc115570135.html" target="_blank" rel="noopener noreferrer">Coefficient of Relationship</a>
de: Alle Pfade zwischen zwei Individuen, die dem CoR (Koeffizient der Beziehung), beitragen, wie hier definiert: <a href = "http://www.genetic-genealogy.co.uk/Toc115570135.html" target="_blank" rel="noopener noreferrer"> Koeffizient der Beziehung</a>
nl: Alle paden tussen de twee personen die bijdragen aan de CoR (Coëfficiënt van verwantschap), zoals hier gedefiniëerd: <a href = "http://www.genetic-genealogy.co.uk/Toc115570135.html" target="_blank" rel="noopener noreferrer">Coefficient of Relationship</a>
tr: Burada tanımlandığı gibi, CoR'ye (İlişki Katsayısı) katkıda bulunan iki kişi arasındaki tüm yollar: <a href = "http://www.genetic-genealogy.co.uk/Toc115570135.html" target="_blank" rel="noopener noreferrer">İlişki Katsayısı</a>

source: Find the closest overall connections (preferably via common ancestors)
de: Finden Sie die nächstgelegene allgemeine Verbindungen (am liebsten über gemeinsame Vorfahren)
nl: Vind de dichtstbijzijnde algemene verbinding (bij voorkeur via gemeenschappelijke voorouders)
tr: En yakın genel bağlantıları bulun (tercihen ortak atalar aracılığıyla)

source: Prefers partial paths via common ancestors, even if there is no direct common ancestor.
de: Am liebsten teilweise Pfade über gemeinsame Vorfahren, auch wenn es keine direkten gemeinsamen Vorfahren gibt.
nl: Geeft de voorkeur aan gedeeltelijke paden via gemeenschappelijke voorouders, zelfs als er geen directe gemeenschappelijke voorouder is.
tr: Doğrudan ortak ata olmasa bile ortak atalar aracılığıyla kısmi yolları tercih eder.

source: Find a closest relationship via common ancestors, or fallback to the closest overall connection
de: Finden Sie eine engste Beziehung über gemeinsame Vorfahren oder gehen sie zurück auf die nächste allgemeine Verbindung
nl: Vind de dichtsbijzijnde verwantschap via gemeenschappelijke voorouders of val terug naar de dichtstbijzijnde algemene verbinding
tr: Ortak atalar aracılığıyla en yakın ilişkiyi bulun veya en yakın genel bağlantıya geri dönün

source: For close relationships similar to the previous option, but faster. Internally just a combination of two other methods.
de: Für enge Beziehungen ähnlich wie die vorherige Option, aber schneller. Intern nur eine Kombination der beiden anderen Methoden.
nl: Voor dichtstbijzijnde verwantschappen vergelijkbaar aan de vorige optie, maar sneller. Eigenlijk een combinatie van twee andere methoden.
tr: Önceki seçeneğe benzer, ancak daha hızlı yakın ilişkiler için. Dahili olarak sadece diğer iki yöntemin bir kombinasyonu.

source: Find the closest overall connections
de: Finden Sie die nächstgelegene allgemeine Verbindungen
nl: Vind de dichtstbijzijnde algemene verbinding
tr: En yakın genel bağlantıları bulun

source: Find other/all overall connections
de: Finde andere/alle allgemeine Verbindungen
nl: Vind andere/alle algemene verbindingen
tr: Diğer/tüm genel bağlantıları bulun

source: How much recursion to use when searching for relationships
de: Wie viele Rekursion zu verwenden sind auf der Suche nach Beziehungen
nl: Hoeveel recursie te gebruiken bij het zoeken naar verwantschappen
tr: İlişki ararken ne kadar özyineleme kullanılır

source: Searching for all possible relationships can take a lot of time in complex trees, This option can help limit the extent of relationships included in the relationship chart.
de: Die Suche nach allen möglichen Beziehungen kann in komplexen Bäumen viel Zeit beanspruchen. Diese Option kann helfen, den Umfang der Beziehungen im Verwandtschafts-Diagramm zu begrenzen.
nl: Zoeken naar alle mogelijke verwantschappen kan veel tijd in beslag nemen in complexe stambomen. Deze optie kan helpen de omvang van de verwantschappen te beperken in de verwantschapsgrafiek.
tr: Karmaşık ağaçlarda olası tüm ilişkileri aramak çok zaman alabilir. Bu seçenek, ilişki grafiğinde yer alan ilişkilerin kapsamını sınırlamaya yardımcı olabilir.

source: Show common ancestors
de: Häufig vorkommende Vorfahren zeigen?
nl: Toon gemeenschappelijke voorouders
tr: Ortak ataları göster

source: Families tab settings
de: Familien-Tabulatoreinstellungen
nl: Gezinstabblad instellingen
tr: Aileler sekmesi ayarları

source: How to determine relationships to the default individual
de: So ermitteln Sie die Beziehungen zur Standardperson
nl: Hoe de verwantschappen naar de standaard persoon te bepalen
tr: Varsayılan bireyle ilişkiler nasıl belirlenir

source: Do not show any relationship
de: Keine Verwandtschaft zu privaten Personen zeigen
nl: Toon geen enkele verwantschap
tr: Herhangi bir ilişki göstermeyin

source: The following options refer to the same algorithms used in the relationships chart. Choose any one of these.
de: Die folgenden Optionen beziehen sich auf die gleichen Algorithmen, die in den Beziehungen-Diagramm verwendet. Wählen Sie eine davon.
nl: De volgende opties verwijzen naar dezelfde algoritmen die gebruikt worden in het verwantschapsdiagram. Kies een van deze.
tr: Aşağıdaki seçenekler, ilişkiler grafiğinde kullanılan algoritmaların aynısını ifade eder. Bunlardan herhangi birini seçin.

source: How to determine relationships between parents
de: Wie man die Beziehungen zwischen den Eltern bestimmt
nl: Hoe verwantschappen tussen ouders te bepalen
tr: Ebeveynler arasındaki ilişkiler nasıl belirlenir

source: Searching for overall connections is not included here because there is always a trivial HUSB - WIFE connection.
de: Auf der Suche nach allgemeinen Verbindungen ist hier nicht enthalten da gibt es immer eine triviale HUSB - WIFE-Verbindung.
nl: Zoeken naar algemene verbindingen is hier niet ingesloten omdat er altijd een gewone HUSB - WIFE verbinding is.
tr: Her zaman önemsiz bir KOCA - KARI bağlantısı olduğundan, genel bağlantıların aranması buraya dahil edilmemiştir.

source: How to determine relationships to spouses
de: Wie man die Beziehungen zwischen den Ehegatten bestimmt
nl: Hoe verwantschappen tussen echtgenoten te bepalen
tr: Eşlerle ilişkiler nasıl belirlenir

source: Statistics
de: Statistiken
nl: Statistieken
tr: İstatistikler

source: An individual's statistics chart
de: Ein einzelnes Statistik Diagramm
nl: Een persoonlijk statistiekendiagram
tr: Bir bireyin istatistik grafiği

source: Click on links to see more details for each statistic.
nl: Klik op een link om meer details te zien voor elk statistiek.
tr: Her istatistik için daha fazla ayrıntı görmek üzere bağlantılara tıklayın.

source: (Note: large numbers can be very slow to load)
nl: (Opmerking: grote getallen kunnen erg traag laden)
tr: (Not: büyük sayıların yüklenmesi çok yavaş olabilir)

source: Others
de: Sonstige
nl: Overigen
tr: Diğerleri

source: Total males
de: Anzahl männliche Personen
nl: Totaal aantal mannen
tr: Toplam erkekler

source: Total females
de: Anzahl weibliche Personen
nl: Totaal aantal vrouwen
tr: Toplam kadınlar

source: Total unknown
nl: Totaal onbekend
tr: Toplam bilinmeyen

source: Total living
de: Anzahl Lebende
nl: Total aantal levenden
tr: Toplam yaşayan

source: Total dead
de: Anzahl Verstorbene
nl: Totaal aantal overledenen
tr: Toplam ölen

source: Individuals, by gender
nl: Personen, per geslacht
tr: Cinsiyete göre bireyler

source: Individuals, by living / deceased status
nl: personen, levend / overleden status
tr: Yaşayan / ölen durumuna göre bireyler

source: Events
de: Ereignisse
nl: Gebeurtenissen
tr: Etkinlikler

source: Total births
de: Anzahl Geburten
nl: Totaal aantal geboorten
tr: Toplam doğumlar

source: Total deaths
de: Anzahl Sterbefälle
nl: Totaal aantal overledenen
tr: Toplam ölümler

source: %1s (%2s with a birth date and %3s without)
nl: %1s (%2s met een geboortedatum en %3s zonder)
tr: %1s (bir doğum tarihi olan %2s ve doğum tarihi olmayan %3s)
