Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: We will now send a confirmation email to the address <b>%s</b>. You must verify your account request by following instructions in the confirmation email. If you do not confirm your account request within seven days, your application will be rejected automatically. You will have to apply again.<br /><br />After you have followed the instructions in the confirmation email, the administrator still has to approve your request before your account can be used.<br /><br />To login to this site, you will need to know your user name and password.
de: Ihnen wird nun eine Bestätigungsmail an die Adresse <b>%s</b> geschickt. Sie müssen den in der Mail enthaltenen Anweisungen folgen, um Ihren Benutzernamen zu aktivieren. Falls Sie innerhalb von 7 Tagen nicht reagieren, wird Ihr Antrag automatisch abgewiesen. Sie müssen dann erneut antragen.<br /><br />Wenn Sie den Anweisungen in der Bestätigungsmail gefolgt sind, muss der Verwalter Ihren Benutzernamen noch freischalten, bevor Sie ihn benutzen können.<br /><br />Um sich auf dieser Webseite anzumelden, benötigen Sie Ihren Benutzernamen und Ihr Kennwort.

source: William II
de: Wilhelm II.

source: Henry II
de: Heinrich II.

source: Henry III
de: Heinrich III.

source: Edward II
de: Eduard II.

source: Edward III
de: Eduard III.

source: Henry IV
de: Heinrich IV.

source: Henry VI
de: Heinrich VI.

source: Edward IV
de: Eduard IV.

source: Henry VII
de: Heinrich VII.

source: Henry VIII
de: Heinrich VIII.

source: Edward VI
de: Eduard VI.

source: Charles I
de: Charles ich

source: Charles II
de: Karl II.

source: James II
de: Jakob II.

source: George II
de: Georg II.

source: George III
de: Georg III.

source: George IV
de: Georg IV.

source: William IV
de: Wilhelm IV.

source: Own charts
de: Selbstgemachte Diagramme

source: Create your own chart
de: Eigenes Diagramm erstellen

source: Select chart type:
de: Diagrammtyp wählen:

source: Individual distribution
de: Personenverteilung

source: Select the desired age interval
de: Wählen Sie die gewünschte Alters-Zeitspanne

source: interval %s year
de: Zeitraum von einem Jahr

source: months after marriage
de: Monate nach der Ehe

source: months before and after marriage
de: Monate vor und nach der Ehe

source: quarters after marriage
de: Jahresviertel nach der Ehe

source: half-year after marriage
de: Halb-Jahre nach der Ehe

source: Select the desired count interval
de: Bitte wählen Sie einen Anzahlabstand

source: interval one child
de: Spanne: 1 Kind

source: interval two children
de: Spanne: 2 Kinder

source: Geographical area
de: Geographisches Gebiet

source: World
de: Welt

source: Europe
de: Europa

source: United States
de: USA

source: South America
de: Süd Amerika

source: Asia
de: Asien

source: Middle East
de: Naher Osten

source: Africa
de: Afrika

source: Categories:
de: Kategorien:

source: overall
de: insgesamt

source: gender
de: Geschlecht

source: date periods
de: Zeiträume

source: from %1$s interval %2$s year
de: beginnend mit %1$s Zeitraum von einem Jahr

source: results:
de: Resultate:

source: Here you can either select the kiwitrees media folder to display in this gallery page, or you can set a link to a Flickr or Picasa location for your group of images.<br><em>[Such external sources must be public or they will not be viewable in kiwitrees.]</em><br><br>For Flickr (www.flickr.com), enter the <strong>Set</strong> number of your images, usually a long number like <strong>72157633272831222</strong>. Nothing else is required in this field.<br><br>For Picassa (picasaweb.google.com) enter your user name and user album, in the format <strong>username/album</strong> like <strong>kiwi3685/NZImages</strong><br><br>The module will add these references to the correct URLs to link to your Flickr or Picasa sites.
de: Hier wählen Sie entweder den Kiwitrees Media-Ordner in diese Galerie-Seite anzeigen, oder Sie können einen Link zu einem Flickr oder Picasa Speicherort für Ihre Gruppe von Bildern festlegen. <br><em>[Solche externen Quellen müssen öffentlich sein oder sie können nicht im Kiwitrees angezeigt werden.]</em> <br><br>Für Flickr (www.flickr.com), geben Sie die <strong>setzen</strong> Ihre Bilder in der Regel eine lange Zahl wie <strong>72157633272831222</strong>. Nichts anderes ist in diesem Bereich erforderlich. <br><br>Für Picassa (picasaweb.google.com) geben Sie Ihren Benutzernamen und Benutzer Album im Format <strong>Username/Album</strong> wie <strong>kiwi3685/NZImages</strong> <br><br>das Modul werden diese Verweise auf die richtigen URLs zu Ihrem Flickr anbinden hinzufügen oder Picasa-Websites.

source: There are TWO types of theme in operation for this module.<br><br>The first is the standard kiwitrees theme (kiwitrees, clouds, colors, xenea etc). This controls the overall container for the gallery and the menu images in each of the kiwitrees themes. These are switched automatically when you change the main kiwitrees theme.<br><br>In addition, there is the Galleria theme that controls the actual image display area. This module includes three default themes for this, two supplied by Galleria (called "classic" and "azur"), and an alternative "simpl_galleria" one designed to compliment the colors of the blue-based themes such as clouds and xenea. There are also other themes available <u>for purchase</u> from the Galleria website. Switch between the "Azur", "Classic" and "Simpl_galleria" by selecting them on the configuration page.<br><br>To add other Galleria themes, download them from their website (www.galleria.io/), and copy them to the kiwitrees /modules_vX/gallery/galleria/themes/ folder.<br>You should then add a 250px x 140px thumbnail image to suit in the kiwitrees /modules_vX/gallery/images folder, named to match the theme and of type png (like azur.png).
de: Es gibt zwei Arten des Themas im Betrieb für dieses Modul. <br><br>Das erste ist das standard Kiwitrees Thema (Kiwitrees, Wolken, Farben, Xenea etc.). Dies steuert den gesamten Container für die Galerie und die Menübilder in der Kiwitrees Themen. Diese werden automatisch umgestellt, wenn Sie die wichtigsten Kiwitrees Thema zu ändern. <br><br>Darüber hinaus ist die Galleria-Thema, das eigentliche Bild Anzeigebereich steuert. Dieses Modul enthält drei Standard-Themen dafür, zwei gelieferten Galleria (genannt "classic" und "Azur") und eine Alternative "Simpl_galleria" eine entworfen, um die Farben der blau-basierte Themen wie Wolken und Xenea zu ergänzen. Es gibt auch andere Themen zur Verfügung <u>für den Kauf</u> von der Galleria-Website. Wechseln Sie zwischen "Azur", "Classic" und "Simpl_galleria", indem Sie sie auf der Konfigurationsseite auswählen. <br><br>Zu anderen Galleria Designs hinzufügen, sie von ihrer Website (www.galleria.io/) herunterladen und kopieren Sie sie in der Kiwitrees/Modules_vX/Galerie/Galleria/Themen/Ordner. <br> Dann sollten Sie eine 250px x 140px Miniaturansicht entsprechend in den Kiwitrees /modules_vX/gallery/images Ordner, zu dem Thema entsprechen und der Typ Png (wie azur.png) hinzufügen.

source: Flickr
de: Flickr-Fotosystem

source: This database is only running MySQL version %s. You cannot install Kiwitrees here.
de: Diese Datenbank arbeitet mit der MySQL Version %s. Du kannst Kiwitrees hier nicht installieren.

source: Kiwitrees needs a MySQL database, version %s or later.
de: Kiwitrees benötigt eine MySQL-Datenbank in der Version %s oder höher.

source: If you cannot resolve the problem yourself, you can ask for help on the forums at <a href="http://kiwitrees.net">kiwitrees.net</a>
de: Wenn Sie das Problem nicht selbst lösen können, können Sie im Forum auf der Seite <a href="http://kiwitrees.net">kiwitrees.net</a> um Hilfe bitten.

source: If you cannot resolve the problem yourself, you can ask for help on the forums at <a href="http://kiwitrees.net/forums/">Kiwitrees.net</a>
de: Wenn Sie das Problem nicht selbst lösen können, können Sie im Forum auf der Seite <a href="http://kiwitrees.net">kiwitrees.net</a> um Hilfe bitten.
