Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: This media object has been edited. The changes need to be reviewed by a moderator.
de: Dieses Medien Objekt wurde geändert. Die Änderung muss von einem Moderator gerprüft werden.
nl: Dit media-object werd gewijzigd. De wijzigingen moeten worden beoordeeld door een moderator.
tr: Bu medya nesnesi düzenlendi. Değişikliklerin bir moderatör tarafından gözden geçirilmesi gerekir.

source: This media object does not exist or you do not have permission to view it.
de: Dieses Medien Objekt existiert nicht oder Sie haben nicht die Berechtigung es zu betrachten.
nl: Dit media object bestaat niet of u heeft geen permissie om dit te zien.
tr: Bu medya nesnesi mevcut değil veya onu görüntüleme izniniz yok.

source: Download File
de: Datei herunterladen
nl: Download bestand
tr: Dosyayı indir

source: Contact us
de: Kontaktieren Sie uns
nl: Neem contact op
tr: Bize ulaşın

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
nl: Voer een geldig e-mailadres in
tr: Lütfen geçerli bir e-posta adresi girin.

source: The message was successfully sent to %s.
de: Die Nachricht wurde erfolgreich an %s gesendet.
nl: Het bericht is met succes verzonden naar %s.
tr: İleti %s'e başarıyla gönderildi.

source: The message was not sent.
de: Die Nachricht wurde nicht gesendet.
nl: Het bericht is niet verzonden.
tr: İleti gönderilemedi.

source: Photos
de: Fotos
nl: Foto's
tr: Fotoğraflar

source: Documents
de: Dokumente
nl: Documenten
tr: Belgeler

source: View Notes
de: Anmerkungen zeigen
nl: Bekijk notities
tr: Notları görüntüle

source: View Details
de: Einzelheiten zeigen
nl: Bekijk details
tr: Ayrıntıları görüntüle

source: Edit media
de: Medienobjekt bearbeiten
nl: Wijzig media
tr: Medyayı düzenle

source: Unlink Media
de: Verbindung löschen
nl: Media ontkoppelen
tr: Medya bağlantısını kaldır

source: Are you sure you want to delete this link?
de: Möchten Sie dieses Link wirklich löschen?
nl: Weet u zeker dat u deze link wil verwijderen?
tr: Bu bağlantıyı silmek istediğinizden emin misiniz?

source: Album
tr: Albüm

source: A tab showing the media objects linked to an individual.
de: Ein Reiter zur Anzeige von Medienobjedkten, die mit einzelnen Personen verbunden sind.
nl: Een tabblad dat de media-objecten toont die gekoppeld zijn aan een persoon.
tr: Bir kişiye bağlı medya nesnelerini gösteren bir sekme.

source: %s media objects
de: %s Medienobjekte
nl: %s media-objecten
tr: %s medya nesneleri

source: Media title
de: Medientitel
nl: Mediatitel
tr: Medya başlığı

source: No media objects found
de: Keine Medienobjekte gefunden
nl: Geen media-objecten gevonden
tr: Medya nesnesi bulunamadı

source: Configure display of grouped media items using GEDCOM media tag TYPE.
de: Konfigurieren Sie Anzeige der gruppierten Medienelemente mit GEDCOM Medien Tag TYPW
nl: Configuratiescherm van gegroepeerde media-items die gebruik maken van GEDCOM-media tag TYPE.
tr: GEDCOM medya etiketi TÜR'ü kullanarak gruplanmış medya öğelerinin görüntüsünü yapılandırın.

source: You can not have any empty group.
de: Du kannst keine lerre Gruppe anlaegen.
nl: U kunt geen lege groep hebben.
tr: Boş grubunuz olamaz.

source: Number of groups
de: Anzahl der Gruppen
nl: Aantal groepen
tr: Grup sayısı

source: Match groups to types
de: Ordnen Sie Gruppen zu Typen
nl: Vergelijk groepen met soorten
tr: Grupları türlerle eşleştirin

source: Groups (These must always be English titles)
de: Gruppen (diese müssen immer englische Titel haben)
nl: Groepen (Gebruik hiervoor altijd engelse titels)
tr: Gruplar (Bunlar her zaman İngilizce başlıklar olmalıdır)

source: Types
de: Typen
nl: Soorten
tr: Türler

source: The settings will be reset to default (for all trees). Are you sure you want to do this?
de: Die Einstellungen aller Stammbäume werden auf die voreingestellten Werte zurückgesetzt. Wollen Sie dies wirklich?
nl: De standaardinstellingen worden teruggezet (voor alle stambomen). Weet u zeker dat u dit wilt?
tr: Ayarlar varsayılana sıfırlanacaktır (tüm ağaçlar için). Bunu yapmak istediğinden emin misin?

source: Show media objects with no TYPE
de: Medienobjekte ohne TYPE zeigen
nl: Toon media-objecten zonder TYPE
tr: TÜR içermeyen medya nesnelerini göster

source: Backup to Dropbox
de: Sicherung auf die Dropbox
nl: Back-up naar Dropbox
tr: Dropbox'a yedekleme

source: Allows you to backup your media and other files to a Dropbox account
de: Ermöglicht es Ihnen, Ihre Medien und andere Dateien auf ein Dropbox-Konto sichern
nl: Hiermee kunt u een back-up van uw media en andere bestanden op uw Dropbox-account plaatsen
tr: Medyanızı ve diğer dosyalarınızı bir Dropbox hesabına yedeklemenizi sağlar

source: If you have a Dropbox account you can use this tool to copy the content of your kiwitrees data folder to Dropbox. The data folder includes any GEDCOM files you have created and your media files. More details on setting this up are available at the kiwitrees.net FAQ page.
de: Wenn Sie ein Dropbox-Konto haben können Sie dieses Tool benutzen. Kopieren Sie den Inhalt des Ordners Kiwitrees Daten zu Dropbox. Der Data-Ordner enthält alle GEDCOM-Dateien, die Sie erstellt haben und Ihre Medien-Dateien. Weitere Informationen zu dieser Einrichtung stehen auf der kiwitrees.net FAQ-Seite zur Verfügung.
nl: Als u een Dropbox-account heeft kunt u deze tool gebruiken om de inhoud van uw kiwitrees datamap te kopiëren naar Dropbox. De datamap sluit elk GEDCOM-bestand in die u gemaakt hebt en de mediabestanden. Meer details over instellingen zijn beschikbaar op de kiwitrees.net FAQ-pagina.
tr: Bir Dropbox hesabınız varsa, kiwitrees veri klasörünüzün içeriğini Dropbox'a kopyalamak için bu aracı kullanabilirsiniz. Veri klasörü, oluşturduğunuz tüm GEDCOM dosyalarını ve medya dosyalarınızı içerir. Bunu ayarlamakla ilgili daha fazla ayrıntı kiwitrees.net SSS sayfasında mevcuttur.

source: Settings
de: ID Einstellungen
nl: ID instellingen
tr: Ayarlar

source: Dropbox App folder
nl: Dropbox App map
tr: Dropbox Uygulama klasörü

source: Dropbox App token
tr: Dropbox Uygulama belirteci

source: Not a valid Dropbox token
nl: Geen geldig Dropbox token
tr: Geçerli bir Dropbox belirteci değil

source: These files and folders are always excluded from the backup.
de: Diese Dateien und Ordner sind immer von der Sicherung ausgeschlossen.
nl: Deze bestanden en mappen worden altijd uitgesloten van de back-up.
tr: Bu dosya ve klasörler her zaman yedeklemeden çıkarılır.

source: Also exclude these files and folders
de: Auch diese Dateien und Ordner ausschließen.
nl: Deze bestanden en mappen ook uitsluiten
tr: Ayrıca bu dosya ve klasörleri hariç tutun

source: Separate each item by a comma
de: Jedes Element durch ein Komma trennen
nl: Scheid elk item door een komma
tr: Her öğeyi bir virgülle ayırın

source: Date of last backup
nl: Datum van de laatste back-up
tr: Son yedekleme tarihi

source: These are the files and folders that will be sent to Dropbox.
de: Dies sind die Dateien und Ordner, die zur Dropbox zugeschickt werden.
nl: Dit zijn de bestanden en mappen die naar Dropbox worden verzonden.
tr: Bunlar Dropbox'a gönderilecek dosya ve klasörlerdir.

source: Where a folder is shown, the entire contents will be sent.
de: Wo ein Ordner angezeigt wird, werden der gesamte Inhalt gesendet.
nl: Wanneer een map wordt getoond, zal de hele inhoud worden verzonden.
tr: Bir klasörün gösterildiği yerde, içeriğin tamamı gönderilecektir.

source: File or folder name
nl: Bestand of map naam
tr: Dosya veya klasör adı

source: Date last modified
nl: Datum laatste wijziging
tr: Son değiştirilme tarihi

source: Files uploaded to Dropbox
nl: Bestanden geüpload naar Dropbox
tr: Dropbox'a yüklenen dosyalar

source: Size
nl: Grootte
tr: Boyut

source: Last modified date
nl: Laatste wijzigingsdatum
tr: Son değiştirilme tarihi

source: backup
de: Sicherung
tr: yedekleme

source: Dropbox and the Dropbox logo are trademarks of Dropbox, Inc.
de: Dropbox und das Dropbox-Logo sind Marken von Dropbox, Inc.
nl: Dropbox en het Dropbox logo zijn handelsmerken van Dropbox, Inc
tr: Dropbox ve Dropbox logosu, Dropbox, Inc.'in ticari markalarıdır.

source: No files uploaded
nl: Geen bestanden geüpload
tr: Yüklenen dosya yok

source: Dropbox error message: <span class="error">%s</span>
nl: Dropbox foutmelding:<span class="error"> %s </span>
tr: Dropbox hata iletisi: <span class="error">%s</span>

source: Batch update
de: Aktualisierung per Stapelverarbeitung
tr: Toplu güncelleme

source: These tools can help fix common issues in GEDCOM data.<p class="accepted">When you select a tool it will immediately search for the first record needing correction. This may take a minute or two so wait for it to complete before proceeding.</p>
de: Diese Tools helfen in GEDCOM-Daten häufig auftretende Probleme zu beheben. <br><br>, Wenn Sie ein Werkzeug auswählen, wird es sofort auf der Suche nach dem ersten Datensatz korrigiert. Dies kann eine oder zwei Minute dauern unds so warten sie bis es abgeschlossen ist, bevor Sie fortfahren.
nl: Deze tools kunnen helpen om algemene problemen met GEDCOM-gegevens te herstellen.<p class="accepted">Wanneer u een tool selecteert zal het direct zoeken naar het eerste record wat gecorrigeerd moet worden. Dit kan een paar minuten duren, dus wacht even voordat u verder gaat.</p>
tr: Bu araçlar, GEDCOM verilerindeki yaygın sorunların düzeltilmesine yardımcı olabilir.<p class="accepted">Bir araç seçtiğinizde, düzeltilmesi gereken ilk kaydı hemen arayacaktır. Bu bir veya iki dakika sürebilir, bu nedenle devam etmeden önce tamamlanmasını bekleyin.</p>

source: Batch update tool
de: Aktualisierung per Stapelverarbeitung
tr: Toplu güncelleme aracı

source: Your user account does not have "automatically approve changes" enabled. You will only be able to change one record at a time.
de: Ihr Benutzerkonto hat keine "automatisch Änderungen genehmigen" aktiviert. Sie werden nur in der Lage sein, einen Datensatz zu einem Zeitpunkt zu ändern.
nl: Uw gebruikersaccount heeft niet "automatisch wijzigingen goedkeuren" ingeschakeld. U kunt maar een record per keer veranderen.
tr: Kullanıcı hesabınızda "değişiklikleri otomatik olarak onayla" özelliği etkin değil. Bir seferde yalnızca bir kaydı değiştirebileceksiniz.

source: You should create a backup GEDCOM file before using the Update all option.
de: Sie sollten eine Backup GEDCOM-Datei erstellen, bevor mit dem Update Option "alle" arbeiten.
nl: U moet een back-up maken van het Gedcom-bestand voordat de Alles bijwerken-optie wordt gebruikt.
tr: Tümünü güncelle seçeneğini kullanmadan önce bir yedek GEDCOM dosyası oluşturmalısınız.

source: Nothing found
de: Nichts gefunden.
nl: Niets gevonden
tr: Hiçbir şey bulunamadı

source: Update the CHAN record
de: Alle CHAN (letzte Änderung) Daten aktualisieren
nl: CHAN-record bijwerken
tr: DEĞİŞİKLİK kaydını güncelle

source: Update
de: Aktualisieren
nl: Bijwerken
tr: Güncelle

source: Update all
de: Alles aktualisieren
nl: Alles bijwerken
tr: Tümünü güncelle

source: Apply automatic corrections to your genealogy data.
de: Stapelverarbeitung zur Änderung Ihrer genealogischen Daten.
nl: Pas automatische correcties toe op uw genealogische data.
tr: Şecere verilerinize otomatik düzeltmeler uygulayın.

source: Add missing death records
de: Fehlende Todes-Datensätze hinzufügen
nl: Voeg ontbrekende overlijdensrecords toe
tr: Eksik ölüm kayıtlarını ekleyin

source: You can speed up the privacy calculations by adding a death record to individuals whose death can be inferred from other dates, but who do not have a record of death, burial, cremation, etc.
de: Wenn für eine Person das Todes-, Begräbnis- oder Einäscherungsdatum noch nicht verzeichnet ist, können die Datenschutzabfragen beschleunigt werden, in dem ein "verstorben"-Merkmal gesetzt wird, das aus anderen Ereignissen abgeleitet werden kann.
nl: U kunt de privacyberekening versnellen door een overlijdensdatum in te geven die afgeleid kan worden van andere data, maar geen overlijdensakte, begrafenis- of crematiegegevens hebben.
tr: Ölümü başka tarihlerden anlaşılabilen ancak ölüm, defin, ölü yakma vb. kaydı olmayan kişilere ölüm kaydı ekleyerek gizlilik hesaplamalarını hızlandırabilirsiniz.

source: Remove duplicate links
de: Doppelte Verbindungen löschen
nl: Verwijder dubbele koppelingen
tr: Yinelenen bağlantıları kaldır

source: A common error is to have multiple links to the same record, for example listing the same child more than once in a family record.
de: Oft vorkommende Fehler sind mehrfache Verbindungen zwischen den selben Datensätzen. Zum Beispiel, ein Kind das mehr als einmal in der selben Familie eingetragen ist.
nl: Een veelvoorkomende fout is verschillende koppelingen te hebben naar hetzelfde record, b.v. een kind dat meerdere keren voorkomt in een gezin.
tr: Yaygın bir hata, aynı kaydın birden fazla bağlantıya sahip olmasıdır; örneğin, aynı çocuğu bir aile kaydında birden fazla kez listelemek.

source: Add missing married names
de: Fehlende Ehenamen hinzufügen
nl: Voeg ontbrekende "Aangenomen huwelijksnaam" toe
tr: Eksik evli isimleri ekleyin

source: You can make it easier to search for married women by recording their married name.<br />However not all women take their husband's surname, so beware of introducing incorrect information into your database.
de: Das Suchen nach verheirateten Frauen kann erleichtert werden, wenn die Datenbank nicht nur Geburtsnamen sondern auch Ehenamen enthält.<br />Da nicht alle verheiratete Frauen den Nachnamen des Gatten nehmen, sollten Sie diese Option vielleicht nicht benutzen; Sie könnten dadurch falsche Daten in Ihre Datenbank einfügen
nl: U kan het gemakkelijker maken om te zoeken naar gehuwde vrouwen door het opnemen van hun huwelijksnaam. <br />Echter niet alle vrouwen nemen de achternaam van hun man, dus pas op voor het opnemen van onjuiste gegevens in uw database.
tr: Evli kadınları evli isimlerini kaydederek aramayı kolaylaştırabilirsiniz.<br />Ancak tüm kadınlar kocalarının soyadını almaz, bu nedenle veritabanınıza yanlış bilgi girmemeye dikkat edin.

source: Surname Option
de: Nachnamen Optionen
nl: Achternaam optie
tr: Soyadı Seçeneği

source: Wife's surname replaced by husband's surname
de: Frauen übernehmen den Nachnamen ihres Ehemanns.
nl: Echtgenotes achternaam vervangen door achternaam van echtgenoot
tr: Karısının soyadı kocasının soyadı ile değiştirildi

source: Wife's maiden surname becomes new given name
de: Frau Mädchen Familienname wird neuer Name
nl: Echtgenotes meisjesnaam wordt een nieuw gegeven naam
tr: Karısının kızlık soyadı yeni verilen ad olur

source: Fix name slashes and spaces
de: Schräg- und Leerzeichen in Namen korrigieren
nl: Slashes en spaties in namen corrigeren
tr: Ad eğik çizgilerini ve boşlukları düzeltin

source: Correct NAME records of the form 'John/DOE/' or 'John /DOE', as produced by older genealogy programs.
de: Namenseinträgen des Formulars zu korrigieren "Mustermann / /" oder "John /DOE", wie durch ältere Genealogie-Programme produziert.
nl: Corrigeer NAME records van het formaat 'John/DOE/' or 'John /DOE', welke zijn gemaakt door ouder genealogie-programma's
tr: 'John/DOE/' veya 'John /DOE' biçimindeki AD kayıtlarını, eski şecere programları tarafından üretildiği şekilde düzeltin.

source: Search and replace
de: Suchen und Ersetzen
nl: Zoek en vervang
tr: Ara ve değiştir

source: Search and replace text, using simple searches or advanced pattern matching.
de: Text suchen und ersetzen durch einfache Suchfunktion oder erweiterten Mustervergleich.
nl: Zoeken en vervangen van tekst, met behulp van eenvoudige zoekopdrachten of geavanceerde patroonherkenning.
tr: Basit aramaları veya gelişmiş kalıp eşleştirmeyi kullanarak metni arayın ve değiştirin.

source: The regex appears to contain an error. It can’t be used.
de: Dieser reguläre Ausdruck (regex) enthält Fehler und ist deshalb nicht brauchbar.
nl: Het lijkt erop dat de regex een fout bevat. Het kan niet worden gebruikt.
tr: Normal ifade bir hata içeriyor gibi görünüyor. Kullanılamaz.

source: Match the exact text, even if it occurs in the middle of a word.
de: Genauer Text, selbst wenn dieser mitten im Wort vorkommt.
nl: Zoek naar de exacte tekst, zelfs als het midden in een woord voorkomt.
tr: Bir kelimenin ortasında geçse bile tam metni eşleştirin.

source: Match the exact text, unless it occurs in the middle of a word.
de: Genauer Text, wenn dieser nicht mitten im Wort vorkommt.
nl: Zoek naar de exacte tekst, tenzij het midden in een woord voorkomt.
tr: Bir kelimenin ortasında geçmediği sürece tam metni eşleştirin.

source: Use a &laquo;?&raquo; to match a single character, use &laquo;*&raquo; to match zero or more characters.
de: Verwenden Sie ein &laquo;? &raquo; ein einzelnes Zeichen übereinstimmen, verwenden Sie &laquo; * &raquo; Null oder mehr Zeichen zuordnen.
nl: Gebruik een &laquo;?&raquo; voor overeenkomst met een enkel letterteken, gebruik &laquo;*&raquo; voor overeenkomst met een of meer lettertekens.
tr: Tek bir karakteri eşleştirmek için &laquo;?&raquo; kullanın, sıfır veya daha fazla karakteri eşleştirmek için &laquo;*&raquo; kullanın.

source: Regular expressions are an advanced pattern matching technique. See <a href="http://php.net/manual/en/regexp.reference.php" target="_new">php.net/manual/en/regexp.reference.php</a> for futher details.
de: Regular Expressions ist eine erweitertes Pattern Matching Technik. Für weitere Detail besuchen Sie bitte die Seite <a href="http://php.net/manual/en/regexp.reference.php" target="_new">php.net/manual/en/regexp.reference.php</a>.
nl: Reguliere expressies is een geavanceerde patroon overeenkomst zoek techniek. Zie <a href="http://php.net/manual/en/regexp.reference.php" target="_new">php.net/manual/en/regexp.reference.php</a> voor verdere details.
tr: Düzenli ifadeler gelişmiş bir kalıp eşleştirme tekniğidir. Daha fazla ayrıntı için <a href="http://php.net/manual/en/regexp.reference.php" target="_new">php.net/manual/en/regexp.reference.php</a> adresine bakın.

source: Search method
de: Such-Methode
nl: Zoek methode
tr: Arama yöntemi

source: Exact text
de: Genauer Text
nl: Exacte tekst
tr: Tam metin

source: Whole words only
de: Genaues Wort
nl: Alleen hele woorden
tr: Sadece bütün kelimeler

source: Wildcards
tr: Joker karakterler

source: Regular expression
de: Regulärer Ausdruck
nl: Reguliere expressie
tr: Düzenli ifade

source: Case insensitive
de: Groß- und Kleinschrift nicht berücksichtigen
nl: Hoofdletterongevoelig
tr: Büyük/küçük harf duyarlı

source: Tick this box to match both upper and lower case letters.
de: Dieses Kästchen ankreuzen, um groß und kleingeschriebene Buchstaben beim Suchen gleich zu behandeln.
nl: Vink dit vakje aan om hoofd- en kleine letters bij het zoeken gelijk te behandelen.
tr: Hem büyük hem de küçük harfleri eşleştirmek için bu kutuyu işaretleyin.

source: Search text/pattern
de: Such-Regel oder -Text
nl: Zoek tekst/patroon
tr: Metin/kalıp ara

source: Replacement text
de: Ersatz-Text
nl: Vervangende tekst
tr: Değiştirilen metin

source: Update missing links
de: Fehlende Verknüpfungen aktualisieren
nl: Update ontbrekende koppelingen
tr: Eksik bağlantıları güncelle

source: Occasionally the table of links between records needs to be synchronised with the GEDCOM data. This tools checks for missing links and inserts them into the table.
de: Gelegentlich muss das Inhaltsverzeichnis der Links zwischen den Datensätzen mit den GEDCOM-Daten synchronisiert werden. Diese Tool sucht nach fehlenden Verknüpfungen und fügt sie in die Tabelle.
nl: Af en toe moet de tabel met koppelingen tussen records gesynchroniseerd worden met de GEDCOM-gegevens. Deze tool checkt op ontbrekende koppelingen en voegt ze toe in de tabel
tr: Bazen kayıtlar arasındaki bağlantı tablosunun GEDCOM verileriyle senkronize edilmesi gerekir. Bu araç, eksik bağlantıları kontrol eder ve bunları tabloya ekler.

source: Calendar utilities
de: Kalender Hilfsprogramme
nl: Kalender programma's
tr: Takvim yardımcı araçları

source: A selection of calendar utility tools
de: Eine Auswahl der Kalender Hilfsprogramme
nl: Een selectie van kalenderprogramma's
tr: Takvim yardımcı araçlarından bir seçki

source: Select the utilities you want to display
de: Wählen Sie die Hilfsprogramme zur Anzeige aus
nl: Selecteer de programma's die getoond moeten worden.
tr: Görüntülemek istediğiniz yardımcı araçları seçin

source: Calculators
de: Rechner
tr: Hesap makineleri

source: Day of the Week Calculator
de: Berechnung des Wochentages
nl: Dag van de week calculator
tr: Haftanın Gününü Hesaplayıcı

source: Get Date
de: Datum eingeben
nl: Toon dag
tr: Tarih Al

source: Day of the week
de: Wochentag
nl: Dag van de week
tr: Haftanın günü

source: Past
de: Vergangenheit
nl: Verleden
tr: Geçmiş

source: Future
de: Zukunft
nl: Toekomst
tr: Gelecek

source: That date is invalid
de: Dieses Datum ist ungültig
nl: Die datum is ongeldig
tr: Bu tarih geçersiz

source: Relationship Calculator
de: Berechung des Verwandtschaftsgrades
nl: Verwantschap calculator
tr: İlişki Hesaplayıcı

source: Given a common blood ancestor, <strong>X</strong>
de: Bei gemeinsamen Blut Vorfahren, <strong> und </ strong>
nl: Geeft een gemeenschappelijke voorouder, <strong>X</strong>
tr: Ortak bir kan atası verildiğinde, <strong>X</strong>

source: The first relationship to <strong>X</strong> is
de: Die erste Beziehung zu <strong> X </ strong> ist
nl: De eerste verwantschap tot <strong>X</strong> is
tr: <strong>X</strong> ile ilk ilişki

source: The relationship of <strong>D</strong> to <strong>X</strong> is
de: Das Verwandtschaftsverhältnis zwischen<strong>D</strong> und <strong>X</strong> ist
nl: De verwantschap van <strong>D</strong> naar <strong>X</strong> is
tr: <strong>D</strong> ile <strong>X</strong> arasındaki ilişki

source: Grandchild
de: Enkelkind
nl: Kleinkind
tr: Torun

source: Great grandchild
de: Urenkel
nl: Achterkleinkind
tr: Büyük torun

source: You and D are siblings
de: Sie und D sind Geschwister
nl: Jij en D zijn broer en zus
tr: Sen ve D kardeşsiniz

source: You and D are
de: Sie und D sind
nl: Jij en D zijn
tr: Sen ve D

source: Cousins
de: Cousins/Cousinen
nl: Neven en nichten
tr: Kuzenler

source: Grand
de: Groß
nl: Groot
tr: Büyük

source: Great Grand
de: Urgroß
nl: Overgroot
tr: Büyük Büyük

source: Great Grand
de: Urgroß
nl: Overgroot
tr: Büyük Büyük

source: D is your
de: D ist Ihre
nl: D is jouw
tr: D senin

source: niece/nephew
de: Nichte/Neffe
nl: nicht/neef
tr: kız yeğenin/erkek yeğenin

source: You are the
de: Sie sind der
nl: Jij bent de
tr: Sen

source: niece/nephew of D
de: Nichte/Neffe von D
nl: nicht/neef van D
tr: D'nin kız yeğenisin/erkek yeğenisin

source: cousins
de: Cousins/Cousinen
nl: neven en nichten
tr: kuzenler

source: time removed
nl: maal verwijderd
tr: kez çıkarıldı

source: times removed
nl: maal verwijderd
tr: kez çıkarıldı

source: cousins
de: Cousins/Cousinen
nl: neven en nichten
tr: kuzenler

source: Birth Date Calculator
de: Berechnung des Geburtsdatums
nl: Geboortedatum calculator
tr: Doğum Tarihi Hesaplayıcı

source: Event Date
de: Ereignis Datum
nl: Gebeurtenisdatum
tr: Etkinlik Tarihi

source: months
de: Monate
nl: maanden
tr: aylar

source: days
de: Tage
nl: dagen
tr: günler

source: Estimated date of birth
de: Geschätztes Datum für Geburt
nl: Geschatte geboortedatum
tr: Tahmini doğum tarihi

source: Please enter a valid date.
de: Bitte geben Sie ein gültiges Datum an.
nl: Voer een geldige datum in.
tr: Lütfen geçerli bir tarih giriniz.

source: Ecclesiastical Dates
de: kirchliche Termine
nl: Kerkelijke datums
tr: Dini Tarihler

source: Lent
nl: Vasten
tr: Oruç

source: 40 week days between Ash Wednesday and Easter
de: 40 Wochentage zwischen Aschermittwoch und Ostern
nl: 40 dagen tussen Aswoendag en Pasen
tr: Kül Çarşambası ve Paskalya arasında 40 haftalık günler
