Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Ciudad Juarez, Mexico
de: Ciudad Juarez, Mexiko
tr: Ciudad Juarez, Meksika

source: Cochabamba, Bolivia
de: Cochabamba, Bolivien
tr: Cochabamba, Bolivya

source: Colonia Juarez, Mexico
de: Colonia Juarez, Mexiko
tr: Colonia Juarez, Meksika

source: Columbia, South Carolina
tr: Columbia, Güney Carolina

source: Copenhagen, Denmark
de: Kpenhagen, Dänemark
nl: Copenhagen, Denemarken
tr: Kopenhag, Danimarka

source: Columbia River, Washington
tr: Columbia Nehri, Washington

source: Curitiba, Brazil
de: Campinas, Brasilien
nl: Campinas, Brazilië
tr: Curitiba, Brezilya

source: Cordoba, Argentina
de: Argentinien
nl: Argentinië
tr: Cordoba, Arjantin

source: Dallas, Texas
tr: Dallas Teksas

source: Draper, Utah, United States
nl: Draper, Utah, Verenigde Staten
tr: Draper, Utah, Amerika Birleşik Devletleri

source: Edmonton, Alberta, Canada
de: Edmonton, Alberta, Kanada
tr: Edmonton, Alberta, Kanada

source: Endowment House
de: Endowment Haus
tr: Bağış Evi

source: Fort Lauderdale, Florida, United States
nl: Fort Lauderdale, Florida, Verenigde Staten
tr: Fort Lauderdale, Florida, Amerika Birleşik Devletleri

source: Frankfurt am Main, Germany
de: Frankfurt am Main, Deutschland
nl: Frankfurt am Main, Duitsland
tr: Frankfurt am Main, Almanya

source: Freiburg, Germany
de: Freiburg, Deutschland
nl: Freiburg, Duitsland
tr: Freiburg, Almanya

source: Fresno, California
de: Fresno, Kalifornien
tr: Fresno, Kaliforniya

source: Fukuoka, Japan
tr: Fukuoka, Japonya

source: Gila Valley, Arizona, United States
nl: Gila Valley, Arizona, Verenigde Staten
tr: Gila Vadisi, Arizona, Amerika Birleşik Devletleri

source: Gilbert, Arizona, United States
nl: Gilbert, Arizona, Verenigde Staten
tr: Gilbert, Arizona, Amerika Birleşik Devletleri

source: Guadalajara, Mexico
de: Guadalajara, Mexiko
tr: Guadalajara, Meksika

source: Guatemala City, Guatemala
nl: Guatemala Stad, Guatemala
tr: Guatemala Şehri, Guatemala

source: Guayaquil, Ecuador
tr: Guayaquil, Ekvador

source: The Hague, Netherlands
de: Den Haag, Niederlande
nl: Den Haag, Nederland
tr: Lahey, Hollanda

source: Halifax, Nova Scotia, Canada
de: Halifax, Nova Scotia, Kanada
tr: Halifax, Nova Scotia, Kanada

source: Helsinki, Finland
de: Helsinki, Finnland
tr: Helsinki, Finlandiya

source: Hermosillo, Mexico
de: Hermosillo, Mexiko
tr: Hermosillo, Meksika

source: Houston, Texas
tr: Houston, Teksas

source: Idaho Falls, Idaho
tr: Idaho Şelaleleri, Idaho

source: Indianapolis, Indiana, United States
nl: Indianapolis, Indiana, Verenigde Staten
tr: Indianapolis, Indiana, Amerika Birleşik Devletleri

source: Johannesburg, South Africa
de: Johannesburg, Südafrika
nl: Johannesburg, Zuid Afrika
tr: Johannesburg, Güney Afrika

source: Jordan River, Utah
tr: Ürdün Nehri, Utah

source: Kansas City, Missouri, United States
nl: Kansas City, Missouri, Verenigde Staten
tr: Kansas City, Missouri, Amerika Birleşik Devletleri

source: Kiev, Ukraine
tr: Kiev, Ukrayna

source: Los Angeles, California
de: Los Angeles, Kalifornien
tr: Los Angeles, Kaliforniya

source: London, England
nl: London, Engeland
tr: Londra, İngiltere

source: Lubbock, Texas
tr: Lubbock, Teksas

source: Madrid, Spain
de: Madrid, Spanien
nl: Madrid, Spanje
tr: Madrid, İspanya

source: Manaus, Brazil
de: Campinas, Brazil
nl: Campinas, Brazilië
tr: Manaus, Brezilya

source: Manhattan, New York, United States
nl: Manhattan, New York, Verenigde Staten
tr: Manhattan, New York, Amerika Birleşik Devletleri

source: Manila, Philippines
de: Manila, Philippinen
nl: Manila, Philippijnen
tr: Manila, Filipinler

source: Melbourne, Australia
de: Melbourne, Australien
nl: Melbourne, Australië
tr: Melbourne, Avustralya

source: Merida, Mexico
tr: Merida, Meksika

source: Mexico City, Mexico
de: Mexico City, Mexiko
nl: Mexico Stad, Mexico
tr: Meksika Şehri, Meksika

source: Monterrey, Mexico
de: Monterrey, Mexiko
tr: Monterrey, Meksika

source: Montreal, Quebec, Canada
de: Montreal, Quebec, Kanada
tr: Montreal, Quebec, Kanada

source: Nauvoo, Illinois (new)
de: Nauvoo, Illinois (neu)
nl: Nauvoo, Illinois (nieuw)
tr: Nauvoo, Illinois (yeni)

source: Nauvoo (original), Illinois, United States
nl: Nauvoo (original), Illinois, Verenigde Staten
tr: Nauvoo (orijinal), Illinois, Amerika Birleşik Devletleri

source: Newport Beach, California
de: Newport Beach, Kalifornien
tr: Newport Sahili, Kaliforniya

source: Hamilton, New Zealand
de: Hamilton, Neuseeland
nl: Hamilton, Nieuw Zeeland
tr: Hamilton, Yeni Zelanda

source: Oakland, California
de: Oakland, Kalifornien
tr: Oakland, Kaliforniya

source: Oaxaca, Mexico
de: Oaxaca, Mexiko
tr: Oaxaca, Meksika

source: Oklahoma City, Oklahoma
nl: Oklahoma Stad, Oklahoma
tr: Oklahoma Şehri, Oklahoma

source: Oquirrh Mountain, Utah, United States
nl: Oquirrh Mountain, Utah, Verenigde Staten
tr: Oquirrh Dağı, Utah, Amerika Birleşik Devletleri

source: Porto Alegre, Brazil
de: Porto Alegre, Brasilien
nl: Porto Alegre, Brazilië
tr: Porto Alegre, Brezilya

source: Palmyra, New York
tr: Palmira, New York

source: Payson, Utah, United States
nl: Payson, Utah, Verenigde Staten
tr: Payson, Utah, Amerika Birleşik Devletleri

source: Perth, Australia
de: Perth, Australien
tr: Perth, Avustralya

source: Phoenix, Arizona, United States
nl: Phoenix, Arizona, Verenigde Staten
tr: Phoenix, Arizona, Amerika Birleşik Devletleri

source: President’s Office
tr: Başkanlık Ofisi

source: Preston, England
nl: Preston, Engeland
tr: Preston, İngiltere

source: Provo City Center, Utah, United States
nl: Provo City Center, Utah, Verenigde Staten
tr: Provo Şehir Merkezi, Utah, Amerika Birleşik Devletleri

source: Raleigh, North Carolina
tr: Raleigh, Kuzey Karolina

source: Recife, Brazil
de: Recife, Brasilien
nl: Recife, Brazilië
tr: Recife, Brezilya

source: Redlands, California
de: Redlands,, Kalifornien
tr: Redlands, Kaliforniya

source: Regina, Saskatchewan, Canada
de: Regina, Saskatchewan, Kanada
tr: Regina, Saskatchewan, Kanada

source: Rexburg, Idaho, United States
nl: Rexburg, Idaho, Verenigde Staten
tr: Rexburg, Idaho, Amerika Birleşik Devletleri

source: Sacramento, California
de: Sacramento, Kalifornien
nl: Sacramento, Californië
tr: Sacramento, Kaliforniya

source: Santiago, Chile
tr: Santiago, Şili

source: San Antonio, Texas
tr: San Antonio, Teksas

source: San Diego, California
de: San Diego, Kalifornien
tr: San Diego, Kaliforniya

source: Santo Domingo, Dom. Rep.
de: Santo Domingo, Dominikanische Republik
tr: Santo Domingo, Dom. Cum.

source: Seoul, Korea
nl: Seoul, Zuid-Korea
tr: Seul, Kore

source: San Jose, Costa Rica
tr: San Jose, Kosta Rika

source: Sao Paulo, Brazil
tr: Sao Paulo, Brezilya

source: Stockholm, Sweden
de: Stockholm, Schweden
nl: Stockholm, Zweden
tr: Stockholm, İsveç

source: Bern, Switzerland
de: Bern, Schweiz
nl: Bern, Zwitserland
tr: Bern, İsviçre

source: Sydney, Australia
de: Sydney, Australien
nl: Sydney, Australië
tr: Sidney, Avustralya

source: Taipei, Taiwan
tr: Taipei, Tayvan

source: Tampico, Mexico
de: Tampico, Mexiko
tr: Tampico, Meksika

source: Tuxtla Gutierrez, Mexico
tr: Tuxtla Gutierrez, Meksika

source: Tijuana, Mexico
de: Merida, Mexico
nl: Merida, Mexico
tr: Tijuana, Meksika

source: Tokyo, Japan
tr: Tokyo, Japonya

source: Toronto, Ontario, Canada
de: Toronto, Ontario, Kanada
tr: Toronto, Ontario, Kanada

source: Twin Falls, Idaho, United States
nl: Twin Falls, Idaho, Verenigde Staten
tr: Twin Falls, Idaho, Amerika Birleşik Devletleri

source: Vancouver, British Columbia, Canada
tr: Vancouver, Britanya Kolumbiyası, Kanada

source: Veracruz, Mexico
de: Veracruz, Mexiko
tr: Veracruz, Meksika

source: Villa Hermosa, Mexico
de: Villa Hermosa, Mexiko
tr: Villa Hermosa, Meksika

# Abbreviation for birth
source: b.
nl: g.
tr: d.

# Abbreviation for marriage
source: m.
nl: h.
tr: e.

# Abbreviation for divorce
source: dv.
nl: gesch.
tr: bş.

# Abbreviation for death
source: d.
nl: o.
tr: ö.

# Abbreviation for email address
source: e.
tr: p.

source: Abbreviation
de: Abkürzung
nl: Afkorting
tr: Kısaltma

source: Address
de: Adresse
nl: Adres
tr: Adres

source: Address line 1
de: Adresszeile 1
nl: Adresregel 1
tr: Adres satırı 1

source: Address line 2
de: Adresszeile 2
nl: Adresregel 2
tr: Adres satırı 2

source: Address line 3
de: Adresszeile 3
nl: Adresregel 3
tr: Adres satırı 3

source: Adoption
nl: Adoptie
tr: Evlat edinme

source: Date of adoption
de: Datum der Adoption
nl: Adoptiedatum
tr: Evlat edinme tarihi

source: Place of adoption
de: Ort der Adoption
nl: Plaats van adoptie
tr: Evlat edinme yeri

source: Ancestral File Number
de: Ahnen Datei Nummer
nl: Ancestral File Nummer
tr: Ataların Dosya Numarası

source: Agency
de: Behörde
nl: Instantie
tr: Aracılık

source: Alias
de: Alias-Name
tr: Takma ad

source: Generations of ancestors
de: Generationen der Vorfahren
nl: Generaties van voorouders
tr: Ataların nesilleri

source: Ancestors interest
de: Ahnenforscher
nl: Interesse in voorouders
tr: Ataların ilgisi

source: Annulment
de: Annullierung
nl: Nietigverklaring
tr: Fesih

source: Associate
de: Beziehung
nl: Gerelateerd persoon
tr: İlişkilendirme

source: Author
de: Verfasser
nl: Auteur
tr: Yazar

source: LDS baptism
de: HLT-Taufe
nl: LDS doop
tr: LDS vaftizi

source: Date of LDS Baptism
de: Datum der HLT-Taufe
nl: Datum LDS doop
tr: LDS Vaftiz Tarihi

source: Place of LDS Baptism
de: Ort der HLT-Taufe
nl: Plaats van LDS doop
tr: LDS Vaftiz Yeri

source: Baptism
de: Taufe
nl: Doop
tr: Vaftiz

source: Date of baptism
de: Datum der Taufe
nl: Doopdatum
tr: Vaftiz tarihi

source: Place of baptism
de: Ort der Taufe
nl: Doopplaats
tr: Vaftiz yeri

source: Date of bar mitzvah
de: Bar Mitzvah Datum
nl: Bar mitswa datum
tr: Bar mitzvah tarihi

source: Place of bar mitzvah
de: Ort: Bar mitzvah
nl: Plaats van de bar mitswa
tr: Bar mitzvah yeri

source: Date of bat mitzvah
de: Bat Mitzvah Datum
nl: Datum van de bat mitswa
tr: Bat mitzvah tarihi

source: Place of bat mitzvah
de: Ort: Bat mitzvah
nl: Plaats van de bat mitswa
tr: Bat mitzvah yeri

source: Date of birth
de: Geburtsdatum
nl: Geboortedatum
tr: Doğum tarihi

source: Place of birth
de: Geburtsort
nl: Geboorteplaats
tr: Doğum yeri

source: Blessing
de: Segen
nl: Zegening
tr: Kutsama

source: Date of blessing
de: Tauf-Datum
nl: Datum zegening
tr: Kutsama tarihi

source: Place of blessing
de: Tauf-Ort
nl: Plaats van zegening
tr: Kutsama yeri

source: Binary Data Object
de: Binäres Daten-Objekt
nl: Binair data object
tr: İkili Veri Nesnesi

source: Date of burial
de: Begräbnisdatum
nl: Datum van begrafenis
tr: Defin tarihi

source: Place of burial
de: Ort: Begräbnis
nl: Plaats van de begrafenis
tr: Defin yeri

source: Burial or cremation
de: Begräbnis oder Einäscherung
nl: Begrafenis of crematie
tr: Defin veya ölü yakma

source: Call number
de: Signatur
nl: Inventarisnummer
tr: Çağrı numarası

source: Caste
de: Stand
nl: Kaste
tr: Sosyal Sınıf

source: Cause
de: Ursache
nl: Oorzaak
tr: Sebep

source: Cemetery
de: Friedhof
nl: Begraafplaats
tr: Mezar

source: Census
de: Volkszählung
nl: Volkstelling
tr: Nüfus sayımı

source: Census place
de: Census Ort
nl: Volkstelling plaats
tr: Nüfus sayımı yeri

source: Last change
de: Letzte Änderung
nl: Laatste wijziging
tr: Son değişiklik

source: Date of last change
de: Datum der letzten Änderung
nl: Datum laatste wijziging
tr: Son değişiklik tarihi

source: Author of last change
de: Autor der letzten Änderung
nl: Auteur van laatste wijziging
tr: Son değişikliğin yazarı

source: Character set
de: Zeichensatz
tr: Karakter seti

source: Christening
de: Taufe
nl: Doop
tr: Vaftiz

source: Date of christening
de: Taufdatum
nl: Doopdatum
tr: Vaftiz tarihi

source: Place of christening
de: Ort: Taufe
nl: Doopplaats
tr: Vaftiz yeri

source: Adult christening
de: Erwachsenen Taufe
nl: Doop van volwassene
tr: Yetişkin vaftizi

source: Citizenship
de: Staatsangehörigkeit
nl: Staatsburgerschap
tr: Vatandaşlık

source: City
de: Ort
nl: Plaats
tr: İlçe

source: Concatenation
de: Verkettung
nl: Samenvoeging
tr: Birleştirme

source: Continued
de: Fortgesetzt
nl: Vervolgd
tr: Devamlı

source: Confirmation
de: Konfirmation
nl: Vormsel/confirmatie
tr: Onay

source: Date of confirmation
de: Konfirmationsdatum
nl: Datum vormsel/confirmatie
tr: Onaylama tarihi

source: Place of confirmation
de: Ort: Konfirmation
nl: Plaats vormsel/confirmatie
tr: Onaylama yeri

source: LDS confirmation
de: HLT Konfirmation
nl: LDS bevestiging
tr: LDS onayı

source: Copyright
tr: Telif hakkı

source: Corporation
de: Gesellschaft
nl: Organisatie
tr: Şirket

source: Date of cremation
de: Datum der Einäscherung
nl: Datum crematie
tr: Ölü yakma tarihi

source: Place of cremation
de: Ort der Einäscherung
nl: Plaats van crematie
tr: Ölü yakma yeri

source: Country
de: Land
nl: Land
tr: Ülke

source: Data
de: Daten
nl: Gegevens
tr: Veri

source: Date of entry in original source
de: Datum des Eintrages in der ursprünglichen Quelle
nl: Inschrijfdatum in originele bron
tr: Orijinal kaynaktaki giriş tarihi

source: Cause of death
de: Todesursache
nl: Doodsoorzaak
tr: Ölüm sebebi

source: Date of death
de: Sterbedatum
nl: Overlijdensdatum
tr: Ölüm tarihi

source: Place of death
de: Ort: Tod
nl: Plaats van overlijden
tr: Ölüm yeri

source: Descendants interest
de: Nachfahrenforscher
nl: Interesse in afstammelingen
tr: Torunların ilgisi

source: Destination
de: Zielsystem
nl: Bestemming
tr: Hedef

source: Divorce
de: Scheidung
nl: Scheiding
tr: Boşanma

source: Divorce filed
de: Scheidung eingereicht
nl: Echtscheiding aangevraagd
tr: Boşanma davası açıldı

source: Education
de: Ausbildung
nl: Opleiding
tr: Eğitim

source: School or college
de: Schule oder höhere Schule
nl: School
tr: Okul veya kolej

source: Emigration
de: Auswanderung
nl: Emigratie
tr: Göç

source: Date of emigration
de: Auswanderungs-Datum
nl: Emigratie datum
tr: Göç tarihi

source: Place of emigration
de: Ort der Auswanderung
nl: Plaats van emigratie
tr: Göç yeri

source: LDS endowment
de: HLT Begabung
nl: LDS gave
tr: LDS bağışı

source: Date of LDS Endowment
de: Datum der HLT Begabung
nl: Datum van de LDS-schenking
tr: LDS Bağış Tarihi

source: Place of LDS Endowment
de: Ort der HLT Begabung
nl: Plaats van de LDS-schenking
tr: LDS Bağış Yeri

source: Engagement
de: Verlobung
nl: Verloving
tr: Nişan

source: Date of engagement
de: Verlobungsdatum
nl: Verlovingsdatum
tr: Nişan tarihi

source: Place of engagement
de: Ort der Verlobung
nl: Plaats van verloving
tr: Nişan yeri

source: Date of event
de: Datum des Ereignisses
nl: Datum gebeurtenis
tr: Etkinlik tarihi

source: Place of event
de: Ort des Ereignisses
nl: Plaats gebeurtenis
tr: Etkinlik yeri

source: Type of event
de: Art des Ereignisses
nl: Soort gebeurtenis
tr: Etkinlik türü

source: Fact
de: Fakt
nl: Feit
tr: Gerçek

source: Type of fact
de: Art der Tatsache
nl: Soort feit
tr: Gerçek türü

source: Family as a child
de: Familie (als Kind)
nl: Gezinsleden van kind
tr: Bir çocuk olarak aile

source: Family file
de: Familien Akte
nl: Familie bestand
tr: Aile dosyası

source: Family as a spouse
de: Familie des Ehepartners
nl: Gezinsleden van ega
tr: Bir eş olarak aile

source: Spouse census date
de: Volkszählung-Ehepartner Datum
nl: Huwelijkspartner op datum volkstelling
tr: Eşin nüfus sayım tarihi

source: Spouse census place
de: Volkszählung-Ehepartner Ort
nl: Huwelijkspartner plaats van volkstelling
tr: Eşin nüfus sayım yeri

source: Date of divorce
de: Scheidungsdatum
nl: Datum van scheiding
tr: Boşanma tarihi

source: Place of divorce
nl: Plaats van scheiding
tr: Boşanma yeri

source: Date of marriage
de: Heiratsdatum
nl: Huwelijksdatum
tr: Evlilik tarihi

source: Place of marriage
de: Ort der Heirat
nl: Huwelijksplaats
tr: Evlilik yeri

source: Spouse note
de: Ehepartner Anmerkung
nl: Notitie huwelijkspartner
tr: Eş notu

source: Date of LDS Spouse Sealing
de: Datum der HLT Siegelung an den Ehepartner
nl: Datum van LDS-verzegeling aan huwelijkspartner
tr: LDS Eş Mühürleme Tarihi

source: Place of LDS Spouse Sealing
de: Ort der HLT Siegelung an den Ehepartner
nl: Plaats van LDS-verzegeling aan huwelijkspartner
tr: LDS Eş Mühürleme Yeri

source: Fax
tr: Faks

source: First communion
de: Erstkommunion
nl: Eerste communie
tr: İlk cemaat

source: Date of first communion
de: Datum Erstkommunion
nl: Datum eerste communie
tr: İlk cemaat tarihi

source: Place of first communion
de: Ort Erstkommunion
nl: Plaats van eerste communie
tr: İlk cemaat yeri

source: Filename
de: Dateiname
nl: Bestandsnaam
tr: Dosya adı

source: Phonetic
de: Phonetisch
nl: Fonetisch
tr: Fonetik

source: GEDCOM file
de: GEDCOM-Datei
nl: GEDCOM-bestand
tr: GEDCOM dosyası

source: Given names
de: Vornamen
nl: Voornamen
tr: Verilen adlar

source: Graduation
de: Bildungsabschluss
nl: diploma /afstuderen
tr: Mezuniyet

source: Date of graduation
de: Datum der Graduierung
nl: Datum diploma /afstuderen
tr: Mezuniyet tarihi

source: Place of graduation
de: Ort der Graduierung
nl: Plaats van diploma /afstuderen
tr: Mezuniyet yeri

source: Header
de: Kopfbereich
nl: Koptekst
tr: Üstbilgi

source: Identification number
de: Identitätsnummer
nl: Identificatienummer
tr: Kimlik numarası

source: Immigration
de: Einwanderung
nl: Immigratie
tr: Göçmen

source: Date of immigration
de: Datum der Einwanderung
nl: Datum van immigratie
tr: Göçmenlik tarihi

source: Place of immigration
de: Ort der Einwanderung
nl: Plaats van immigratie
tr: Göçmenlik yeri

source: Latitude
de: Breitengrad
nl: Breedtegraad
tr: Enlem

source: Legatee
de: Erbe
nl: Legataris
tr: Vasiyet edilen

source: Longitude
de: Längengrad
nl: Lengtegraad
tr: Boylam

source: Map
de: Landkarte
nl: Landkaart
tr: Harita

source: Marriage banns
de: Aufgebote
nl: Huwelijksafkondiging
tr: Evlilik ilanı

source: Date of marriage banns
de: Datum der Aufgebote
nl: Datum huwelijksafkondiging
tr: Evlilik ilanının tarihi

source: Place of marriage banns
de: Ort der Aufgebote
nl: Plaats huwelijksafkondiging
tr: Evlilik ilanının yeri

source: Marriage contract
de: Ehevertrag
nl: Huwelijkscontract
tr: Evlilik sözleşmesi

source: Marriage licence
de: Eheerlaubnis
nl: Ondertrouw
tr: Evlilik cüzdanı

source: Civil marriage
de: standesamtliche Ehe
nl: Burgerlijk huwelijk
tr: Medeni evlilik

source: Registered partnership
de: eingetragene Lebensgemeinschaft
nl: Samenlevingscontract
tr: Kayıtlı birliktelik

source: Religious marriage
de: kirchliche Ehe
nl: Kerkelijk huwelijk
tr: Dini evlilik

source: Marriage type unknown
de: Art der Ehe unbekannt
nl: Onbekend soort huwelijk
tr: Evlilik türü bilinmiyor

source: Common-law marriage
de: Gesetzliche Heirat
nl: Huwelijk in gemeenschap van goederen
tr: Resmî nikâhsız birliktelik

source: Marriage settlement
de: Ehevereinbarung
nl: Huwelijkse voorwaarden
tr: Evlilik anlaşması

# Repository
source: Name
nl: Naam
tr: Adı

source: Phonetic name
de: Name (phonetisch)
nl: Fonetische naam
tr: Fonetik adı

source: Name in Hebrew
de: Name (hebräisch)
nl: Naam in het Hebreeuws
tr: İbranice adı

source: Nationality
de: Nationalität
nl: Nationaliteit
tr: Milliyet

source: Naturalization
de: Einbürgerung
nl: Naturalisatie
tr: Vatandaşlığa kabul

source: Date of naturalization
de: Datum der Einbürgerung
nl: Datum naturalisatie
tr: Vatandaşlığa kabul tarihi

source: Place of naturalization
de: Ort der Einbürgerung
nl: Plaats van naturalisatie
tr: Vatandaşlığa kabul yeri

source: Number of children
de: Anzahl Kinder
nl: Aantal kinderen
tr: Çocuk sayısı

source: Nickname
de: Spitzname
nl: Roepnaam
tr: Takma ad

source: Number of marriages
de: Anzahl der Heiraten
nl: Aantal huwelijken
tr: Evlilik sayısı

source: Name prefix
de: Namens-Präfix
nl: Voorvoegsel van naam
tr: Adının öneki

source: Name suffix
de: Namens-Suffix
nl: Achtervoegsel van naam
tr: Adının soneki

source: Occupation
de: Beruf
nl: Beroep
tr: Meslek

source: Ordinance
de: Heilige Handlung
nl: Verordening
tr: Rütbe

source: Ordination
nl: Wijding
tr: Kutsanma

source: Religious institution
de: Religiöse Institution
nl: Religieus instituut
tr: Dini kurum

source: Date of ordination
de: Datum der Weihe
nl: Datum van wijding
tr: Kutsanma tarihi

source: Place of ordination
de: Ort der Weihe
nl: Plaats van wijding
tr: Kutsanma yeri

source: Citation details
de: Zitat Einzelheiten
nl: Details vermelding
tr: Alıntı detayları

source: Relationship to parents
de: Verwandtschaft zu den Eltern
nl: Verwantschap met de ouders
tr: Ebeveynlerle ilişki

source: Phone
de: Telefon
nl: Telefoon
tr: Telefon

source: Phonetic place
de: Ort (phonetisch)
nl: Plaatsnaam fonetisch
tr: Fonetik yer

source: Romanized place
de: Ort romanisiert
nl: Geromaniseerde plaats
tr: Latin alfabesiyle yazılmış yer

source: Place in Hebrew
de: Ort (hebräisch)
nl: Plaatsnaam in Hebreeuws
tr: İbranice yer

source: Postal code
de: Postleitzahl
nl: Postcode
tr: Posta kodu

source: Probate
de: Testamentsbestätigung
nl: Nalatenschap vastleggen
tr: Vasiyetname onayı

source: Property
de: Besitz
nl: Eigendom
tr: Mülk

source: Publication
de: Veröffentlichung
nl: Publicatie
tr: Yayın

source: Quality of data
de: Datenqualität
nl: Kwaliteit van gegevens
tr: Veri kalitesi

source: Reference number
de: Referenznummer
nl: Referentienummer
tr: Referans numarası

source: Relationship
de: Verwandtschaft
nl: Verwantschap
tr: İlişki

source: Religion
nl: Religie
tr: Din

source: Residence
de: Wohnort
nl: Woonplaats
tr: İkametgah

source: Date of residence
de: Datum des Wohnsitzes
nl: Datum bewoning
tr: İkametgah tarihi

source: Place of residence
de: Ort des Wohnsitzes
nl: Woonplaats
tr: İkametgah yeri

source: Restriction
de: Beschränkung
nl: Beperking
tr: Kısıtlama

source: Retirement
de: Ruhestand
nl: Pensioen
tr: Emeklilik

source: Record file number
de: Datensatznummer
nl: Record bestandsnummer
tr: Dosya kayıt numarası

source: Record ID number
de: Daten ID-Nummer
nl: Record-ID-nummer
tr: Kimlik kayıt numarası

source: Romanized
de: romanisiert
nl: Geromaniseerd
tr: Latin alfabesiyle yazılmış

source: Remote server
de: Fremder Server
nl: Server op afstand
tr: Uzak sunucu

source: LDS child sealing
de: HLT Kindes-Siegelung
nl: LDS kind verzegeling
tr: LDS çocuk mühürleme

source: Date of LDS Child Sealing
de: Datum der HLT Siegelung eines Kindes
nl: Datum van de LDS-kindverzegeling
tr: LDS Çocuk Mühürleme Tarihi

source: Place of LDS Child Sealing
de: Ort der HLT Siegelung eines Kindes
nl: Plaats van de LDS-kindverzegeling
tr: LDS Çocuk Mühürleme Yeri

source: LDS spouse sealing
de: HLT Ehepartner-Siegelung
nl: LDS-verzegeling aan huwelijkspartner
tr: LDS eş mühürleme

source: Surname prefix
de: Nachnamens-Präfix
nl: Tussenvoegsel
tr: Soyadının öneki

source: Social Security Number
de: Sozialversicherungs-Nummer
nl: Social Security Number (USA)
tr: Sosyal Güvenlik Numarası

source: State
de: Bundesland, Land
nl: Provincie/Staat
tr: İl

source: Status change date
de: Datum der Statusänderung
nl: Status van wijzigingsdatum
tr: Durum değişikliği tarihi

source: Submitter
de: Übermittler
nl: Inzender
tr: Gönderen

source: Submission
de: Übermittlung
nl: Aanlevering
tr: Gönderme

source: Temple
de: HLT-Tempel
nl: Tempel
tr: Tapınak

source: Text
nl: Tekst
tr: Metin

source: Time
de: Uhrzeit
nl: Tijd
tr: Zaman

source: Title
de: Titel
nl: Titel
tr: Başlık

source: Phonetic title
de: Titel (phonetisch)
nl: Titel fonetisch
tr: Fonetik başlık

source: Romanized title
de: romanisierter Tilel
nl: Geromaniseerde titel
tr: Latin alfabesiyle yazılmış başlık

source: Title in Hebrew
de: Titel (hebräisch)
nl: Titel in Hebreeuws
tr: İbranice başlık

source: Trailer
de: Vorschau
tr: Tanıtım videosu

source: Version
nl: Versie
tr: Sürüm

source: Will
de: Testament
nl: Testament
tr: Vasiyetname

source: Adoption of a son
de: Adoption eines Sohnes
nl: Adoptie van een zoon
tr: Bir oğlun evlat edinilmesi

source: Adoption of a daughter
de: Adoption einer Tochter
nl: Adoptie van een dochter
tr: Bir kızın evlat edinilmesi

source: Adoption of a child
de: Kind: Adoption
nl: Adoptie van een kind
tr: Bir çocuğun evlat edinilmesi
