Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: This page will allow you to merge two GEDCOM records from the same GEDCOM file.<br><br>This is useful for people who have merged GEDCOMs and now have many people, families, and sources that are the same.<br><br>The page consists of three steps.<br><ol><li>You enter two GEDCOM IDs. The IDs <u>must</u> be of the same type. You cannot merge an individual and a family or family and source, for example.<br>In the <b>Merge To ID:</b> field enter the ID of the record you want to be the new record after the merge is complete.<br>In the <b>Merge From ID:</b> field enter the ID of the record whose information will be merged into the Merge To ID: record. This record will be deleted after the Merge.</li><li>You select what facts you want to keep from the two records when they are merged. Just click the checkboxes next to the ones you want to keep.</li><li>You inspect the results of the merge, just like with all other changes made online.</li></ol>Someone with Accept rights will have to authorize your changes to make them permanent.
de: Hier können Sie zwei Datensätze der selben GEDCOM Datei zusammenfügen.<br /><br />Das kann nützlich sein, wenn Sie GEDCOM-Dateien zusammengefügt haben, und deshalb jetzt mehrere Datensätze für die selben Personen, Familien, Quellen, oder Archive haben.<br /><br />Das Verfahren besteht aus drei Schritten:<br /><ol><li>Sie geben zwei ID-Nummern des gleichen Typs ein. Sie können nicht, zum Beispiel, Personen und Familien oder Familien und Quellen zusammenfügen.<br />Ins <b>Ausgangs-ID:</b> Feld geben Sie die gewünschte ID-Nummer des Ausgangs-Datensatzes.<br />Ins <b>Zusammenfügen mit ID:</b> Feld geben Sie die ID-Nummer des Datensatzes dessen Informationen mit den Informationen des Ausgangs-ID: (Ausgangs) Datensatzes zusammengefügt werden sollen. Am Ende des Verfahrens wird dieser Datensatz gelöscht.</li><li>Für jedes Datum aus beiden Datensätzen wählen Sie durch ankreuzen ob es in den Ausgangs-Datensatz übernommen werden soll oder nicht.</li><li>Genau wie alle anderen Änderungen verifizieren Sie das Resultat.</li></ol>Jemand der genügend Rechte hat, Änderungen in die Datenbank zu übernehmen, muss noch Ihre zusammengefügte Datensätze kontrollieren, bevor sie endgültig in die Datenbank übernommen werden.
nl: Hiermee kunt u twee GEDCOM-records in hetzelfde GEDCOM-bestand samenvoegen. Dat is zinvol voor mensen die verschillende GEDCOM-bestanden hebben samengevoegd, en nu met dubbele personen, gezinnen en bronnen worden geconfronteerd. <br><br>De pagina beschrijft drie stappen. <br><ol><li>Twee GEDCOM-ID's moeten worden ingevoerd. De ID's <u>moeten</u> van hetzelfde type zijn. Men kan niet een persoon en een gezin samenvoegen. <br>In het <b>Voeg samen naar ID:</b>-veld geeft u het ID van het record wat u na het samenvoegen wilt overhouden. <br />In het <b>Voeg samen met ID:</b>-veld geeft u het ID van het record op wat moet worden toegevoegd aan het andere record . Dit record wordt na het samenvoegen verwijderd. </li><li>U selecteert de feiten van de twee records welke u wilt behouden als ze worden samengevoegd. Zet vinkjes achter de de feiten welke u wilt behouden.</li><li>U controleert de resultaten van het samenvoegen op dezelfde wijze als alle online-wijzigingen.</li></ol> Iemand met het recht wijzigingen te accepteren zal de wijzigingen definitief kunnen maken.
tr: Bu sayfa, aynı GEDCOM dosyasından iki GEDCOM kaydını birleştirmenize izin verecektir.<br><br>Bu, GEDCOM'ları birleştiren ve artık birçok kişiye, aileye ve aynı kaynağa sahip olan insanlar için faydalıdır.<br><br>Sayfa üç adımdan oluşmaktadır.<br><ol><li>İki GEDCOM kimliği girersiniz. Kimlikler aynı türden <u>olmalıdır</u>. Örneğin, bir bireyi ve bir aileyi veya aileyi ve kaynağı birleştiremezsiniz.<br>Bu <b>Kimliğe Birleştir:</b> alanına, birleştirme tamamlandıktan sonra yeni kayıt olmasını istediğiniz kaydın kimliğini girin.<br>Bu <b>Kimlikten Birleştir:</b> alanına, bilgileri Kimliğe Birleştir: kaydına birleştirilecek kaydın kimliğini girin. Bu kayıt Birleştirme işleminden sonra silinir.</li><li>Birleştirildiğinde iki kayıttan hangi gerçekleri saklamak istediğinizi seçersiniz. Saklamak istediklerinizin yanındaki onay kutularını tıklamanız yeterlidir.</li><li>Çevrimiçi olarak yapılan diğer tüm değişikliklerde olduğu gibi birleştirmenin sonuçlarını inceleyebilirsiniz.</li></ol>Kabul etme haklarına sahip birinin, değişikliklerinizi kalıcı hale getirmek için yetkilendirmesi gerekir.

source: Each source records specific events, generally for a given date range and for a place jurisdiction. For example a Census records census events and church records record birth, marriage, and death events.<br><br>Select the events that are recorded by this source from the list of events provided. The date should be specified in a range format such as <i>FROM 1900 TO 1910</i>. The place jurisdiction is the name of the lowest jurisdiction that encompasses all lower-level places named in this source. For example, "Oneida, Idaho, USA" would be used as a source jurisdiction place for events occurring in the various towns within Oneida County. "Idaho, USA" would be the source jurisdiction place if the events recorded took place not only in Oneida County but also in other counties in Idaho.
de: Jede Quelle zeichnet bestimmte Ereignisse auf, in der Regel für einen bestimmten Datumsbereich und für eine Gerichtsstandsstelle. Eine Volkszählung erfasst z. B. Volkszählungsereignisse und Kirchenaufzeichnungen, die Geburts-, Heirats- und Sterbeereignisse aufzeichnen.<br><br>Wählen Sie die Ereignisse aus, die von dieser Quelle aufgezeichnet werden, aus der Liste der bereitgestellten Ereignisse. Das Datum sollte in einem Bereichsformat wie <i>FROM 1900 BIS 1910</i>angegeben werden. Die Gerichtsstandszuständigkeit ist der Name der niedrigsten Gerichtsbarkeit, die alle in dieser Quelle genannten Orte auf niedrigerer Ebene umfasst. Zum Beispiel würde "Oneida, Idaho, USA" als Quelle Fürsetzstelle für Ereignisse in den verschiedenen Städten des Oneida County verwendet werden. "Idaho, USA" wäre der Hauptgerichtsplatz, wenn die aufgezeichneten Ereignisse nicht nur im Oneida County, sondern auch in anderen Countys in Idaho stattfanden.
nl: Elke bron legt een specifieke gebeurtenis vast, meestal voor een bepaalde tijdsperiode en een bepaald rechtsgebied. B.v. een volkstelling legt volkstellingsgebeurtenissen vast en een kerk legt geboortes, huwelijken en overlijdens vast.<br><br>Selecteer de gebeurtenissen die worden vastgelegd door deze bron uit de beschikbare lijst met gebeurtenissen. De datum moet gespecificeerd worden in een reeksformaat, zoals <i>VAN 1900 TOT 1910</i>. Het rechtsgebied moet de naam zijn van het gebied met jurisdictie over alle plaatsen waar de bron betrekking op heeft. Een gemeente zal als rechtsgebied worden genoemd als alle gebeurtenissen in een bepaalde gemeente plaats vinden. Een provincie als het gaat over meerdere gemeenten in een provincie.
tr: Her kaynak, genellikle belirli bir tarih aralığı ve bir yer yetki alanı için belirli olayları kaydeder. Örneğin, bir Nüfus Sayımı nüfus sayımı olaylarını kaydeder ve kilise kayıtları doğum, evlilik ve ölüm olaylarını kaydeder.<br><br>Verilen olaylar listesinden bu kaynak tarafından kaydedilen olayları seçin. Tarih, <i>1900'DEN 1910'A</i> gibi bir aralık biçiminde belirtilmelidir. Yer yetki alanı, bu kaynakta adı geçen tüm alt düzey yerleri kapsayan en düşük yetki alanının adıdır. Örneğin, "Oneida, Idaho, ABD", Oneida İlçesi içindeki çeşitli kasabalarda meydana gelen olaylar için bir kaynak yargı yeri olarak kullanılacaktır. Kaydedilen olaylar yalnızca Oneida İlçesinde değil, aynı zamanda Idaho'daki diğer ilçelerde de meydana gelmişse, "Idaho, ABD" kaynak yargı yeri olacaktır.

source: Kiwitrees has several different contact methods. The administrator determines which method will be used to contact him. You have control over the method to be used to contact <u>you</u>.
de: Kiwitrees hat mehrere verschiedene Kontaktmöglichkeiten. Der Administrator legt fest, welche Methode verwendet wird, um ihn zu kontaktieren. Sie haben die Kontrolle über die Methode, die verwendet werden, um <u>Sie</u> zu kontaktieren.
nl: Kiwitrees heeft verschillende contactmethodes. De beheerder bepaalt welke methode wordt gebruikt om met hem in contact te komen. U heeft controle over welke manier gebruikt wordt om contact op te nemen met <u>u</u>.
tr: Kiwitrees'in birkaç farklı iletişim yöntemi vardır. Yönetici, kendisiyle iletişim kurmak için hangi yöntemin kullanılacağını belirler. <u>Sizin</u> ile iletişim kurmak için kullanılacak yöntem üzerinde kontrol sizdedir.

source: This is a link to your own record in the family tree. If this is the wrong person, contact an administrator.
de: Dies ist ein Link zu Ihrem eigenen Datensatz im Stammbaum. Ist dies eine falsche Person, bitte einen Administrator kontaktieren.
nl: Dit is een link naar uw eigen record in de stamboom. Neem contact op met een beheerder als dit de verkeerde persoon is.
tr: Bu, aile ağacındaki kendi kaydınıza bir bağlantıdır. Bu yanlış kişiyse, bir yöneticiye başvurun.

source: This email address will be used to send you password reminders, site notifications, and messages from other family members who are registered on the site.
de: Diese E-Mailadresse dient dem Versand von Passworterinnerungen, website-Benachrichtigungen und Nachrichten von anderen Familienmitgliedern, die auf der Seite registriert sind.
nl: Dit e-mailadres zal gebruikt worden om wachtwoordherinneringen, website-meldingen en berichten van familieleden, welke geregistreerd zijn op de website, te versturen.
tr: Bu e-posta adresi size şifre hatırlatıcıları, site bildirimleri ve siteye kayıtlı diğer aile üyelerinden gelen iletileri göndermek için kullanılacaktır.

source: Descendant generations
de: Nachfahren Generationen
nl: Afstammings generaties
tr: Soyundan gelen kuşaklar

source: This value determines the number of descendant generations of the root person that will be printed in Hourglass format.
de: Diese Eingabe bestimmt die Anzahl der Nachfahren-Generationen der Startperson die im Sanduhr-Format dargestellt werden.
nl: Deze waarde bepaalt het aantal afstammingsgeneraties van de begin persoon, die afgedrukt zullen worden in het Zandloper diagram.
tr: Bu değer, Kum Saati biçiminde yazdırılacak kök kişinin soyundan gelen kuşak sayısını belirler.

source: Width
de: Breite
nl: Breedte
tr: Genişlik

source: Here you can change the diagram width from 50 percent to 300 percent. At 100 percent the output image is about 640 pixels wide.
de: Hier können Sie die Diagramm-Breite von 50 &#37; bis 300&#37; einstellen. Bei 100 &#37; ist das Diagramm etwa 640 Pixel breit.
nl: Hier kan de diagrambreedte veranderd worden tussen 50 procent en 300 procent. Bij 100 procent is het resultaat ongeveer 640 pixels breed.
tr: Burada diyagram genişliğini yüzde 50'den yüzde 300'e değiştirebilirsiniz. Yüzde 100'de çıktı görüntüsü yaklaşık 640 piksel genişliğindedir.

source: View archive
de: Archiv zeigen
nl: Bekijk archief
tr: Arşivi görüntüle

source: To reduce the height of the News block, the administrator has hidden some articles. You can reveal these hidden articles by clicking the <b>View archive</b> link.
de: Zum Reduzieren der Höhe des Neuigkeiten Blocks sind mehrere Notizen verborgen. Wenn Sie das <b>Archiv zeigen</b> Link klicken, können Sie alle Notizen sehen.
nl: Om de grootte van het Nieuwsblok te beperken heeft de beheerder enige artikelen verborgen. Deze kunnen weer zichtbaar gemaakt worden door te klikken op "Bekijk archief"
tr: Haber bloğunun yüksekliğini azaltmak için yönetici bazı makaleleri gizlemiştir. Bu gizli makaleleri <b>Arşivi görüntüle</b> bağlantısını tıklatarak ortaya çıkarabilirsiniz.

source: Limit:
de: Beschränkung:
nl: Beperking:
tr: Sınır:

source: Enter the limiting value here.<br><br>If you have opted to limit the News article display according to age, any article older than the number of days entered here will be hidden from view. If you have opted to limit the News article display by number, only the specified number of recent articles, ordered by age, will be shown. The remaining articles will be hidden from view.<br><br>Zeros entered here will disable the limit, causing all News articles to be shown.
de: Geben Sie den Beschränkungswert ein.<br /><br />Wenn Sie die Altersbeschränkung gewählt haben, verbirgt das Programm alle Notizen die älter als die eingegebenen Tage sind. Wenn Sie die Anzahlbeschränkung gewählt haben, wird nur die eingegebene Anzahl von Notizen, jüngste Notizen zuerst, gezeigt. Die restlichen Notizen sind verborgen. Falls Sie hier <b>0</b> (null) eingeben, entfällt jede Beschränkung der Notizenanzeige.
nl: Voer de beperkende waarde hier in.<br><br>Als u gekozen heeft de nieuwsartikelen te beperken op basis van ouderdom, dan zal elk artikel ouder dan dit opgegeven aantal dagen niet worden getoond. Is gekozen om het aantal artikelen te beperken op aantal, dan zullen alleen het opgegeven aantal meest recente artikelen worden getoond op volgorde van ouderdom. De andere artikelen zullen niet worden getoond. <br><br>Hier een nul invoeren schakelt de beperking uit, waardoor alle artikelen worden getoond.
tr: Sınırlayıcı değeri buraya girin.<br><br>Haber makalesi gösterimini yaşa göre sınırlamayı seçtiyseniz, buraya girilen gün sayısından daha eski olan makaleler görüntülenmez. Haber makalesi gösterimini sayıya göre sınırlamayı seçtiyseniz, yalnızca yaşa göre sıralanan belirtilen sayıda son makale gösterilecektir. Kalan makaleler görünümden gizlenecek.<br><br>Buraya girilen sıfırlar, sınırı devre dışı bırakarak tüm Haber makalelerinin gösterilmesine neden olur.

source: Limit display by:
de: Anzeigenbeschränkung:
nl: Beperk het aantal artikelen door:
tr: Görüntülemeyi şuna göre sınırla:

source: You can limit the number of News articles displayed, thereby reducing the height of the GEDCOM News block.<br><br>This option determines whether any limits should be applied or whether the limit should be according to the age of the article or according to the number of articles.
de: Sie können die Anzahl der dargestellten Notizen beschränken, so dass der GEDCOM Neuigkeiten Block nicht zu hoch wird.<br /><br />Diese Option bestimmt ob überhaupt Beschränkungen belegt sind, oder, ob diese Beschränkungen das Alter oder die Anzahl der Notizen berücksichtigen.
nl: Het aantal te tonen Nieuwsartikelen kan worden beperkt door de hoogte van het Nieuwsblok te beperken. <br><br>Deze optie bepaalt of er beperkingen worden toegepast of dat de beperking moet worden ingesteld op ouderdom van de artikelen of op het aantal artikelen.
tr: Görüntülenen Haber makalelerinin sayısını sınırlayabilir, böylece GEDCOM Haber bloğunun yüksekliğini azaltabilirsiniz.<br><br>Bu seçenek, herhangi bir sınırın uygulanıp uygulanmayacağını veya sınırın makalenin yaşına göre mi yoksa makale sayısına göre mi olması gerektiğini belirler.

source: The number of occurrences of the specified name will be shown on the map. If you leave this field empty, the most common surname will be used.
de: Die Anzahl des gewählten Nachnamens wird auf einer Landkarte gezeigt. Das leere Feld bedeutet, dass der häufigst vorkommende Nachname benutzt werden soll.
nl: Het aantal keer dat een specifieke naam voorkomt zal worden getoond op de kaart. Als dit veld leeg gelaten wordt, dan wordt de meest voorkomende achternaam gebruikt.
tr: Belirtilen ismin tekrarlanma sayısı haritada gösterilecektir. Bu alanı boş bırakırsanız en yaygın soyadı kullanılacaktır.

source: Favorites
de: Lesezeichen
nl: Favorieten
tr: Sık Kullanılanlar

source: The Favorites drop-down list shows the favorites that you have selected on your widget bar. It also shows the favorites that the site administrator has selected for the currently active GEDCOM. Clicking on one of the favorites entries will take you directly to the Individual Information page of that person.<br><br>More help about adding Favorites is available in your widget bar.
de: Diese Liste zeigt Ihnen Ihre Lesezeichen, sofern Sie welche erstellt haben. Sie zeigt auch die Lesezeichen, die der Verwalter für die GEDCOM-Datei erstellt hat.<br /><br />Wenn Sie auf eines Ihrer Lesezeichen klicken, gelangen Sie zur Seite mit persönlichen Informationen zur jeweiligen Person. Weitere Hilfe zum Erstellen von Lesezeichen finden Sie unter Ihrem Widget - Leiste.
nl: De Favorieten drop-down lijst toont de personen die u als favorieten heeft geselecteerd op de widgetbar .Het toont ook de favorieten die de sitebeheerder gekozen heeft voor de op dit moment actieve GEDCOM. Zodra u uit deze keuzelijst een favoriet kiest, krijgt u de details van deze persoon te zien.<br><br>Meer hulp over het toevoegen van favorieten is beschikbaar bij uw widgetbar.
tr: Sık Kullanılanlar açılır listesi, minik araç çubuğunuzda seçtiğiniz sık kullanılanları gösterir. Ayrıca site yöneticisinin o anda etkin olan GEDCOM için seçtiği sık kullanılanları da gösterir. Sık kullanılanlar girişlerinden birine tıklamak sizi doğrudan o kişinin Bireysel Bilgi sayfasına götürür.<br><br>Sık Kullanılanlar ekleme hakkında daha fazla yardım minik araç çubuğunuzda mevcuttur.

source: Include media (automatically zips files)
de: Medien hinzufügen (Dateien werden automatisch ins ZIP-Format geändert)
nl: Met inbegrip van media (er wordt autmatisch een zip-bestand gemaakt)
tr: Medyayı dahil et (dosyaları otomatik olarak sıkıştırır)

source: Select this option to include the media files associated with the records in your clippings cart. Choosing this option will automatically zip the files during download.
de: Diese Option bestimmt, ob Medien-Dateien, die mit den Personen im Sammelbehälter verknüpft sind, auch dem Sammelbehälter hinzugefügt werden sollen.<br><br>Wenn diese Option angekreuzt ist, wird die Ausgangs-Datei automatisch im ZIP-Format erstellt.
nl: Selecteer deze optie om de mediabestanden gekoppeld aan de records in uw Stamboomknipsel op te nemen. Door deze optie te kiezen worden de bestanden automatisch ge-zipt gedurende de download van de records.
tr: Kayıtlarla ilişkili medya dosyalarını kupür sepetinize eklemek için bu seçeneği belirleyin. Bu seçeneğin seçilmesi, indirme sırasında dosyaları otomatik olarak sıkıştıracaktır.

source: Lifespans
de: Lebensspannen
nl: Levensduren
tr: Yaşam süreleri

source: On this chart you can display one or more persons along a horizontal timeline. This chart allows you to see how the lives of different people overlapped.<br><br>You can add people to the chart individually or by family groups by their IDs. The previous list will be remembered as you add more people to the chart. You can clear the chart at any time with the <b>Clear Chart</b> button.<br><br>You can also add people to the chart by searching for them by date range or locality.
de: Auf diesem Diagramm können die Lebensspannen mehrerer Personen gezeigt werden. Anhand einer Skala können Sie leicht erkennen, wie die Geburts- und Todesjahre verschiedener Personen sich überschneiden.<br /><br />Sie können einzelne Personen oder ganze Familien dem bereits bestehendem Diagramm hinzufügen. Das Diagramm kann jederzeit durch das Klicken des <b>Diagramm löschen</b> Buttons gelöscht werden.<br /><br />Sie können auch Personen dem Diagramm hinzufügen indem Sie die Datenbank nach bestimmten Daten oder Orten durchsuchen.
nl: Op dit diagram kunnen één of meerdere personen geplaatst worden op een horizontale tijdlijn. Hiermee wordt getoond hoe de levens van verschillende personen overlappen.<br><br>Personen kunnen individueel of in gezinsgroepen middels hun ID's worden toegevoegd. De vorige lijst wordt onthouden als nieuwe personen worden toegevoegd. De tijdlijn kan elk moment leeg gemaakt worden door op de <b>Wis diagram</b>-button te klikken.<br><br>Personen kunnen ook toegevoegd worden door ze op te zoeken middels datareeksen of plaatsen.
tr: Bu grafikte yatay bir zaman çizelgesi boyunca bir veya daha fazla kişiyi görüntüleyebilirsiniz. Bu grafik, farklı insanların yaşamlarının nasıl örtüştüğünü görmenizi sağlar.<br><br>Grafiğe kişileri tek tek veya aile gruplarına göre kimliklerine göre ekleyebilirsiniz. Grafiğe daha fazla kişi ekledikçe önceki liste hatırlanacaktır. Grafiği istediğiniz zaman <b>Grafiği Temizle</b> düğmesiyle temizleyebilirsiniz.<br><br>İnsanları tarih aralığına veya bölgeye göre arayarak da grafiğe ekleyebilirsiniz.

source: Find next relationship path
de: Finde den nächsten Verwandtschafts-Pfad
nl: Vind het volgende verwantschap pad
tr: Sonraki ilişki yolunu bul

source: You can click this button to see whether there is another relationship path between the two people. Previously found paths can be displayed again by clicking the link with the path number.
de: Klicken Sie diesen Button, um zu prüfen, ob es einen weiteren Verwandtschafts-Pfad gibt, der diese beiden Personen verbindet. Zuvor gefundene Pfade können wieder gezeigt werden, indem man die entsprechende Pfad-Nummer klickt.
nl: U kunt deze button klikken om te zien of er nog een ander verwantschap pad is tussen deze twee personen. Voordien gevonden paden kunnen opnieuw getoond worden door op de link te klikken met het padnummer.
tr: İki kişi arasında başka bir ilişki yolu olup olmadığını görmek için bu düğmeyi tıklatabilirsiniz. Daha önce bulunan yollar, yol numarasına sahip bağlantıyı tıklatarak tekrar görüntülenebilir.

source: Show oldest top
de: Älteste zuoberst
nl: Toon oudste bovenaan
tr: En eski üstünü göster

source: When this check box is checked, the chart will be printed with oldest people at the top. When it is unchecked, youngest people will appear at the top.
de: Wenn diese Box aktiv ist, werden die ältesten Personen oben dargestellt. Wenn sie inaktiv ist, sind die Jüngsten an oberster Stelle.
nl: Wanneer het selectievakje is aangevinkt, zal het diagram geprint worden met de oudste mensen bovenaan. Wanneer het is uitgevinkt zullen de jongste mensen bovenaan verschijnen.
tr: Bu onay kutusu işaretlendiğinde, grafik en yaşlı kişiler en üstte olacak şekilde yazdırılacaktır. İşareti kaldırıldığında, en genç insanlar en üstte görünecektir.

source: Leave password blank if you want to keep the current password.<br>Passwords must be at least 6 characters long and are case-sensitive, so that “secret” is different to “SECRET”.
de: Lassen Sie Passwort leer, wenn Sie das aktuelle Kennwort beibehalten möchten. <br>Passwörter müssen mindestens 6 Zeichen lang sein und sind Groß-/Kleinschreibung, so dass "secret" anders als "SECRET" ist.
nl: Laat het wachtwoord leeg als u het huidige wachtwoord wilt behouden.<br>Wachtwoorden moeten op zijn minst 6 lettertekens zijn en zijn hooflettergevoelig, dus “geheim” is anders dan “GEHEIM”
tr: Mevcut şifreyi korumak istiyorsanız şifreyi boş bırakın.<br>Şifreler en az 6 karakter uzunluğunda olmalı ve büyük/küçük harf duyarlı olmalıdır, böylece “gizli” “GİZLİ”den farklıdır.

source: Type your password again, to make sure you have typed it correctly.
de: Geben Sie ihr Passwort erneut ein um sicherzugehen, dass Sie es korrekt eingegeben haben.
nl: Vul uw wachtwoord nogmaals in, om zeker te zijn dat u het correct ingevuld hebt.
tr: Doğru yazdığınızdan emin olmak için şifrenizi tekrar yazın.

source: Passwords must be at least 6 characters long and are case-sensitive, so that “secret” is different to “SECRET”.
de: Das Passwort muss mindestens 6 Zeichen enthalten und ist case-sensitive, das heißt, dass "geheim" nicht gleich "GEHEIM" ist.
nl: Wachtwoorden moeten op z'n minst 6 tekens lang zijn en zijn hoofdlettergevoelig, dit betekent dat “geheim” is anders dan "GEHEIM".
tr: Şifreler en az 6 karakter uzunluğunda olmalı ve büyük/küçük harf duyarlı olmalıdır, böylece “gizli” “GİZLİ”den farklıdır.
