Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Keep this short and avoid spaces and punctuation. A family name might be a good choice.
de: Bitte kurz halten und Leerstellen und Interpunktionen vermeiden. Ein Familienname ist eine gute Wahl.
nl: Houd dit kort en vermijd spaties en leestekens. Een familienaam is een goede keus.
tr: Bunu kısa tutun ve boşluklardan ve noktalama işaretlerinden kaçının. Bir aile adı iyi bir seçim olabilir.

source: create
de: Erstellen
nl: maak
tr: oluştur

source: After creating the family tree you will be able to upload or import data from a GEDCOM file.
de: Nach dem Anlegen des Familienstammbaums haben Sie die Möglichkeit, eine GEDCOM-Datei von Ihrem PC zu webtrees hochzuladen und danach zu importieren oder eine bereits vorhandene GEDCOM-Datei zu importieren.
nl: Nadat de stamboom gecreëerd is kunt u gegevens uploaden of importeren van een GEDCOM-bestand.
tr: Aile ağacını oluşturduktan sonra, bir GEDCOM dosyasından veri yükleyebilir veya içe aktarabilirsiniz.

source: Merge records
de: Datensätze zusammenfügen
nl: Records samenvoegen
tr: Kayıtları birleştir

source: You entered the same IDs. You cannot merge the same records.
de: Sie haben zweimal die selbe ID eingegeben. Das Zusammenfügen ist nicht möglich.
nl: U heeft dezelfde ID's ingegeven. Samenvoegen van dezelfde records is niet mogelijk.
tr: Aynı kimlikleri girdiniz. Aynı kayıtları birleştiremezsiniz.

source: Records are not the same type. Cannot merge records that are not the same type.
de: Die Datensätze sind nicht vom gleichen Typ und können daher nicht zusammengefügt werden.
nl: Records zijn niet van hetzelfde soort en kunnen daarom niet worden samengevoegd.
tr: Kayıtlar aynı tür değildir. Aynı türden olmayan kayıtlar birleştirilemez.

source: The following facts were exactly the same in both records and will be merged automatically.
de: Die folgenden Merkmale waren identisch in beiden Datensätzen und werden automatisch zusammengefügt.
nl: De volgende feiten waren precies hetzelfde in beide records en zullen automatisch worden samengevoegd.
tr: Aşağıdaki gerçekler her iki kayıtta da tamamen aynıydı ve otomatik olarak birleştirilecek.

source: No matching facts found
de: Keine übereinstimmenden Merkmale gefunden
nl: Geen overeenkomende feiten gevonden
tr: Eşleşen gerçekler bulunamadı

source: The following facts did not match. Select the information you would like to keep.
de: Die folgenden Merkmale stimmen nicht überein. Wählen Sie aus, welche Sie übernehmen möchten.
nl: De volgende feiten komen niet overeen. Selecteer de gegevens die behouden moeten worden.
tr: Aşağıdaki gerçekler eşleşmedi. Saklamak istediğiniz bilgileri seçin.

source: GEDCOM record successfully deleted.
de: Datensatz erfolgreich gelöscht.
nl: GEDCOM-record met succes verwijderd.
tr: GEDCOM kaydı başarıyla silindi.

source: Updating linked record
de: Aktualisiere verbundene Datensätze
nl: Bijwerken gekoppeld record
tr: Bağlantılı kayıt güncelleniyor

source: Adding
de: Hinzufügen
nl: Bezig met toevoegen
tr: Ekleniyor

source: from
de: von
nl: van
tr: itibaren

source: Record %s successfully updated.
de: Datensatz %s erfolgreich aktualisiert.
nl: Record %s succesvol bijgewerkt.
tr: %s kaydı başarıyla güncellendi.

source: favorites updated.
de: Favoriten aktualisiert.
nl: favorieten geüpdatet
tr: sık kullanılanlar güncellendi.

source: Select two GEDCOM records to merge. The records must be of the same type.
de: Wählen Sie zwei GEDCOM Datensätze zum Zusammenfügen. Die Datensätze müssen vom gleichen Typ sein.
nl: Selecteer twee GEDCOM-ID's om samen te voegen. De records moeten van dezelfde soort zijn.
tr: Birleştirilecek iki GEDCOM kaydı seçin. Kayıtlar aynı türden olmalıdır.

source: Merge To ID:
de: Ausgangs-ID:
nl: Voeg samen naar ID:
tr: Kimliğe birleştir:

source: Find an individual
de: Person suchen
nl: Zoek een persoon
tr: Bir birey bul

source: Find a family
de: Familie suchen
nl: Vind een gezin
tr: Bir aile bul

source: Find a source
de: Quelle suchen
nl: Vind een bron
tr: Bir kaynak bul

source: Merge from ID:
de: Zusammenfügen mit ID:
nl: Voeg samen van ID:
tr: Kimlikten birleştir:

source: next
de: weiter
nl: volgende
tr: sonraki

source: Missing fact or event sources
de: Fehlende Fakten oder Ereignisquellen
nl: Ontbrekende feit of gebeurtenis bronnen
tr: Eksik gerçek veya etkinlik kaynakları

source: A list of individuals who have the selected fact or event in their family tree data, but without a source reference
de: Eine Liste von Personen, die die ausgewählte Tatsache oder das ausgewählte Ereignis in ihren Stammbaumdaten haben, jedoch ohne Quellenbezug
nl: Een lijst van personen die het geselecteerde feit of gebeurtenis in hun stamboom-gegevens hebben, maar zonder bronverwijzing
tr: Soy ağacı verilerinde seçilen gerçek veya etkinliğe sahip, ancak kaynak referansı olmayan kişilerin listesi

source: Whenever possible names are followed by the individual's lifespan dates for ease of identification. Note that these may include dates of baptism, christening, burial and cremation if birth and death dates are missing.<br>The list also ignores any estimates of dates or ages, so living people will be listed as missing death dates and places.<br>Some facts such as "Religion" do not commonly have sub-tags like date, place or source, so here only the fact itself is checked for.
de: Wann immer mögliche Namen folgt die individuelle Lebensdauer Termine zur leichteren Identifizierung. Beachten Sie, dass diese Termine der Taufe, Taufe, Beerdigung und Feuerbestattung fehlende Geburts-und Sterbedaten enthalten können. <br>Die Liste ignoriert auch keine Schätzungen von Datumsangaben oder Alter, also lebende Personen als fehlenden Todesdaten und Orte aufgelistet werden. <br>Wie "Religion" nicht allgemein Sub-Tags wie Datum, haben einige Fakten legen oder Quelle, also hier nur die Tatsache selbst überprüft.
nl: Waar mogelijk worden namen gevolgd door data van de levensduur van een persoon om makkelijker te identificeren. Het kan gegevens bevatten van dopen, begrafenis en crematie als de geboorte of overlijdensdatums ontbreken.<br> De lijst negeert ook alle geschatte datums of leeftijden, dus levende personen zullen worden weergegeven met ontbrekende datums en plaatsen.<br> Sommige feiten zoals "Religie" hebben geen datums, plaats of bron, zodat alleen het feit zelf gecheckt wordt.
tr: Mümkün olduğunda, tanımlama kolaylığı için bireyin yaşam süresi tarihleri ​​​​ile takip edilir. Doğum ve ölüm tarihleri ​​eksikse bunların vaftiz, ad koyma, defin ve ölü yakma tarihlerini içerebileceğini unutmayın.<br>Liste ayrıca tarih veya yaş tahminlerini de göz ardı eder, bu nedenle yaşayan insanlar eksik ölüm tarihleri ​​ve yerleri olarak listelenir.<br>"Din" gibi bazı gerçekler genellikle tarih, yer veya kaynak gibi alt etiketlere sahip değildir, bu nedenle burada yalnızca gerçeğin kendisi kontrol edilir.

source: Select
de: Auswahl
nl: Selecteer
tr: Seç

source: Custom event
de: Benutzerdefiniertes Ereignis
nl: Aangepaste gebeurtenis
tr: Özel etkinlik

source: Custom fact
nl: Aangepast feit
tr: Özel gerçek

source: Missing source references for <u>%s</u> data
de: Fehlende Quellreferenzen für <u>%s-Daten</u>
nl: Ontbrekende bronverwijzingen voor <u> %s </u> gegevens
tr: <u>%s</u> verileri için kaynak referansları eksik

source: (%s out of %s = %s)
de: (%s aus %s = %s)
nl: (%s uit %s = %s)
tr: (%s dışında %s = %s)

source: No missing source references found
de: Es wurden keine fehlenden Quellreferenzen gefunden
nl: Geen ontbrekende bronreferenties gevonden
tr: Eksik kaynak referansı bulunamadı

source: Missing fact or event details
nl: Ontbrekende feit of gebeurtenis details
tr: Eksik gerçek veya etkinlik ayrıntıları

source: Parents and siblings
de: Eltern und Geschwister
nl: Ouders en broers en zussen
tr: Ebeveynler ve kardeşler

source: Spouses and children
de: Ehepartner und Kinder
nl: Echtgenoten en kinderen
tr: Eşler ve çocuklar

source: Direct line ancestors
de: Direkte Vorfahren
nl: Directe lijn voorouders
tr: Doğrudan hat ataları

source: Direct line ancestors and their families
de: Direkte Vorfahren mit derer Familien
nl: Directe lijn voorouders en hun gezin
tr: Doğrudan hat ataları ve aileleri

source: Descendants
de: Nachfahren
nl: Afstammelingen
tr: Soyundan gelenler

source: All relatives
de: Alle Verwandten
nl: Alle verwanten
tr: Tüm akrabalar

source: All
de: Alles
nl: Alles
tr: Tüm

source: A list of information missing from events or facts of an individual and their relatives.
nl: Een lijst van ontbrekende informatie van gebeurtenissen of feiten van een persoon en zijn verwanten.
tr: Bir bireyin ve akrabalarının etkinliklerindenn veya gerçeklerinden eksik olan bilgilerin listesi.

source: Whenever possible names are followed by the individual's lifespan dates for ease of identification. Note that these may include dates of baptism, christening, burial and cremation if birth and death dates are missing.<br>The list also ignores any estimates of dates or ages, so living people will be listed as missing death dates and places.<br>Some facts such as "Religion" do not commonly have sub-tags like date, place or source, so here only the fact itself is checked for.<br><b>Limitations: </b>It is only practical for this tool to search for media objects directly linked to the selected event ("level 2 object"). Other media such as attached directly to the individual (level 1 object), or linked to a source itself linked to the event ("level 3 object"), will not be checked here.
nl: Waar mogelijk worden namen gevolgd door de levensduur van het individu voor gemakkelijke identificatie. Houd er rekening mee dat deze datums van doop, begrafenis en crematie kunnen bevatten als geboorte- en overlijdensdatums ontbreken.<br> De lijst negeert ook alle geschatte datums of leeftijden, dus levende mensen zullen worden vermeld met ontbrekende overlijdensdatum en plaats.<br> 'Religie' heeft gewoonlijk geen sub-tags zoals datum, plaats of bron, dus hier wordt alleen gecontroleerd op het feit zelf.<br> Beperkingen:<b> Deze tool zal zoeken naar media-objecten die rechtstreeks verband houden met de geselecteerde gebeurtenis ('level 2 object"). Andere media zoals rechtstreeks aan het individu gekoppeld (level 1 object), of gekoppeld aan een bron die zelf aan de gebeurtenis is gekoppeld ("level 3 object"), worden hier niet gecontroleerd.
tr: Mümkün olduğunda, tanımlama kolaylığı için bireyin yaşam süresi tarihleri ​​ile takip edilir. Doğum ve ölüm tarihlerinin eksik olması durumunda bunların vaftiz, ad koyma, defin ve ölü yakma tarihlerini içerebileceğini unutmayın.<br>Liste ayrıca tarih veya yaş tahminlerini de göz ardı eder, bu nedenle yaşayan insanlar eksik ölüm tarihleri ​​ve yerleri olarak listelenir.<br>Din" gibi bazı gerçekler genellikle tarih, yer veya kaynak gibi alt etiketlere sahip değildir, bu nedenle burada yalnızca gerçeğin kendisi kontrol edilir.<br><b>Kısıtlamalar: </b>Yalnızca aşağıdakiler için pratiktir: bu araç, doğrudan seçilen etkinlikle ("düzey 2 nesnesi") bağlantılı medya nesnelerini aramak için kullanılır. Doğrudan kişiye eklenmiş (düzey 1 nesnesi) veya etkinlikle bağlantılı bir kaynağa bağlı ("düzey 3 nesnesi") gibi diğer medyalar burada kontrol edilmeyecektir.

source: Choose relatives
de: Wähle die Verwandtschaft
nl: Kies verwanten
tr: Akrabaları seç

source: Generations
de: Generationen
nl: Generaties
tr: Kuşaklar

source: Show
de: Zeigen
nl: Toon
tr: Göster

source: %1s related to %2s
de: %1sist verwandt mit%2s
nl: %1s verwant aan %2s
tr: %1s, %2s ile ilgili

source: Missing <u>%s</u> data
de: <u>%s</u>Daten
nl: Ontbrekende <u>%s</u> gegevens
tr: <u>%s</u> verisi eksik

source: <b>Note: </b>%s person excluded as they are, or are believed to be, still living
de: <b>Hinweis:</b> %s ausgeschlossen, da sie sind, oder geglaubt werden, um zu sein, noch lebende Person
nl: <b>Opmerking: </b>%s uitgezonderd persoon die nog in leven is , of waarvan dit verondersteld wordt.
tr: <b>Not: </b>%s kişi hayatta olduğu veya olduğuna inanıldığı için hariç tutuldu

source: Generation
nl: Generatie
tr: Kuşak

source: Gen
tr: Kuşak

source: Administration - place edit
de: Verwaltung - Ortsangaben
nl: Beheer - bewerk plaats
tr: Yönetim - yer düzenleme

source: Update all the place names in a family tree
de: Aktualisieren aller Ortsangaben aus einem Stammbaum
nl: Update al de plaatsnamen in een stamboom
tr: Bir aile ağacındaki tüm yer adlarını güncelleyin

source: This will update the highest-level part or parts of the place name. For example, “Mexico” will match “Quintana Roo, Mexico”, but not “Santa Fe, New Mexico”.
de: Dies ändert die höchste Ebene der Orts-angaben der Teile der Ortsangaben. “Mexico” passt zu “Quintana Roo, Mexico”, aber nicht zu “Santa Fe, New Mexico”.
nl: Dit werkt bij het grootste deel of delen van de plaatsnaam. Bijvoorbeeld, "Mexico" komt overeen met "Quintana Roo, Mexico", maar niet "Santa Fe, New Mexico.
tr: Bu, yer adının en üst düzey bölümünü veya bölümlerini güncelleyecektir. Örneğin, "Meksika", "Quintana Roo, Meksika" ile eşleşir, ancak "Santa Fe, Yeni Meksika" ile eşleşmez.

source: Search for
de: Suche aus
nl: Zoek naar:
tr: Şunun için ara

source: Replace with
de: Ersetzen mit …
nl: Vervang door
tr: Şununla değiştir

source: preview
de: Vorschau
tr: önizleme

source: update
de: Aktualisieren
nl: bijwerken
tr: güncelle

source: Caution! This may take a long time. Be patient.
de: Achtung! Das kann lange dauern. Bitte um Geduld.
nl: Let op! Dit kan even duren. Heb geduld.
tr: Dikkat! Bu uzun bir zaman alabilir. Sabırlı ol.

source: The following places were changed:
de: Die folgenden Ortsangaben wurden geändert:
nl: De volgende plaatsen zijn gewijzigd:
tr: Aşağıdaki yerler değiştirildi:

source: The following places would be changed:
de: Die folgenden Orte würden geändert:
nl: De volgende plaatsen zullen worden gewijzigd:
tr: Aşağıdaki yerler değiştirilecektir:

source: No places were found.
de: Keine Orte gefunden.
nl: Er zijn geen plaatsen gevonden.
tr: Hiçbir yer bulunamadı.

source: Renumber family tree
de: Stammbäume neu durchnummerieren.
nl: Nummer stamboom opnieuw
tr: Aile ağacını yeniden numaralandır

source: The record %1$s was renamed to %2$s
de: Der Datensatz %1$s wurde in %2$s umbenannt.
nl: Het record %1$s is hernoemd tot %2$s
tr: %1$s kaydı %2$s olarak yeniden adlandırıldı

source: The server’s time limit was reached.
de: Das Zeitlimit des Servers wurde erreicht.
nl: De tijdslimiet van de server was bereikt.
tr: Sunucunun zaman sınırına ulaşıldı.

source: In a family tree, each record has an internal reference number (called an “XREF”) such as “F123” or “R14”.
de: In einem Familienstamm hat jeder Datensatz eine interne Referenznummer ("XREF" genannt) , z.B. “F123” oder "R14".
nl: In een stamboom heeft elk record een intern verwijzingsnummer (genaamd een "XREF") zoals “F123” or “R14”.
tr: Bir aile ağacında, her kaydın "F123" veya "R14" gibi bir dahili referans numarası ("XREF" olarak adlandırılır) vardır.

source: You can renumber a family tree so that these reference numbers are unique across all family trees.
de: Sie können den Stammbaum so durchnummerieren, dass eine unverwechselbare ID-Nummer im gesamten Bestand aller Stammbäume entsteht.
nl: U kunt een stamboom opnieuw nummeren zodat de verwijzingsnummers uniek zijn over alle stambomen.
tr: Bu referans numaralarının tüm aile ağaçlarında benzersiz olması için bir aile ağacını yeniden numaralandırabilirsiniz.

source: This family tree has %s record which uses the same “XREF” as another family tree.
de: In diesem Stammbaum gibt es %s Datensätze, die die gleichen “XREF” wie ein anderer Stammbaum verwenden.
nl: Deze stamboom heeft %s records welke dezelfde "XREF" gebruiken als een andere stamboom.
tr: Bu aile ağacı, başka bir aile ağacıyla aynı “XREF”i kullanan %s kaydına sahiptir.

source: You can renumber this family tree.
de: Stammbaum bitte neu durchnummerieren.
nl: U kunt deze stamboom opnieuw nummeren
tr: Bu aile ağacını yeniden numaralandırabilirsiniz.

source: Caution! This may take a long time. Be patient.
de: Achtung! Das kann lange dauern. Bitte um Geduld.
nl: Let op! Dit kan even duren. Heb geduld.
tr: Dikkat! Bu uzun bir zaman alabilir. Sabırlı ol.

source: If your server times out, press F5 to continue
de: Wenn Ihr Server abstürzt, bitte F5 drücken um weiterzumachen.
nl: Als uw server een time-out heeft, druk F5 om verder te gaan.
tr: Sunucunuz zaman aşımına uğradıysa devam etmek için F5 tuşuna basın

source: Sanity check
de: Plausibilitätsprüfung
nl: Logisch denken
tr: Akıl sağlığı kontrolü

source: Date discrepancies
de: Datums Diskrepanzen
nl: Datum tegenstrijdigheden
tr: Tarih tutarsızlıkları

source: Age related queries
de: Alters bezogene Auswertungen
nl: Leeftijd gerelateerde zoekopdracht
tr: Yaşla ilgili sorgular

source: Duplicated individual data
de: Doppelte Einzeldaten
nl: Dubbele persoonlijke gegevens
tr: Yinelenen bireysel veriler

source: Duplicated family data
de: Doppelte Familiendaten
nl: Dubbele gezins gegegevens
tr: Yinelenen aile verileri

source: Missing or invalid data
de: Fehlende oder falsche Daten
nl: Ontbrekende of ongeldige gegevens
tr: Eksik veya geçersiz veriler

source: Birth after baptism or christening
de: Geburt nach Taufe
nl: Geboorte na de doop
tr: Vaftiz veya ad koyma sonrası doğum

source: Birth after death or burial
de: Geburtsdatum nach dem Tod oder Beerdigung
nl: Geboorte na overlijden of begrafenis
tr: Ölüm veya definden sonra doğum

source: Birth after marriage
de: Geburt nach Hochzeit
nl: Geboorte na huwelijk
tr: Evlendikten sonra doğum

source: Birth after their children
de: Geburt nach Geburt der Kinder
nl: Geboorte na hun kinderen
tr: Çocuklarından sonra doğum

source: Burial before death
de: Beerdigung vor Tod
nl: Begrafenis voor overlijden
tr: Ölmeden önce defin

source: Sibling age differences
nl: Leeftijdsverschil tussen broers en zussen
tr: Kardeş yaş farkları

source: Baptised after a certain age
de: Taufe nach bestimmten Alter
nl: Gedoopt na een bepaalde leeftijd
tr: Belli bir yaştan sonra vaftiz edildi

source: Alive after a certain age
de: Lebend nach einem bestimmten Alter
nl: In leven na een bepaalde leeftijd
tr: Belli bir yaştan sonra hayatta

source: Married before a certain age
de: Verheiratet vor einem bestimmten Alter
nl: Gehuwd voor een bepaalde leeftijd
tr: Belli bir yaştan önce evlendi

source: Being much older than spouse
de: Viel älter als Ehepartner
nl: Veel ouder dan echtgenoot
tr: Eşinden çok daha yaşlı olmak

source: Mothers having children before a certain age
de: Mütter mit Kindern vor einem bestimmten Alter
nl: Moeders die kinderen krijgen voor een bepaalde leeftijd
tr: Belli bir yaştan önce çocuk sahibi olan anneler

source: Mothers having children past a certain age
de: Mütter mit Kindern nach einem bestimmten Alter
nl: Moeders die kinderen krijgen na een bepaalde leeftijd
tr: Belli bir yaştan sonra çocuk sahibi olan anneler

source: Baptism or christening
de: Taufe
nl: Doop
tr: Vaftiz veya ad koyma

source: Cremation
de: Einäscherung
nl: Crematie
tr: Ölü yakma

source: Burial
de: Beerdigung
nl: Begrafenis
tr: Defin

source: Marriage
de: Heirat
nl: Huwelijk
tr: Evlilik

source: Families with duplicately named children
de: Familien mit doppelt benannten Kindern
nl: Gezinnen met kinderen met dezelfde naam
tr: Çift adı geçen çocukları olan aileler

source: Missing or incomplete birth
de: Fehlende oder unvollständige Geburt
nl: Ontbrekende of onvolledige geboorte
tr: Eksik veya eksik doğum

source: Missing or incomplete death
de: Fehlender oder unvollständiger Tod
nl: Ontbrekende of onvolledig overlijden
tr: Eksik veya eksik ölüm

source: No gender recorded
de: kein Geschlecht berichtet
nl: Geen geslacht geregistreerd
tr: Cinsiyet kaydedilmedi

source: Invalid age recorded
de: Ungültige Altersangabe
nl: Ongeldige leeftijd geregistreerd
tr: Geçersiz yaş kaydedildi

source: Empty individual fact or event
de: Leere einzelne Tatsache oder Ereignis
nl: Leeg persoonlijk feit of gebeurtenis
tr: Boş bireysel gerçek veya etkinlik

source: Children not sorted by birth date
de: Kinder nicht nach Geburtsdatum sortiert
nl: Kinderen niet op geboortedatum gesorteerd
tr: Doğum tarihine göre sıralanmamış çocuklar

source: Families not sorted by marriage date
de: Familien nicht nach Heiratsdatum sortiert
nl: Gezinnen niet op geboortedatum gesorteerd
tr: Evlilik tarihine göre sıralanmamış aileler

source: Media object issues
nl: Problemen met mediaobjecten
tr: Medya nesnesi sorunları

source: %s checks to help you monitor the quality of your family history data
de: %s prüft, wie Sie die Qualität Ihrer Familiendaten überwachen können
nl: %s controles om u te helpen de kwaliteit van uw familiegeschiedenis te controleren
tr: %s, aile geçmişi verilerinizin kalitesini izlemenize yardımcı olmak için kontrol eder

source: This process can be slow. If you have a large family tree or suspect large numbers of errors you should only select a few checks each time.<br><br>Options marked <span class="warning">**</span> are often very slow.
de: Dieser Prozess kann langsam sein. Wenn Sie einen großen Stammbaum haben oder eine große Anzahl von Fehlern vermuten, sollten Sie jedes Mal nur ein paar Prüfungen auswählen.<br><br>Die mit <span class="warning">**</span> gekennzeichneten Optionen sind oft sehr langsam.
nl: Dit proces kan langzaam zijn. Als u een grote stamboom heeft of een groot aantal fouten verwacht, zult u een paar controles per keer moeten selecteren. <br> <br> Opties gemarkeerd <span class="warning">**</span>zijn vaak erg langzaam.
tr: Bu süreç yavaş olabilir. Büyük bir aile ağacınız varsa veya çok sayıda hata olduğundan şüpheleniyorsanız, her seferinde yalnızca birkaç kontrol seçmelisiniz.<br><br><span class="warning">**</span> olarak işaretlenen seçenekler genellikle çok yavaştır.

source: Main
nl: Hoofd
tr: Anasayfa

source: Thumb
nl: Miniatuur
tr: Küçük resim

source: Zero
nl: Nul
tr: Sıfır

source: Link
de: Verbindung
tr: Bağlantı

source: Reset
de: Zurücksetzen
tr: Sıfırla

source: Results
de: Ergebnisse
nl: Resultaten
tr: Sonuçlar

source: %s born after baptism or christening
de: %s Geburt nach Taufe
nl: %s geboren na de doop
tr: %s vaftiz veya ad koyduktan sonra doğdu

source: query time: %1s secs
de: Auswertungsdauer: %1s secs
nl: duur zoekvraag: %1s secs
tr: sorgu süresi: %1s saniye

source: %s born after death or burial
de: %s Geburtsdatum nach dem Tod oder Beerdigung
nl: %s geboren na overlijden of begrafenis
tr: %s ölümden veya definden sonra doğdu

source: %s born after marriage
de: %s Geburt nach Hochzeit
nl: %s geboren na huwelijk
tr: %s evlilikten sonra doğdu

source: %s born after their children
de: %s Geburt nach den Kindern
nl: %s geboren na hun kinderen
tr: %s çocuklarından sonra doğdu

source: %s siblings with an age difference between 1 day and 9 months
nl: %s broers en zussen met een leeftijdsverschil tussen 1 dag en 9 maanden
tr: 1 gün ile 9 ay arasında yaş farkı olan %s kardeş

source: %s buried before death
de: %s Beerdigung vor Tod
nl: %s begraven voor overlijden
tr: %s ölmeden önce defnedildi

source: %1s baptised more than %2s years after birth
de: %1s getauft mehr als %2s Jahre nach der Geburt
nl: %1s gedoopt meer dan %2s jaar na geboorte
tr: %1s doğumdan %2s yıldan fazla bir süre sonra vaftiz edildi

source: %1s living and older than %2s years
de: %1s lebend und älter als %2s Jahre
nl: %1s levend en ouder dan %2s jaar
tr: %1s yaşıyor ve %2s yaşından büyük

source: %1s married younger than %2s years
de: %1s verheiratet und jünger als %2s Jahre
nl: %1s gehuwd jonger dan %2s jaar
tr: %1s, %2s yaşından küçük evlendi

source: %1s spouses with more than %2s years age difference
de: %1s Ehepartner mit mehr als %2s Jahre Altersunterschied
nl: %1s echtgenoten met meer dan %2s jaar leeftijdsverschil
tr: %2s yaşından büyük yaş farkı olan %1s eşleri
