Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: <div id="popup"><p>There are several different areas. They operate as follows.</p><p><b>1. Calculation of major moveable feasts.</b></p><p>Since the ecclesiastical calendar is based on lunar rather than solar cycles, certain key holidays (feasts) occur on different days each year. The method of calculating these feasts has also changed since the council of Nicea (325 A.D.). The button labeled "Calculate Holidays" calculates the dates of seven major feasts for the year entered in the field labeled "Year", and displays the results below this field. The only restrictions are that the number entered in the field "Year" must be an integer (no fractions) greater than zero. However, the holidays generated are only valid for dates since 325 A.D. (Early Christian and Roman dating is another story). Also, for purposes of calculation, I have assumed that the ecclesiastical year begins on January first, even though this standard was only gradually accepted. If you are working with early monastic documents you might want to consider that dates from December 25th through March may be "off" by one year. To a Benedictine, for instance (to whom the year began on December 25th), the feast of the Innocents in 1450 would be December 28th, 1450, while to others it might be December 28th, 1449. In fact, before 1582, most calendars did not have the year begin on January 1st, even though the calculation of the moveable feasts acted as if it did. In England, the year "began" either on December 25th, or, more frequently on March 25th (Lady Day), until 1752. These vagaries are not something I wanted to include in the calculations, since they often varied quite a bit. The calculations for the holidays will take into account the days dropped from the calendar when the "New style" was adopted, since these affect the month and day of Easter. Conventions about the beginning of the year are easily corrected for.</p><p><b>2. Old and New style dating and Day of the week</b></p><p>When the Pope Gregory revised the calendar in 1582, a certain number of days were omitted from the calendar at a particular time, resulting in two separate styles of dating. England persisted in using the "Old Style" until 1752, because of religious differences. The Old Style also often dated the beginning of the year from March 25 rather than January 1, and this area of the site takes this difference into account. Thus March 8, 1735, Old Style is really March 19, 1736 in the New Style! Occasionally, particularly in dating material between 1582 and 1755 or so, it becomes necessary to convert back and forth.</p><p>Here is a more detailed description of the transition year (in England): 1752.</p><p>The area called "Convert Old Style to New Style" converts the old style date to a new style date and returns an answer. The area called "Convert New Style to Old Style" converts the new style date to an old style date and enters it in the "Old style" fields. You must enter an integer greater than zero for the year.</p><p>You can also calculate the day of the week for both old and new style dates.</p><p>Remember that these forms assume that the year begins on March 25th. If you want to plug in dates derived from the "Ecclesiastical Holidays" area, be aware that you will have to subtract 1 from the year for all dates between January 1st and March 24th.</p><p><b>NOTE FOR STUDENTS OF CONTINENTAL HISTORY</b></p><p>Don't try to use this site to calculate dates of documents between 1588 and 1752 because England is a special case during these years.</p></p>
nl: <Div id = "popup"> <p> Er zijn verschillende mogelijkheden. Ze werken als volgt. </p><p><b> 1. Berekening van de belangrijke variabele feesten. </b></p><p> Sinds de kerkelijke kalender gebaseerd is op de maan in plaats van de zonnecycli, zullen bepaalde belangrijke feestdagen (feesten) zich voordoen op verschillende dagen per jaar. De wijze van berekening van deze feesten is ook veranderd sinds het concilie van Nicea (325 A.D.). De button "Bereken feestdagen" berekent de data van de zeven belangrijkste feesten van het jaar ingevoerd in het veld "Jaar" en toont de resultaten hieronder dit veld. De enige beperking is dat het getal in het veld "Jaar" ingevuld, een geheel getal (geen fracties) groter dan nul moet zijn. Echter, de feestdagen gegenereerd zijn enkel geldig voor de data sinds 325 A.D. (vroeg-christelijke en roomse datering is een ander verhaal). Ook ten behoeve van de berekening, heb ik aangenomen dat het kerkelijk jaar begint op de eerste januari, hoewel deze norm word niet overal geaccepteerd. Als u werkt met de oude kloosterdocumenten, zou u rekening moeten houden dat datums van 25 december tot en met maart kunnen "verschillen" met één jaar. Voor een ​​Benedictijner, bijvoorbeeld (voor wie het jaar begon op 25 december), zou het feest van de Onnozele Kinderen in 1450 op 28 december 1450 zijn , terwijl het voor anderen misschien 28 december 1449 zou zijn. In feite, voor 1582, begonnen de meeste kalenders het jaar niet op 1 januari, hoewel de berekening van de variabele feesten deed voorkomen alsof dit wel zo was. In Engeland, het jaar "begon", hetzij op 25 december, of, vaker op 25 maart (Maria-Boodschap), tot en met 1752. Deze grillen zijn niet iets wat ik in de berekeningen wilde opnemen, omdat ze vaak nogal wat varieerde. De berekeningen voor de feestdagen zal rekening houden met de dagen minder van de kalender als de "Nieuwe Stijl" is aangenomen, omdat deze invloed hebben op de maand en de dag van Pasen. Conventies over het begin van het jaar zijn gemakkelijk gecorrigeerd. </p><p><b> 2. Oude en Nieuwe Stijl datering en Dag van de week </b></p><p> Als paus Gregorius de kalender herziet in 1582, wordt een bepaald aantal dagen weggelaten uit de kalender wat resulteert in twee afzonderlijke stijlen van datering. Engeland gebruikte de "Oude Stijl" tot 1752, als gevolg van religieuze verschillen. De Oude Stijl begint ook vaak het jaar vanaf 25 maart in plaats van 1 januari, en dit gedeelte van de website houdt rekening met dit verschil. Zo is 8 maart 1735, Oude Stijl echt 19 maart 1736 in de Nieuwe Stijl! Soms, in het bijzonder bij materiaal gedateerd tussen 1582 en 1755, is het nodig om dit om te zetten. </p><p> Hier is een meer gedetailleerde beschrijving van het overgangsjaar (in Engeland): 1752 </p><p> Het veld genaamd "Zet Oude Stijl om naar Nieuwe Stijl" zet de Oude Stijl-datum om naar een ​​Nieuwe Stijl- datum. Het veld genaamd "Zet Nieuwe Stijl om naar Oude Stijl" zet de Nieuwe Stijl-datum om in een Oude Stijl-datum en geeft het weer in de "Oude Stijl" velden. U moet een geheel getal groter dan nul voor het jaar in te voeren. </p><p> U kunt ook de dag van de week berekenen voor zowel Oude Stijl als Nieuwe Stijl-datums. </p><p> Vergeet niet dat deze formulieren aannemen dat het jaar begint op 25 maart. Als u gebruik maakt van datums afkomstig van het "Kerkelijke Feestdagen" veld, let op dat je 1 jaar zal moeten aftrekken voor alle datums tussen 1 januari en 24 maart. </p><p><b>OPMERKING VOOR STUDENTEN VAN CONTINENTALE GESCHIEDENIS </b></ p><p> Probeer niet met deze site de datums van documenten tussen 1588 en 1752 te berekenen, omdat Engeland een apart verhaal is in die periode. </p></ p>
tr: <div id="popup"><p>Birkaç farklı alan var. Aşağıdaki gibi çalışırlar.</p><p><b>1. Büyük hareketli bayramların hesaplanması.</b></p><p>Dini takvim güneş döngülerinden ziyade ay döngülerine dayandığından, her yıl farklı günlerde belirli önemli tatiller (bayramlar) gerçekleşir. Bu bayramların hesaplanma yöntemi de İznik Konseyi'nden (MS 325) itibaren değişmiştir. "Tatil Hesapla" yazan buton, "Yıl" yazan alana girilen yıl için yedi büyük bayramın tarihlerini hesaplar ve sonuçları bu alanın altında gösterir. Tek kısıtlama, "Yıl" alanına girilen sayının sıfırdan büyük bir tam sayı (kesir yok) olması gerektiğidir. Ancak, oluşturulan tatiller yalnızca MS 325'ten sonraki tarihler için geçerlidir (Erken Hıristiyan ve Roma tarihlemesi başka bir hikayedir). Ayrıca, hesaplama amacıyla, bu standart ancak kademeli olarak kabul edilmiş olsa da, dini yılın ilk Ocak'ta başladığını varsaydım. Erken manastır belgeleriyle çalışıyorsanız, 25 Aralık'tan Mart'a kadar olan tarihlerin bir yıl "kapalı" olabileceğini düşünmek isteyebilirsiniz. Örneğin, bir Benediktin için (yılın 25 Aralık'ta başladığı), 1450'deki Masumların bayramı 28 Aralık 1450, diğerleri için ise 28 Aralık 1449 olabilir. Aslında, 1582'den önce, çoğu takvim hareketli bayramların hesaplanması sanki başlamış gibi davransa da, 1 Ocak'ta yıl başlamamıştı. İngiltere'de yıl ya 25 Aralık'ta, ya da daha sık olarak 25 Mart'ta (Kadınlar Günü) 1752'ye kadar "başladı". Bu kaprisler, genellikle oldukça değişken olduklarından, hesaplamalara dahil etmek istediğim bir şey değil. Tatiller için hesaplamalar, Paskalya ayını ve gününü etkilediğinden, "Yeni stil" benimsendiğinde takvimden atılan günleri dikkate alacaktır. Yılın başlangıcı ile ilgili sözleşmeler kolayca düzeltilir.</p><p><b>2. Eski ve Yeni stil tarihleme ve haftanın Günü</b></p><p>Papa Gregory 1582'de takvimi revize ettiğinde, belirli bir zamanda takvimden belirli sayıda gün çıkarıldı ve bu da iki farklı tarihleme stiliyle sonuçlandı. İngiltere, dini farklılıklar nedeniyle 1752'ye kadar "Eski Stil"i kullanmaya devam etti. Eski Stil de genellikle yılın başlangıcını 1 Ocak yerine 25 Mart'a dayandırır ve sitenin bu alanı bu farkı hesaba katar. Böylece 8 Mart 1735, Eski Stil, Yeni Stil'de gerçekten 19 Mart 1736'dır! Ara sıra, özellikle 1582 ve 1755 arasındaki tarihleme materyallerinde, ileri geri çevirmek gerekli hale gelir.</p><p>İşte geçiş yılının (İngiltere'de) daha ayrıntılı bir açıklaması: 1752.</p><p>"Eski Stili Yeni Stile Dönüştür" adlı alan, eski stil tarihini yeni bir stil tarihine dönüştürür ve bir yanıt döndürür. "Yeni Stili Eski Stile Dönüştür" adı verilen alan, yeni stil tarihini eski stil tarihine çevirir ve "Eski stil" alanlarına girer. Yıl için sıfırdan büyük bir tamsayı girmelisiniz.</p><p>Hem eski hem de yeni stil tarihleri ​​için haftanın gününü de hesaplayabilirsiniz.</p><p>Bu formların yılın 25 Mart'ta başladığını varsaydığını unutmayın. "Dini Tatiller" alanından türetilen tarihleri ​​​​eklemek istiyorsanız, 1 Ocak ile 24 Mart arasındaki tüm tarihler için yıldan 1 çıkarmanız gerekeceğini unutmayın.</p><p><b>KITA TARİHİ ÖĞRENCİLERİ İÇİN NOT</b></p><p>1588-1752 yılları arasındaki belgelerin tarihlerini hesaplamak için bu siteyi kullanmaya çalışmayın, çünkü İngiltere bu yıllarda özel bir durumdur.</p></p>

source: <p> This page is based on work done by Ian MacInnes <span class="note">(imacinnes@albion.edu)</span> at his website <a href="http://people.albion.edu/imacinnes/calendar/Welcome.html" target="blank"><b>Ian's English Calendar</b></a></p> <p> His site is intended to replace quick reference handbooks of dates for those interested in English history, literature, and genealogy. It is also accurate for European history outside of England, with the exception of the period 1582-1752. Students of Continental documents who wish to date documents from this period will need to follow this link </p> <p> <i title="Help with English calendar" onclick="modalNotes('%1s', 'Help with English calendar')">Help with English calendar</i> </p> <p> <a title="Easter Formulae" href="%2s" target="_blank" rel="noopener noreferrer"> <i>The formulae for calculating Easter are derived from the 11th edition Encyclopedia Brittanica</i> </a> </p>
nl: <p> Deze pagina is gebaseerd op het werk van Ian MacInnes <span class="note">(imacinnes@albion.edu)</span> op zijn website <a href="http://people.albion.edu/imacinnes/calendar/Welcome.html" target="blank"><b>Ian's English Calendar</b></a></p> <p> Zijn website is gemaakt voor diegenen die geïnteresseerd zijn in de Engelse geschiedenis, literatuur en genealogie, voor snelle raadpleging en ter vervanging van boeken met deze gegevens. Ook is het accuraat voor Europese geschiedenis buiten Engeland, met uitzondering van de periode 1582-1752. Studenten van continentale documenten die documenten willen dateren uit deze periode kunnen deze link klikken </p> <p> <i title="Help voor Engelse Kalender" onclick="modalNotes('%1s', 'Help with English calendar')">Help engelse kalender</i> </p> <p> <a title="Easter Formulae" href="%2s" target="_blank" rel="noopener noreferrer"> <i>The formules om Pasen te berekenen zijn onttrokken aan de 11de editie van Encyclopedia Brittanica</i> </a> </p>
tr: <p> Bu sayfa, Ian MacInnes <span class="note">(imacinnes@albion.edu)</span> tarafından kendi web sitesindeki <a href="http://people.albion.edu/imacinnes/calendar/Welcome.html" target="blank"><b>Ian'ın ingilizce Takvimi</b></a> 'nde yapılan çalışmaya dayanmaktadır.</p> <p> Onun sitesi, İngiliz tarihi, edebiyatı ve şecere ile ilgilenenler için hızlı başvuru tarih el kitaplarının yerini almayı amaçlamaktadır. 1582-1752 dönemi hariç, İngiltere dışındaki Avrupa tarihi için de doğrudur. Bu döneme ait belgeleri tarihlendirmek isteyen Kıta belgelerinin öğrencilerinin bu bağlantıyı takip etmesi gerekecektir. </p> <p> <i title="Help with English calendar" onclick="modalNotes('%1s', 'Help with English calendar')">İngilizce takvimle ilgili yardım</i> </p> <p> <a title="Easter Formulae" href="%2s" target="_blank" rel="noopener noreferrer"> <i>Paskalya hesaplama formülleri, Britannica Ansiklopedisi 11. baskısından alınmıştır.</i> </a> </p>

source: Enter the year in question
nl: Voer het gevraagde jaar in
tr: Söz konusu yılı girin

source: Christian Year
nl: Christelijk Jaar
tr: Hıristiyan Yılı

source: The Ecclesiastical year begins on January 1.
nl: Het Kerkelijk jaar begint op 1 januari
tr: Dini yıl 1 Ocak'ta başlar.

source: Calculate Holidays
nl: Bereken feestdagen
tr: Tatilleri Hesapla

source: Easter
nl: Pasen
tr: Paskalya

source: Ascension
nl: Hemelvaart
tr: Yükseliş

source: Trinity Sunday
nl: Trinitatis zondag of Drievuldigheidszondag
tr: Trinity Pazar

source: Full list of moveable and fixed holidays
nl: Volledige lijst met variabele en vaste feestdagen
tr: Hareketli ve sabit tatillerin tam listesi

source: The "octave" of any holiday = eight days after the holiday- counting the holiday itself. Thus the octave of a Sunday is the following Sunday.
nl: De "octaaf" van elke feestdag = acht dagen na de feestdag- de feestdag meegerekend. Dus de octaaf van een zondag is de volgende zondag.
tr: Herhangi bir tatilin "oktavı" = tatilin kendisini sayarak tatilden sekiz gün sonra. Böylece bir Pazar gününün oktavı, bir sonraki Pazar günüdür.

source: After 1570, subtract one week.
nl: Na 1570, een week minder tellen
tr: 1570'den sonra bir hafta çıkarın.

source: April
tr: Nisan

source: March
de: März
nl: Maart
tr: Mart

source: February
de: Februar
nl: Februari
tr: Şubat

source: January
de: Januar
nl: Januari
tr: Ocak

source: June
de: Juni
nl: Juni
tr: Haziran

source: May
de: Mai
nl: Mei
tr: Mayıs

source: November
tr: Kasım

source: December
de: Dezember
tr: Aralık

source: Old & New Style Dates
de: Altes und neues Datumsformat
nl: Oude & Nieuwe Stijl datums
tr: Eski ve Yeni Stil Tarihler
