Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Kiwitrees allows you to copy up to 10 facts, with all their details, to a clipboard. This clipboard is different from the Clippings Cart that you can use to export portions of your database.<br><br>You can select any of the facts from the clipboard and copy the selected fact to the Individual, Family, Media, Source, or Repository record currently being edited. However, you cannot copy facts of dissimilar record types. For example, you cannot copy a Marriage fact to a Source or an Individual record since the Marriage fact is associated only with Family records.<br><br>This is very helpful when entering similar facts, such as census facts, for many individuals or families.
de: <b>kiwitrees</b> hat die Möglichkeit, bis zu 10 Fakten, mit allen Details, einzeln in eine Zwischenablage zu kopieren. Diese Zwischenablage unterscheidet sich vom Sammelbehälter, den Sie zum exportieren von Datensätzen aus Ihrer Datenbank benutzen.<br /><br />Sie können beliebige Fakten aus der Zwischenablage wählen, um sie einzeln dem aktuellen Datensatz hinzuzufügen. Fakten können aber nur ihren richtigen Datensätzen hinzugefügt werden. Das heißt, zum Beispiel, dass Ehen nicht Personen oder Quellen hinzugefügt werden können; Ehen sind immer nur mit Familien verbunden.<br /><br />Sie können so die gleichen Fakten leicht mehreren Datensätzen hinfügen.
nl: Kiwitrees laat u tot 10 feiten, met al hun details, kopiëren naar een klembord. Dit klembord is anders dan Stamboomknipsel waarnaar u delen van uw database kunt exporteren.<br><br>U kunt elk feit van dat klembord selecteren en kopiëren naar het Persoons-, Gezins-, Media-, Bron- of Opslagplaats-record welke op dat moment bewerkt wordt. U kunt evenwel geen feiten kopiëren naar niet-gelijksoortige records. U kunt b.v. geen Huwelijks-feit naar een Bron- of een Persoonsrecord kopiëren, want een Huwelijks-feit hoort alleen bij Gezinsrecords.<br><br>Het is op deze manier gemakkelijker om soortgelijke feiten, zoals volkstelling-feiten, bij veel personen of gezinnen snel in te voeren.
tr: Kiwitrees, tüm ayrıntılarıyla birlikte bir panoya 10 adede kadar gerçeği kopyalamanıza olanak tanır. Bu pano, veritabanınızın bölümlerini dışa aktarmak için kullanabileceğiniz Kupür Sepetinden farklıdır.<br><br>Gerçeklerden herhangi birini panodan seçebilir ve seçili gerçeği düzenlenmekte olan Birey, Aile, Medya, Kaynak veya Depo kaydına kopyalayabilirsiniz. Ancak, farklı kayıt türlerinin gerçeklerini kopyalayamazsınız. Örneğin, Evlilik gerçeği yalnızca Aile kayıtlarıyla ilişkilendirildiğinden, bir Evlilik gerçeğini bir Kaynağa veya Bireysel kayda kopyalayamazsınız.<br><br>Bu, birçok birey veya aile için nüfus sayımı gerçekleri gibi benzer gerçekleri girerken çok yararlıdır.

source: Add a note
de: Neue Anmerkung hinzufügen
nl: Voeg een notitie toe
tr: Bir not ekle

source: If you have a note to add to this record, this is the place to do so.<br><br>Just click the link, a window will open, and you can type your note. When you are finished typing, just click the button below the box, close the window, and that's all.
de: Wenn Sie diesem Datensatz eine Anmerkung hinzufügen möchten, so ist dies die richtige Stelle.<br /> <br /> Klicken Sie einfach auf den Link, ein neues Fenster öffnet sich und Sie können Ihre Anmerkung eingeben. Wenn Sie die Eingabe beenden möchten, klicken Sie einfach auf die Schaltfläche unter dem Feld und schließen Sie das Fenster.
nl: Heeft u een notitie om aan dit record toe te voegen, dan kan dat hier.<br><br>Klik op de link en een venster zal openen waarin de tekst ingevuld kan worden. Is de tekst klaar, dan wordt door het klikken op <b>Opslaan<b> het venster gesloten en de tekst opgeslagen.
tr: Bu kayda eklenecek bir notunuz varsa, bunun yeri burasıdır.<br><br>Bağlantıya tıklamanız yeterli, bir pencere açılacak ve notunuzu yazabilirsiniz. Yazmayı bitirdiğinizde, kutunun altındaki düğmeyi tıklayın, pencereyi kapatın ve hepsi bu kadar.

source: Add a shared note
de: Wiederkehrende Anmerkung neu hinzufügen
nl: Voeg een Gedeelde Notitie toe
tr: Paylaşılan bir not ekle

source: When you click the <b>Add a Shared Note</b> link, a new window will open. You can choose to link to an existing shared note, or you can create a new shared note and at the same time create a link to it.
de: Wenn Sie auf den Link <b> Neue wiederkehrende Anmerkung hinzufügen</ b> klicken, öffnet sich ein neues Fenster. Dort können Sie auswählen, ob der Datensatz mit einer bereits vorhandenen "wiederkehrenden Anmerkung" verknüpft wird, oder eine neue "Wiederkehrende Anmerkung" erstellt und entsprechend verknüpft wird.
nl: Als u klikt op de <b>Voeg een Gedeelde Notitie toe</b>"link, opent een nieuw venster. U kunt kiezen om aan een bestaande Gedeelde Notitie te koppelen, of u kunt een nieuwe Gedeelde Notitie maken en daar meteen een koppeling mee maken.
tr: <b>Paylaşılan Bir Not Ekle</b> bağlantısını tıkladığınızda yeni bir pencere açılır. Mevcut bir paylaşılan nota bağlanmayı seçebilir veya yeni bir paylaşılan not oluşturabilir ve aynı zamanda ona bir bağlantı oluşturabilirsiniz.

source: Add a source citation
de: Quellenzitat neu hinzufügen
nl: Voeg een bronvermelding toe
tr: Bir kaynak alıntı ekle

source: Here you can add a source <b>Citation</b> to this record.<br><br>Just click the link, a window will open, and you can choose the source from the list (Find ID) or create a new source and then add the Citation.<br><br>Adding sources is an important part of genealogy because it allows other researchers to verify where you obtained your information.
de: Hier können Sie ein Quellen<b>zitat </ b> zum aktuellen Datensatz hinzufügen. <br /> <br /> Klicken Sie einfach auf den Link, ein neues Fenster öffnet sich und Sie können eine bereits angelegte Quelle aus einer Liste auswählen (Find ID) oder eine neue Quelle erstellen. Danach können Sie das eigentliche Zitat hinzufügen. <br /> <br /> Die Angabe von Quellen bzw. Quellenzitate sind wichtig in der Genealogie, weil sie es anderen Forschern ermöglichen, Ihre Angaben zu überprüfen.
nl: Hier kan een <b>Bronvermelding<b> aan dit record toegevoegd worden.<br><br>Door op de link te klikken opent een venster en kan worden gekozen uit de lijst (Vind ID) of u kiest voor het maken een nieuwe bron en de vermelding toevoegen.<br><br>Bronnen toevoegen is een belangrijk onderdeel van genealogie, omdat u daarmee anderen aantoont waar u uw informatie vandaan heeft.
tr: Burada bu kayda bir kaynak <b>Alıntı</b> ekleyebilirsiniz.<br><br>Sadece bağlantıyı tıklayın, bir pencere açılacak ve listeden kaynağı seçebilir (Kimlik Bul) veya yeni bir kaynak oluşturabilir ve ardından Alıntıyı ekleyebilirsiniz.<br><br>Kaynak eklemek şecerenin önemli bir parçasıdır çünkü diğer araştırmacıların bilgilerinizi nereden aldığınızı doğrulamasını sağlar.

source: Year input box
de: Jahres Eingabefeld
nl: Invulvak voor jaar
tr: Yıl giriş kutusu

source: This input box lets you change that year of the calendar. Type a year into the box and press <b>Enter</b> to change the calendar to that year.<br><br><b>Advanced features</b> for <b>View Year</b><dl><dt><b>More than one year</b></dt><dd>You can search for dates in a range of years.<br><br>Year ranges are <u>inclusive</u>. This means that the date range extends from 1 January of the first year of the range to 31 December of the last year mentioned. Here are a few examples of year ranges:<br><br><b>1992-5</b> for all events from 1992 to 1995.<br><b>1972-89</b> for all events from 1972 to 1989.<br><b>1610-759</b> for all events from 1610 to 1759.<br><b>1880-1905</b> for all events from 1880 to 1905.<br><b>880-1105</b> for all events from 880 to 1105.<br><br>To see all the events in a given decade or century, you can use <b>?</b> in place of the final digits. For example, <b>197?</b> for all events from 1970 to 1979 or <b>16??</b> for all events from 1600 to 1699.<br><br/>Selecting a range of years will change the calendar to the year view.</dd></dl>
de: In diesem Feld können Sie das Jahr eingeben für die Ausgabe der Liste im «Jahres Modus» bzw. für den Kalender im «Monats Modus».<br /><br />Im «Tages-Modus» ändert die Jahreszahl nichts, da die Ereignisse aller Jahre gezeigt werden.<dl><dt><b>Tipps für Fortgeschrittene</b> bei <b>Jahr zeigen:<br />Mehrere Jahre</b></dt><dd>Sie können über mehrere Jahre suchen, indem Sie im Jahresfeld folgende Eingabe machen:<br />- Beisp. 1: <b>1992-5</b> für alle Ereignisse von 1992 bis 1995.<br />- Beisp. 2: <b>1972-89</b> für alle Ereignisse von 1972 bis 1989.<br />- Beisp. 3: <b>1610-759</b> für alle Ereignisse von 1610 bis 1759.<br />- Beisp. 4: <b>1880-1905</b> für alle Ereignisse von 1880 bis 1905.<br />- Beisp. 5: <b>880-1105</b> für alle Ereignisse von 880 bis 1105.<br /><br />Sie können auch die letzten Ziffern der Jahreszahl durch Fragezeichen <b>?</b> erzetzen, um alle Ereignisse eines Jahrzehntes oder Jahrhundertes zu erhalten.<br />- Beisp.: <b>197?</b> für alle Ereignisse von 1970 bis 1979 oder <b>16??</b> für alle Ereignisse von 1600 bis 1699.</dd><dt><b>Abkürzungen</b></dt><dd>Manchmal ist das genaue Datum eines Ereignisses nicht bekannt. In diesem Fall können Begriffe wie «nach», «vor» und «um» in Verbindung mit einem Datum verwendet werden. Die Daten werden zusammen mit einer englischen Abkürzung dieser Begriffe in der GEDCOM-Datei gespeichert. Im Jahres-Modus können Sie auch nach diesen Begriffen (mit oder ohne Datumsangabe) suchen. Hier einige Beispiele:<br /><b>abt</b> 1800 (abt = about, d.h. um)<br /><b>bet</b> 1950-1959 (bet = between, d.h. zwischen) Eingabe: bet 1950-59<br /><b>bef</b> 1950 (bef = before, d.h. vor)<br /><b>aft</b> 1900 (aft = after, d.h. nach)<br /><br />PS: <i><b>Diese Abkürzungen müssen in Englisch eingegeben werden, da der GEDCOM-Standard die englischen Kürzel beinhaltet!</b> Das Programm sucht nach der genauen Zeichenfolge, die Sie eingeben. Wenn Sie also nach «abt 1850» suchen, wird ein Datum wie «abt oct 1850» <b>nicht</b> unter den Suchergebnissen erscheinen.</i></dd></dl>Wenn Sie eine neue Jahreszahl eingeben, wird der Bildschirm nicht sofort aktualisiert. Sie müssen den Button <b>Monat zeigen</b> oder <b>Jahr zeigen </b> klicken, um die Anzeige zu aktualisieren.
nl: In dit invulvak kunt u het jaar van de kalender wijzigen. Type een jaar in het vak, en druk op <b>Enter</b> om de kalender te wijzigen naar dat jaar.<br /><br /><b>Geavanceerde mogelijkheden</b> voor <b>Toon Jaar</b><dl><dt><b>Meer dan een jaar </b></dt><dd>U kunt data zoeken in een reeks van jaren.<br><br />Jaarreeksen zijn <u>inclusief</u>. Dit betekent dat de datumreeks zich uitstrekt van 1 januari van het eerste jaar van de reeks tot 31 december van het laatst vermelde jaar. Hier zijn een paar voorbeelden van jaarreeksen:<br><br><b>1992-5</b> voor alle gebeurtenissen van 1992 tot 1995.<br><b>1972-89</b>voor alle gebeurtenissen van 1972 tot 1989.<br><b>1610-759</b> voor alle gebeurtenissen van 1610 tot 1759.<br><b>1880-1905</b> voor alle gebeurtenissen van 1880 tot 1905.<br><b>880-1105</b> voor alle gebeurtenissen van 880 tot 1105.<br><br>Om alle gebeurtenissen te zien in een bepaald decennium of eeuw, kunt u het <b>?</b> gebruiken, in plaats van de laatste cijfers. Bijvoorbeeld, <b>197?</b>voor alle gebeurtenissen van 1970 tot 1979 of <b>16??</b> voor alle gebeurtenissen van 1600 tot 1699.<br><br/>Door het selecteren van een reeks jaren wijzigt de kalender naar het jaaroverzicht.</dd></dl>
tr: Bu giriş kutusu takvimin o yılını değiştirmenizi sağlar. Kutuya bir yıl yazın ve takvimi o yıla değiştirmek için <b>Enter</b> tuşuna basın.<br><br><b>Görüntüleme Yılı</b> için <b>gelişmiş özellikler</b><dl><dt><b>Bir yıldan fazla</b></dt><dd>Yıl aralığındaki tarihleri arayabilirsiniz.<br><br>Yıl aralıkları <u>dahildir</u>. Bu, tarih aralığının, aralığın ilk yılının 1 Ocak tarihinden, bahsedilen son yılın 31 Aralık tarihine kadar uzandığı anlamına gelir. İşte yıl aralıklarına birkaç örnek:<br><br><b>1992'den 1995'e kadar olan tüm etkinlikler için</b> 1992-5.<br><b>1972'den 1989'a kadar olan tüm etkinlikler için</b> 1972-89.<br><b>1610'dan 1759'a kadar olan tüm etkinlikler için</b> 1610-759.<br><b>1880'den 1905'e kadar olan tüm etkinlikler için</b> 1880-1905.<br><b>880'den 1105'e kadar olan tüm etkinlikler için</b> 880-1105.<br><br>Belirli bir on yıl veya yüzyıldaki tüm olayları görmek için son rakamların yerine <b>?</b> kullanabilirsiniz. Örneğin, <b>1970'den 1979'a kadar olan tüm etkinlikler için</b> 197? veya <b>1600'den 1699'a kadar olan tüm etkinlikler için</b> 16??.<br><br/>Bir yıl aralığı seçmek, takvimi yıl görünümüne çevirecektir.</dd></dl>

source: Move list entries
de: Reihenfolge ändern
nl: Lijstvolgorde wijzigen
tr: Liste girişlerini taşı

source: Use these buttons to move an entry from one list to another.<br><br>Highlight the entry to be moved, and then click a button to move or copy that entry in the direction of the arrow. Use the <b>&raquo;</b> and <b>&laquo;</b> buttons to move the highlighted entry from the leftmost to the rightmost list or vice-versa. Use the <b>&gt;</b> and <b>&lt;</b> buttons to move the highlighted entry between the Available Blocks list and the list to its right or left.<br><br>The entries in the Available Blocks list do not change, regardless of what you do with the Move Right and Move Left buttons. This is so because the same block can appear several times on the same page. The HTML block is a good example of why you might want to do this.
de: Mit diesen Buttons können Sie Einträge aus einer Liste kopieren oder entfernen und in einer anderen Liste eintragen.<br /><br />Wie gewohnt, wählen Sie zuerst mit <u>einem</u> Klick der <u>linken</u> Maustaste den Block mit dem Sie eben arbeiten möchten. Danach klicken Sie einen der Pfeile um den gewählten Block in der Pfeilrichtung zu verschieben. Die <b>&raquo;</b> und <b>&laquo;</b> verschieben den gewählten Block von der ganz linken zur ganz rechten Liste oder umgekehrt. Die <b>></b> und <b><</b> Pfeile verschieben den gewählten Block zwischen der Verfügbare Blöcke Liste und der Liste rechts oder links daneben.<br /><br />Die Einträge in der Verfügbare Blöcke Liste werden niemals entfernt, weil der selbe Block, z.B. der HTML Block, mehrmals auf der Seite dargestellt werden kann.
nl: Gebruik deze buttons om een item van een blokkenlijst naar een andere te verplaatsen.<br><br>Klik op het item dat u wilt verplaatsen en klik op een pijl om het item in de aangegeven richting te verplaatsen. Gebruik de <b>&raquo;</b> en <b>&laquo;</b> buttons om het item van meest links naar meest rechts te verplaatsen en vice versa. Gebruik de <b>></b> en <b><</b> buttons om het item tussen Beschikbare blokken en Blokken hoofdsectie en Blokken rechter sectie te verplaatsen.<br><br>De lijst met Beschikbare blokken wijzigt niet, ongeacht wat u met de Verplaats naar rechts en Verplaats naar links buttons doet. Ze blijven beschikbaar omdat ze meerdere malen op dezelfde pagina kunnen verschijnen. Het HTML-blok is hiervan een goed voorbeeld van waarom u dat zou willen doen.
tr: Bir girişi bir listeden diğerine taşımak için bu düğmeleri kullanın.<br><br>Taşınacak girişi vurgulayın ve ardından o girişi ok yönünde taşımak veya kopyalamak için bir düğmeyi tıklayın. Vurgulanan girişi en soldan en sağa veya tam tersi listeye taşımak için <b>&raquo;</b> ve <b>&laquo;</b> düğmelerini kullanın. Vurgulanan girişi Kullanılabilir Bloklar listesi ile liste arasında sağa veya sola taşımak için <b>&gt;</b> ve <b>&lt;</b> düğmelerini kullanın.<br><br>Sağa Taşı ve Sola Taşı düğmeleriyle ne yaparsanız yapın, Kullanılabilir Bloklar listesindeki girişler değişmez. Bunun nedeni, aynı bloğun aynı sayfada birkaç kez görünebilmesidir. HTML bloğu, bunu neden yapmak isteyebileceğinize iyi bir örnektir.

source: Use these buttons to re-arrange the order of the entries within the list. The blocks will be printed in the order in which they are listed.<br><br>Highlight the entry to be moved, and then click a button to move that entry up or down.
de: Mit diesen Buttons können Sie die Reihenfolge der Blöcke ändern. Die Blöcke werden auf der Startseite in der selben Reihenfolge dargestellt, wie sie in dieser Liste vorkommen.<br /><br />Um die Reihenfolge zu ändern, wählen Sie zuerst mit <u>einem</u> Klick der <u>linken</u> Maustaste den Block den Sie verschieben möchten. Danach klicken Sie Buttons so oft wie notwendig um den gewählten Block in der Reihenfolge zu verschieben.
nl: Gebruik deze buttons om de volgorde van de blokken in de lijst aan te passen. De blokken worden weergegeven in de volgorde zoals ze in de lijst staan.<br><br>Klik het blok aan dat u wilt verplaatsen en klik op één van de buttons om het blok naar boven of naar beneden te verplaatsen.
tr: Listedeki girişlerin sırasını yeniden düzenlemek için bu düğmeleri kullanın. Bloklar listelendikleri sırayla yazdırılacaktır.<br><br>Taşınacak girişi vurgulayın ve ardından o girişi yukarı veya aşağı taşımak için bir düğmeyi tıklayın.

source: GEDFact shared note assistant
de: GEDFACT Assistent für wiederkehrende Anmerkungen
nl: Census-Assistent Gedeelde Notitie
tr: GEDFact paylaşılan not yardımcısı

source: Clicking the "+" icon will open the GEDFact Shared Note Assistant window.<br>Specific help will be found there.<br><br>When you click the "Save" button, the ID of the Shared Note will be pasted here.
de: Ein Klick auf das "+" Symbol öffnet in einem neuen Fenster den GEDFact Assistenten für wiederkehrende Anmerkungen.<br />Dort finden Sie auch weitere Hilfestellung.<br /><br />Wenn Sie auf die Schaltfläche "Speichern" klicken, wird die ID der wiederkehrenden Notiz hier eingesetzt.
nl: Klikken op het "+"pictogram opent het venster van de Census-Assistent Gedeelde Notitie.<br> Specifieke hulp is daar aanwezig. <br><br>Na klikken op de "Opslaan" button wordt het ID van de Gedeelde Notitie hier ingevuld.
tr: "+" simgesine tıkladığınızda GEDFact Paylaşılan Not Yardımcısı penceresi açılacaktır.<br>Özel yardım orada bulunacaktır.<br><br>"Kaydet" düğmesine tıkladığınızda, Paylaşılan Notun kimliği buraya yapıştırılır.

source: This page allows you to bypass the usual forms, and edit the underlying data directly. It is an advanced option, and you should not use it unless you understand the GEDCOM format. If you make a mistake here, it can be difficult to fix.
de: Auf dieser Seite können Sie die üblichen Bearbeitungsformulare des Browsers umgehen und die zugrunde liegenden Daten direkt bearbeiten. Hierbei hanndelt es sich um eine erweiterte Option, die Sie nicht verwenden sollten, ohne das GEDCOM-Format vollständig verstanden zu haben. Hier begangene Fehler können nur sehr schwer identifiziert und behoben werden aber große Auswirkungen haben. Sie sollten auf jedenfall über eine aktuelle Datensicherung verfügen.
nl: Met deze pagina kunt u de normale pagina's omzeilen en de onderliggende gegevens rechtstreeks wijzigen. Dit is een mogelijkheid voor gevorderden die het GEDCOM-formaat goed begrijpen. Hier gemaakte fouten kunnen soms moeilijk te corrigeren zijn.
tr: Bu sayfa, normal formları atlamanıza ve temel verileri doğrudan düzenlemenize olanak tanır. Bu gelişmiş bir seçenektir ve GEDCOM biçimini anlamadığınız sürece kullanmamalısınız. Burada bir hata yaparsanız, bunu düzeltmek zor olabilir.

source: You can download a copy of the GEDCOM specification from %s.
de: Eine Kopie der GEDCOM-Spezifikation kann von %s heruntergeladen werden.
nl: U kunt een kopie van de Gedcom specificatie downloaden van %s.
tr: GEDCOM belirtiminin bir kopyasını %s adresinden indirebilirsiniz.
