Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Search globally
de: Globale Suche
nl: Zoek globaal
tr: Genel olarak ara

source: Search locally
de: Lokale Suche
nl: Zoek plaatselijk
tr: Yerel olarak ara

source: Precision
de: Genauigkeit
nl: Precisie
tr: Kesinlik

source: Neighborhood
de: Nachbarschaft
nl: Buurtschap
tr: Mahalle

source: House
de: Haus
nl: Huis
tr: Ev

source: Max
tr: Maksimum

source: Based on this setting the number of digits that will be used in the latitude and longitude is determined.
de: Basierend auf dieser Einstellung wird die Anzahl der Ziffern, die in die Längen- und Breitengrade verwendet wird, bestimmt.
nl: Op basis van deze instelling wordt het aantal cijfers die zullen worden gebruikt in de breedte- en lengtegraad bepaald.
tr: Bu ayara göre enlem ve boylamda kullanılacak basamak sayısı belirlenir.

source: degrees
de: Grad
nl: graden
tr: açılar

source: north
de: nördlich
nl: noord
tr: kuzey

source: south
de: südlich
nl: zuid
tr: güney

source: east
de: östlich
nl: oost
tr: doğu

source: west
de: westlich
tr: batı

source: This value will be used as the minimal value when displaying this geographic location on a map.
de: Dieser Wert wird als der minimale Wert verwendet werden, wenn dieser geografischen Standort auf einer Karte angezeigt wird.
nl: Deze waarde wordt gebruikt als de minimumwaarde bij het weergeven van deze geografische locatie op een kaart.
tr: Bu değer, bu coğrafi konumu bir harita üzerinde görüntülerken minimum değer olarak kullanılacaktır.

source: Flag
de: Flagge
nl: Vlag
tr: Bayrak

source: Change flag
de: Flagge ändern
nl: Wijzig vlag
tr: Bayrağı değiştir

source: Remove flag
de: Flagge entfernen
nl: Verwijder vlag
tr: Bayrağı kaldır

source: When this geographic location is shown, this flag will be displayed.
de: Wenn dieser Standort angezeigt wird, wird diese Flagge angezeigt.
nl: Wanneer deze geografische locatie wordt weergegeven, wordt deze vlag getoond.
tr: Bu coğrafi konum gösterildiğinde, bu bayrak görüntülenecektir.

source: Redraw map
de: Karte neu zeichnen
nl: Maak de kaart opnieuw
tr: Haritayı yeniden çiz

source: Date not known
de: Datum unbekannt
nl: Datum onbekend
tr: Tarih bilinmiyor

source: Google Street View™
tr: Google Sokak Görünümü™

source: Show the location of places and events using the Google Maps™ mapping service.
de: Anzeige der Lage von Orten und Ereignissen mittels der Google Maps ™.
nl: Toon de locatie van plaatsen en gebeurtenissen met behulp van Google Maps" kaarten service.
tr: Google Haritalar™ haritalama hizmetini kullanarak yerlerin ve etkinliklerin konumunu gösterin.

source: No map data for this person
de: Keine Karteninformation für diese Person
nl: Geen kaartgegevens voor deze persoon
tr: Bu kişi için harita verisi yok

source: Basic
de: Grundlagen
nl: Eenvoudig
tr: Temel

source: Advanced
de: Erweitert
nl: Geavanceerd
tr: Gelişmiş

source: Place hierarchy
de: Hierarchie der Orte
nl: Plaats Hiërarchie
tr: Yer hiyerarşisi

source: Default map type
de: Standard Kartentyp
nl: Standaard kaartsoort
tr: Varsayılan harita türü

source: Satellite
de: Satellit
nl: Satelliet
tr: Uydu

source: Hybrid
de: Kombination
nl: Mengvorm
tr: Hibrit

source: Terrain
de: Gelände
nl: Terrein
tr: Arazi

source: Zoom factor of map
de: Zoomfaktor der Karte
nl: Zoom factor van de kaart
tr: Haritanın yakınlaştırma faktörü

source: maximum
tr: maksimum

source: Minimum and maximum zoom factor for the Google map. 1 is the full map, 15 is single house. Note that 15 is only available in certain areas.
de: Zoomfaktor der Karte<br><br>Kleinster und größter Zoomfaktor der Karte. 1 zeigt die gesamte Erde, 15 zeigt einzelne Häuser. Achtung: Stufe 15 wird von Google noch nicht an allen Orten angeboten!
nl: Minimum en maximum zoom factor van de Google map. 1 is de volledige kaart, 15 is één huis. Houdt er wel rekening mee dat factor 15 alleen beschikbaar is in bepaalde gebieden.
tr: Google haritası için minimum ve maksimum yakınlaştırma faktörü. 1 tam harita, 15 ise tek ev. 15'in yalnızca belirli bölgelerde kullanılabildiğini unutmayın.

source: Google Maps™ API key
de: Google Maps™
nl: Google Maps™
tr: Google Haritalar™ API anahtarı

source: <b>Optional</b>. Google prefers that users of Google Maps™ obtain an API key from them. This is linked to their usage restrictions described at https://developers.google.com/maps/documentation/geocoding/usage-limits. The same page has a link to get a key. You can continue to use the maps feature without the API key if you do not exceed the restrictions but a warning message will exist in the source code of your web page.
de: <b>Optional</b>. Google zieht es vor, dass Nutzer von Google Maps™ einen API-Schlüssel erhalten. Damit ist ihre Nutzungsbeschränkungen beschrieben unter https://developers.google.com/maps/documentation/geocoding/usage-limits verbunden. Derselben Seite hat einen Link zu einen Schlüssel zu erhalten. Sie können weiterhin die Maps-Funktion ohne den API-Schlüssel zu verwenden, wenn Sie nicht die Einschränkungen überschreiten aber eine Warnmeldung wird in den Quellcode Ihrer Webseite vorhanden ist.
nl: <b>Optioneel</b>. Google geeft er de voorkeur aan dat gebruikers van Google Maps™ een API-key verkrijgen. Dit is gekoppeld aan hun gebruiksvoorwaarden beschreven op https://developers.google.com/maps/documentation/geocoding/usage-limits. Dezelfde pagina heeft een link om de key te krijgen. U kunt doorgaan om de kaartenfunctie te gebruiken zonder API-key als u de beperkingen niet overschrijd, maar dan zal een waarschuwing verschijnen in de broncode van uw webpagina.
tr: <b>İsteğe bağlı</b>. Google, Google Haritalar™ kullanıcılarının onlardan bir API anahtarı almasını tercih eder. Bu, https://developers.google.com/maps/documentation/geocoding/usage-limits adresinde açıklanan kullanım kısıtlamalarıyla bağlantılıdır. Aynı sayfada bir anahtar almak için bir bağlantı var. Kısıtlamaları aşmadığınız takdirde haritalar özelliğini API anahtarı olmadan kullanmaya devam edebilirsiniz ancak web sayfanızın kaynak kodunda bir uyarı mesajı çıkacaktır.

source: Precision of the latitude and longitude
de: Genauigkeit der Breiten- und Längengrade
nl: Precisie van geografische breedte- en lengtegraden
tr: Enlem ve boylam kesinliği

source: digits
de: Nachkommastellen
nl: cijfers
tr: basamaklar

source: This specifies the precision of the different levels when entering new geographic locations. For example a country will be specified with precision 0 (=0 digits after the decimal point), while a town needs 3 or 4 digits.
de: Genauigkeit der Breiten- und Längengrade<br><br>Hier wird die Genauigkeit (Nachkommastellen) für die jeweilige Hierarchiestufe bestimmt, wenn ein neuer geografischer Ort eingetragen wird. Beispielweise könnte für ein Land (DEU) die Genauigkeit '1' ( = eine Nachkommastelle) eingestellt werden, wogegen eine Stadt 4 oder 5 Stellen benötigt.
nl: Dit bepaalt de precisie van de verschillende niveau's bij het invoeren van nieuwe geografische locaties. B.v. een land wordt gespecificeerd met precisie 0 (=0 cijfers achter de komma), terwijl een stad 3 of 4 cijfers nodig heeft.
tr: Bu, yeni coğrafi konumlara girerken farklı seviyelerin kesinliğini belirtir. Örneğin, bir ülke kesin olarak 0 (ondalık noktadan sonra =0 basamak) ile belirtilirken, bir kasabanın 3 veya 4 basamağa ihtiyacı vardır.

source: Default value for top-level
de: Standardwert für oberste Stufe
nl: Standaard waarde voor het hoogste nivo
tr: Üst düzey için varsayılan değer

source: Here the default level for the highest level in the place-hierarchy can be defined. If a place cannot be found this name is added as the highest level (country) and the database is searched again.
de: Standardwert für oberste Stufe<br><br>Hier wird der Standardwert der Genauigkeit für die höchste Stufe in der Orte-Hierarchie bestimmt werden. Wenn ein Ort in der Datenbank nicht gefunden wird, wird sein Name als höchste Stufe (Staat) eingetragen und die Datenbank erneut durchsucht.
nl: Hier kan de standaard waarde voor het hoogste niveau in de Plaats Hiërarchie worden gedefinieerd. Indien een plaats niet kan worden gevonden zal deze waarde als hoogste niveau (dus als land) worden toegevoegd en zal de database opnieuw worden doorzocht.
tr: Burada, yer hiyerarşisindeki en yüksek düzey için varsayılan düzey tanımlanabilir. Bir yer bulunamazsa bu ad en üst düzey (ülke) olarak eklenir ve veritabanı yeniden aranır.

source: Optional prefixes and suffixes
de: optionale Namenszusätze (z.B. "jun." oder "d. Ä.")
nl: Optionele voor- en achtervoegsels
tr: İsteğe bağlı önekler ve son ekler

source: Some place names may be written with optional prefixes and suffixes. For example “Orange” versus “Orange County”. If the family tree contains the full place names, but the geographic database contains the short place names, then you should specify a list of the prefixes and suffixes to be disregarded. Multiple options should be separated with semicolons. For example “County;County of” or “Township;Twp;Twp.”.
de: Einige Ortsnamen können mit optionalen Präfixe und Suffixe geschrieben werden. Zum Beispiel "Orange" versus "Orange County". Wenn der Stammbaum die vollständige Ortsnamen enthält, aber die geographische Datenbank kurze Ortsnamen enthält, sollten dann Sie angeben, eine Liste der Präfixe und Suffixe nicht berücksichtigt werden. Mehrere Optionen sollten durch Semikolons getrennt werden. Zum Beispiel "Grafschaft; Grafschaft von"oder"Gemeinde; TWP; Twp. ".
nl: Sommige plaatsnamen worden geschreven met optionele voor- en achtervoegsels. Bijvoorbeeld “Orange” of “Orange County”. Als de stamboom de volledige plaatsnamen bevat, maar de geografische database bevat de korte plaatsnamen dan zult u een lijst moeten specificeren. met voor- en achtervoegsels om buiten beschouwing te laten. Meerder opties zullen gescheiden moeten worden door een puntkomma. Bijvoorbeeld “County;County of” of “Township;Twp;Twp.”.
tr: Bazı yer adları isteğe bağlı önek ve soneklerle yazılabilir. Örneğin, ”Turuncu Ülke“ ye karşı ”Turuncu". Aile ağacı tam yer adlarını içeriyorsa, ancak coğrafi veritabanı kısa yer adlarını içeriyorsa, göz ardı edilecek önek ve soneklerin bir listesini belirtmelisiniz. Birden çok seçenek noktalı virgülle ayrılmalıdır. Örneğin "İlçe;İlçesi" veya "Bucak;Buc;Buc.”.

source: Prefixes
de: Voranstellungen
nl: Voorvoegsels
tr: Önekler

source: Suffixes
de: Anhänge (jun., sen.)
nl: Achtervoegsels
tr: Sonekler

source: Use Google Maps™ for the place hierarchy
de: Google Maps™ für die Reihenfolge der Orte verwenden
nl: Gebruik Google Maps™ voor de Plaats Hiërarchie
tr: Yer hiyerarşisi için Google Haritalar™ kullanın

source: Type of place markers in Place Hierarchy
de: Art des Orte Markierers in der Orteliste
nl: Type plaatsmarkering in de Plaats Hiërarchie
tr: Yer Hiyerarşisinde yer işaretleyicilerinin türü

source: Standard
nl: Standaard
tr: Standart

source: Display short placenames
de: Kurze Ortenamen anzeigen?
nl: Toon korte plaatsnamen
tr: Kısa yer adlarını görüntüle

source: Here you can choose between two types of displaying places names in hierarchy. If set Yes the place has short name or actual level name, if No - full name.<br /><b>Examples:<br />Full name: </b>Chicago, Illinois, USA<br /><b>Short name: </b>Chicago<br /><b>Full name: </b>Illinois, USA<br /><b>Short name: </b>Illinois
de: Hier bestimmen Sie, wie die Orte angezeigt werden sollen. Bei Ja werden nur die Namen der aktuellen Stufe angezeigt, bei Nein werden alle Stufennamen angezeigt.
nl: Hier kunt u kiezen uit twee manieren om plaatsnamen te tonen in volgorde. Als u ja kiest heeft de plaats een korte naam of de feitelijke niveaunaam. Als u nee kiest, dan wordt het de volledige naam.<br/><b>Voorbeelden:<br/>Volledige naam: </b>Amsterdam, Noord Holland, Nederland<br/><b>Korte naam: </b>Amsterdam<br/><b>Volledige naam: </b>Noord Holland, Nederland<br/><b>Korte naam:</b> Noord Holland
tr: Burada hiyerarşideki yer adlarını görüntülemek için iki tür arasından seçim yapabilirsiniz. Evet olarak ayarlanırsa, yerin kısa adı veya gerçek düzey adı vardır, Hayır ise tam adı vardır.<br /><b>Örnekler:<br />Tam adı: </b>Chicago, Illinois, ABD<br /><b>Kısa adı: </b>Chicago<br /><b>Tam adı: </b>Illinois, ABD<br /><b>Kısa adı: </b>Illinois

source: Display Map Coordinates
de: Zeige die Karte Koordinaten
nl: Toon kaartcoördinaten
tr: Harita Koordinatlarını Görüntüle

source: This options sets whether Latitude and Longitude are displayed on the pop-up window attached to map markers.
de: Diese Option bestimmt, ob Latitude und Longitude im Pop-Up Fenster neben den Karten-Markern angezeigt werden.
nl: Deze optie laat u kiezen om de Breedte en Lengtegraden te tonen in het pop-up venster die aan de kaartmarkeerders zitten.
tr: Bu seçenek, harita işaretçilerine eklenen açılır pencerede Enlem ve Boylamın görüntülenip görüntülenmeyeceğini ayarlar.

source: Select flag
de: Flagge auswählen
nl: Kies vlag
tr: Bayrak seçin

source: Countries
de: Länder
nl: Landen
tr: Ülkeler

source: Using the pull down menu it is possible to select a country, of which a flag can be selected. If no flags are shown, then there are no flags defined for this country.
de: Aus dieser Liste wählen Sie das Land aus, aus dessen Flaggen Sie eine auswählen wollen. Wenn keine Flaggen angezeigt werden, sind auch noch keine Flaggen für dieses Land hinterlegt.
nl: Via het pull-down menu kan een land worden geselecteerd, waarvan een vlag kan worden geselecteerd. Indien geen vlaggen worden getoond, zijn er voor dit land geen vlaggen gedefinieerd.
tr: Açılır menüyü kullanarak bayrağının seçilebileceği bir ülke seçmek mümkündür. Hiçbir bayrak gösterilmiyorsa, bu ülke için tanımlanmış bayrak yoktur.

source: Subdivision
de: Landesteil
nl: Onderverdeling
tr: Alt bölüm

source: Using the pull down menu it is possible to select a state for this country, for which a flag can be selected. If no flags are shown, then there are no flags defined for this state.
de: Aus dieser Liste wählen Sie das Land aus, aus dessen Flaggen Sie eine auswählen wollen. Wenn keine Flaggen angezeigt werden, sind auch noch keine Flaggen für dieses Land hinterlegt.
nl: Via het pull-down menu is het mogelijk een vlag te selecteren voor het land. Indien geen vlaggen worden getoond, zijn er voor dit land geen vlaggen gedefinieerd.
tr: Açılır menüyü kullanarak bu ülke için bir bayrak seçilebilecek bir eyalet seçmek mümkündür. Hiçbir bayrak gösterilmiyorsa, bu eyalet için tanımlanmış bayrak yoktur.

source: Pedigree map of %s
de: Stammbaumkarte von %s
nl: Kwartierstaat kaart van %s
tr: %s için Soyağacı Haritası

source: %1$d individual displayed, out of the normal total of %2$d, from %3$d generations.
de: %1$d Person dargestellt aus %2$d von %3$d Generationen.
nl: %1$d persoon getoond, uit het normale aantal %2$d, uit %3$d generaties.
tr: %3$d kuşaktan normal %2$d toplamından %1$d kişi görüntülendi.

source: %s individual is private.
de: %s Personen ist vertraulich.
nl: %s personen
tr: %s kişi özeldir.

source: No ancestors in the database.
de: Keine Vorfahren in der Datenbank
nl: Geen voorouders in de database
tr: Veritabanında atalar yok.

source: %1$d individual is missing birthplace map coordinates: %2$s.
de: %1$d einzelnen fehlt Kartenkoordinaten Geburtsort: %2$s.
nl: %1$d personen missen de geboorteplaats kaart coördinaten:%2$s.
tr: %1$d kişinin doğum yeri haritası koordinatları eksik: %2$s.

source: Root
de: Wurzel
tr: Kök

source: Individual information
de: Persönliche Informationen
nl: Persoonsinformatie
tr: Bireysel bilgiler

source: View Person
de: Person zeigen
nl: Toon persoon
tr: Kişiyi görüntüle

source: Zoom in
de: Hineinzoomen
nl: Inzoomen
tr: Yakınlaştır

source: Zoom out
de: Herauszoomen
nl: Uitzoomen
tr: Uzaklaştır

source: Zoom in here
de: Hier hereinzoomen
nl: Zoom hier in
tr: Burayı yakınlaştır

source: Zoom out here
de: Hier herauszoomen
nl: Zoom hier uit
tr: Burayı uzaklaştır

source: Center map here
de: Karte zentrieren
nl: Centreer kaart hier
tr: Haritayı burada ortala

source: Include fully matched places:
de: Vollständig definierte Orte auch mit anzeigen:
nl: Inclusief volledig overeenkomende plaatsen:
tr: Tam eşleşen yerleri dahil et:

source: Family tree place
nl: Stamboom plaats
tr: Aile ağacı yeri

source: Google Maps location data
nl: Google Maps locatie gegevens
tr: Google Haritalar konum verileri

source: Zoom=
tr: Yakınlaştır=

source: Coordinates can not be added here until the parent place has coordinates.
nl: Coördinaten kunnen niet hier worden toegevoegd tot dat de bronplaats coördinaten heeft.
tr: Koordinatlar, ana yerin koordinatları olana kadar buraya eklenemez.

source: Update place names
de: Ortsnamen aktualisieren
nl: Update plaatsnamen
tr: Yer adlarını güncelle

source: Bearing
de: Richtung
nl: Kompaskoers
tr: Konum açısı

source: Elevation
de: Höhenwinkel
nl: Stijging
tr: Yükseltme

source: Zoom
tr: Yakınlaştır

source: This place has no coordinates
de: Dieser Ort hat keine Koordinaten
nl: Deze plaats heeft geen coördinaten
tr: Bu yerin koordinatları yok

source: Use this value
de: Diese Werte verwenden
nl: Gebruik deze waarde
tr: Bu değeri kullan

source: As well as using the toolbar to apply HTML formatting, you can insert database fields which are updated automatically. These special fields are marked with <b>#</b> characters. For example <b>#totalFamilies#</b> will be replaced with the actual number of families in the database. Advanced users may wish to apply CSS classes to their text, so that the formatting matches the currently selected theme.
de: So wie die Werkzeugleiste zur HTML-Formatierung genutzt werden kann, so können auch automatisch aktualisierbare Datenbankfelder eingesetzt werden. Diese speziellen Felder werden mit <strong>#</strong> Zeichen gekennzeichnet. So wird z.B. <strong>#totalFamilies#</strong> mit der aktuellen Anzahl an Familien in der Datenbank ersetzt. Fortgeschrittene Benutzer können so auch CSS Klassen nutzen, um die Formattierung an das gewählte Template anzupassen.
nl: Naast het gebruik van de gereedschapsbalk om HTML formattering toe te passen, kunnen databasevelden ingevoegd worden, welke automatisch worden bijgewerkt. Deze speciale velden zijn gemarkeerd met <b>#</b> tekens. B.v. <b>#totalFamilies#</b> zal vervangen worden door het actuele aantal families in de database. Gevorderde gebruikers willen mogelijk CSS classes aan hun tekst toevoegen, zodat de layout bij het huidig gekozen thema past
tr: HTML biçimlendirmesini uygulamak için araç çubuğunu kullanmanın yanı sıra, otomatik olarak güncellenen veritabanı alanları da ekleyebilirsiniz. Bu özel alanlar <b>#</b> karakterle işaretlenmiştir. Örneğin <b>#totalFamilies#</b>, veritabanındaki gerçek aile sayısıyla değiştirilecektir. İleri düzey kullanıcılar, biçimlendirmenin seçili temayla eşleşmesi için metinlerine CSS sınıfları uygulamak isteyebilir.

source: Templates
de: Vorlagen
nl: Sjablonen
tr: Şablonlar

source: To assist you in getting started with this block, we have created several standard templates. When you select one of these templates, the text area will contain a copy that you can then alter to suit your site's requirements.
de: Um Ihnen zu helfen bei den ersten Schritten mit diesem Block, haben wir mehrere Standard-Vorlagen erstellt. Wenn Sie eine dieser Vorlagen auswählen, enthält der Textbereich eine Kopie, die Sie dann nach Ihrer Website wünschen verändern können.
nl: Om u te helpen van start te gaan met dit blok, hebben we diverse standaard templates gemaakt. Wanneer u een van deze templates selecteert. zal het tekstveld een kopie bevatten dat u kan wijzigen, in de stijl van uw website.
tr: Bu bloğu kullanmaya başlamanıza yardımcı olmak için birkaç standart şablon oluşturduk. Bu şablonlardan birini seçtiğinizde, metin alanı, sitenizin gereksinimlerine uyacak şekilde değiştirebileceğiniz bir kopya içerecektir.

source: Add your own text and graphics.
de: Hinzufügen eigener Texte und Grafiken.
nl: Voeg uw eigen tekst en afbeeldingen toe.
tr: Kendi metin ve grafiklerinizi ekleyin.

source: Keyword examples
de: Schlagwortbeispiele
nl: Voorbeelden van trefwoorden
tr: Anahtar kelime örnekleri

source: Narrative description
de: Erzählerische Schreibweise
nl: Verhalende beschrijving
tr: Anlatı açıklaması

source: This GEDCOM (family tree) was last updated on #gedcomUpdated#. There are #totalSurnames# surnames in this family tree. The earliest recorded event is the #firstEventType# of #firstEventName# in #firstEventYear#. The most recent event is the #lastEventType# of #lastEventName# in #lastEventYear#.<br /><br />If you have any comments or feedback please contact #contactWebmaster#.
de: Diese GEDCOM (family tree) wurde aktualisiert am #gedcomUpdated#. Es gibt insgesamt #totalSurnames# Nachnamen, ältester Eintrag: #firstEventType# von #firstEventName# im Jahre #firstEventYear#. Neuester Eintrag: #lastEventType# von #lastEventName# im Jahre #lastEventYear#.<br /><br />Kommentare oder Bemerkungen bitte an #contactWebmaster#.
nl: Deze Stamboom (GEDCOM) is op #gedcomUpdated# voor het laatst bijgewerkt. Er zijn #totalSurnames# achternamen in deze stamboom. De eerst vastgelegde gebeurtenis is de #firstEventType# van #firstEventName# in het jaar #firstEventYear#. De meest recente gebeurtenis is de #lastEventType# van #lastEventName# in het jaar #lastEventYear#.<br /><br />Als u commentaar of opmerkingen heeft neem dan a.u.b. contact op met #contactWebmaster#.
tr: Bu GEDCOM (soy ağacı) en son #gedcomUpdated# tarihinde güncellendi. Bu soy ağacında #totalSurnames# soyadı var. Kaydedilen en eski etkinlik, #firstEventYear# içindeki #firstEventName# öğesinin #firstEventType# değeridir. En son etkinlik, #lastEventYear# içindeki #lastEventName# öğesinin #lastEventType# öğesidir.<br /><br />Herhangi bir yorumunuz veya geri bildiriminiz varsa lütfen #contactWebmaster# ile iletişime geçin.

source: Custom
de: Personalisiert
nl: Aangepast
tr: Özel

source: Current
de: Aktuell
nl: Huidige
tr: Geçerli

source: Default
de: Standard
nl: Standaard
tr: Varsayılan

source: Show the date and time of update
de: Zeige Datum und Uhrzeit der Aktualisierung
nl: Toon de datum en tijd van de update
tr: Güncelleme tarihini ve saatini göster

source: Individual list
de: Personenliste
nl: Persoonslijst
tr: Bireysel liste

source: A sidebar showing an alphabetic list of all the individuals in the family tree.
de: Seitenleiste zur Anzeige einer alphabetischen Liste aller Personen im Stammbaum.
nl: Een zijpaneel dat een alfabetische lijst toont van alle personen in de stamboom.
tr: Aile ağacındaki tüm bireylerin alfabetik listesini gösteren bir kenar çubuğu.

source: A list of branches for a chosen surname
de: Eine Liste der Filialen für den gewählten Familiennamen
nl: Een lijst van takken voor de gekozen achternaam
tr: Seçilen bir soyadı için bir şube listesi

source: Calendar of events for day, month or year
de: Veranstaltungskalender für Tag, Monat oder Jahr
nl: Kalender van gebeurtenissen per dag, maand of jaar
tr: Gün, ay veya yıl için etkinlik takvimi

source: A list of families by surname
de: Eine Liste der Familien nach Nachnamen
nl: Een lijst van gezinnen op achternaam
tr: Soyadına göre ailelerin bir listesi

source: A list of individuals by surname
de: Eine Liste von Personen nach Nachnamen
nl: Een lijst van personen op achternaam
tr: Soyadına göre kişilerin bir listesi

source: A list of media objects
de: Eine Liste von Medienobjekten
nl: Een lijst van media-objecten
tr: Medya nesnelerinin bir listesi

source: A hierarchy of place names
de: Eine Hierarchie von Ortsnamen
nl: Een hiërarchie van plaatsnamen
tr: Yer adlarının bir hiyerarşisi

source: A list of repositories
de: Liste der Lagerstätten
nl: Een lijst van opslagplaatsen
tr: Depoların bir listesi

source: A list of shared notes
de: Wiederkehrende Anmerkungen
nl: Een lijst van Gedeelde Notities
tr: Paylaşılan notların bir listesi

source: A list of sources
de: Liste der Quellen
nl: Een lijst van bronnen
tr: Kaynakların bir listesi
