Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Chart
de: Diagramm
nl: Diagram
tr: Grafik

source: List
de: Liste
nl: Lijst
tr: Liste

source: Menu
de: Menü
tr: Menü

source: Order
de: Reihenfolge
nl: Volgorde
tr: Sıra

source: Report
de: Bericht
nl: Rapport
tr: Rapor

source: Sidebar
de: Navigationsleiste
nl: Zijpaneel
tr: Kenar çubuğu

source: Tab
de: Reiter
nl: Tabblad
tr: Sekme

source: Widget
de: Graphisches Steuerelement
tr: Minik araç

source: Enabled
de: Aktiviert
nl: Ingeschakeld
tr: Etkin

source: Module
de: Modul
tr: Modül

source: Home
de: Startseite
tr: Anasayfa

source: Other
de: Sonstiges
nl: Andere
tr: Diğer

source: This module cannot be found. Delete its configuration settings.
de: Dieses Modul konnte nicht gefunden werden. Löschen Sie seine Konfigurationseinstellungen.
nl: Deze module kan niet worden gevonden. Verwijder de configuratie instellingen ervan.
tr: Bu modül bulunamadı. Yapılandırma ayarlarını silin.

source: Site access rules
de: Zugangsregeln
nl: Regels voor toegang tot deze site
tr: Site erişim kuralları

source: allow
de: erlauben
nl: toestaan
tr: izin ver

source: deny
de: verweigern
nl: weiger
tr: reddet

source: Restrict access to the site, using IP addresses and user-agent strings
de: Zugang beschränken mit Hilfe der IP Addresse und Benutzer-Zeichenkette
nl: Toegangsbeperking middels het gebruik van IP-adressen en gebruikers-tekenreeksen
tr: IP adreslerini ve kullanıcı aracısı dizelerini kullanarak siteye erişimi kısıtlayın

source: View FAQ for this page.
de: FAQs für diese Seite anzeigen
nl: Bekijk FAQ voor deze pagina.
tr: Bu sayfa için SSS'yi görüntüleyin.

source: The following rules are used to decide whether a visitor is a human being (allow full access), a search-engine robot (allow restricted access) or an unwanted crawler (deny all access).
de: Folgende Regeln werden für die Entscheidung benötigt, ob der Webseitenbesucher ein Mensch (mit vollem Zugriff), eine Suchmaschine (mit beschränktem Zugriff) oder ein unerwünschter Webcrawler (ohne Zugriffsrechte) ist.
nl: De volgende regels worden gebruikt om te bepalen of een bezoeker een mens (met volledige toegang), een zoekmachine (met beperkte toegang) of een ongewenste webcrawler (zonder toegangsrechten) is.
tr: Aşağıdaki kurallar, bir ziyaretçinin bir insan (tam erişime izin ver), bir arama motoru robotu (kısıtlı erişime izin ver) veya istenmeyen bir tarayıcı (tüm erişimi reddet) olup olmadığına karar vermek için kullanılır.

source: Start IP address
de: Erste IP-Adresse
nl: Start IP-adres
tr: IP adresini başlat

source: End IP address
de: Letzte IP-Adresse
nl: Eind IP-adres
tr: IP adresini sonlandır

source: User-agent string
de: Webbrowser /-client Kennung
nl: gebruikers-tekenreeks (user-agent string)
tr: Kullanıcı aracısı dizesi

source: Rule
de: Regel
nl: Regel
tr: Kural

source: Comment
de: Bemerkung
nl: Opmerking
tr: Yorum

source: This will delete all your access rules and replace with basic kiwitrees defaults. Are you sure?
de: Alle Ihre Anpassungen werden gelöscht und durch die Standardeinstellungen ersetzt. Sind sie sicher?
nl: Dit verwijderd al uw toegangsregels en vervangt dit met kiwitrees basisinstellingen. Weet u dit zeker?
tr: Bu, tüm erişim kurallarınızı silecek ve temel kiwitrees varsayılanlarıyla değiştirilecektir. Emin misin?

source: reset
de: Zurücksetzen
tr: sıfırla

source: The following visitors were not recognised, and were assumed to be search engines.
de: Die folgenden Besucher wurden nicht erkannt und als Suchmaschinen eingestuft.
nl: De volgende bezoekers werden niet herkend en werden verondersteld zoekmachines te zijn.
tr: Aşağıdaki ziyaretçiler tanınmadı ve arama motorları olarak kabul edildi.

source: IP address
de: IP-Adresse
nl: IP-adres
tr: IP adresi

source: Create a new rule
de: Neue Regel erstellen
nl: Maak een nieuwe regel aan
tr: Yeni bir kural oluştur

source: Are you sure you want to delete all visitors not recognised?
de: Sind Sie sich sicher, dass Sie alle unbekannten Besucher löschen möchten?
nl: Weet u zeker dat u alle bezoekers wil verwijderen die niet herkend worden?
tr: Tanınmayan tüm ziyaretçileri silmek istediğinizden emin misiniz?

source: Clean up data folder
de: Datenordner reinigen
nl: Ruim datamap op
tr: Veri klasörünü temizle

source: Files marked with %s are required for proper operation and cannot be removed.
de: Dateien, die mit %s gekennzeichnet sind, sind notwendig für die ordnungsgemäße Funktion und können nicht entfernt werden.
nl: Bestanden gemarkeerd met %s zijn nodig voor een juiste werking en kunnen niet verwijderd worden.
tr: %s ile işaretlenen dosyalar düzgün çalışma için gereklidir ve kaldırılamaz.

source: Deleted files:
de: Gelöschte Dateien:
nl: Verwijderde bestanden:
tr: Silinen dosyalar:

source: Site configuration
de: Site-Einstellungen
nl: Site configuratie
tr: Site yapılandırması

source: none
de: keine
nl: geen
tr: hiçbiri

source: Use PHP mail to send messages
de: PHP Mail zum senden von Nachrichten benutzen
nl: Gebruik PHP-mail om berichten te sturen
tr: Mesaj göndermek için PHP postasını kullanın

source: Use SMTP to send messages
de: SMTP zum senden von Nachrichten benutzen
nl: Gebruik SMTP om berichten te sturen
tr: Mesaj göndermek için SMTP kullanın

source: No predefined text
de: Kein vordefinierter Text
nl: Geen vooraf gedefinieerde tekst
tr: Önceden tanımlanmış metin yok

source: Predefined text that states all users can request a user account
de: Vordefinierter Text, der erklärt, dass alle Benutzer einen Zugang beantragen können
nl: Vooraf gedefinieerde tekst waarin staat dat alle bezoekers een gebruikersaccount kunnen aanvragen.
tr: Tüm kullanıcıların bir kullanıcı hesabı talep edebileceğini belirten önceden tanımlanmış metin

source: Predefined text that states admin will decide on each request for a user account
de: Vordefinierter Text, der erklärt, dass der Verwalter über den Zugangs-Antrag entscheidet
nl: Vooraf gedefinieerde tekst waarin staat dat de beheerder beslist over iedere aanvraag voor een gebruikersaccount
tr: Yöneticinin bir kullanıcı hesabı için her isteğe karar vereceğini belirten önceden tanımlanmış metin

source: Predefined text that states only family members can request a user account
de: Vordefinierter Text, der erklärt, dass nur Familienmitglieder einen Zugang beantragen können
nl: Vooraf gedefinieerde tekst, waarin staat dat alleen familieleden een gebruikersnaam kunnen aanvragen
tr: Yalnızca aile üyelerinin bir kullanıcı hesabı talep edebileceğini belirten önceden tanımlanmış metin

source: Choose user defined welcome text typed below
de: Selbsterstellter Text wie unten angegeben
nl: Kies de hieronder aangemaakte zelfgedefinieerde welkomsttekst
tr: Aşağıda yazılan kullanıcı tanımlı karşılama metnini seçin

source: You included one or more invalid email addresses.
de: Sie enthalten eine oder mehrere ungültige e-Mail-Adressen.
nl: U hebt een of meer ongeldige e-mailadressen toegevoegd.
tr: Bir veya daha fazla geçersiz e-posta adresi eklediniz.

source: Mail configuration
de: Mail-Konfiguration
nl: Mail configuratie
tr: Posta yapılandırması

source: Login & registration
de: Anmeldung oder Registrierung
nl: Login & registratie
tr: Giriş ve kayıt

source: Languages
de: Benutzersprachen
nl: Talen
tr: Diller

source: Data folder
de: Datenverzeichnis
nl: Datamap
tr: Veri klasörü

source: This folder will be used by kiwitrees to store media files, GEDCOM files, temporary files, etc. The default setting is “data/”.<br>These files may contain private data and should not be made available over the internet. To protect this private data kiwitrees uses an Apache configuration file (.htaccess) which blocks all access to this folder.<br>If your web-server does not support .htaccess files and you cannot restrict access to this folder then you can select another folder away from your web documents. If you select a different folder you must also move all files (except config.ini.php, index.php and .htaccess) from the existing folder to the new folder. The folder can be specified here in full (e.g. /home/user_name/kiwitrees_data/) or relative to the installation folder (e.g. ../../kiwitrees_data/).
de: Dieser Ordner wird von Kiwitrees verwendet werden, um Mediendateien, GEDCOM-Dateien, temporäre Dateien usw. zu speichern. Die Standardeinstellung ist "Daten /". <br>Diese Dateien können private Daten enthalten und sollten nicht zur Verfügung gestellt werden über das Internet. Zum Schutz der privaten Daten nutzt Kiwitrees eine Apache-Konfigurationsdatei (.htaccess), die blockiert alle Zugriff auf diesen Ordner. <br>Wenn Ihr Webserver nicht .htaccess Dateien und Sie unterstützt können nicht einschränken des Zugriffs auf diesen Ordner, dann wählen Sie einen anderen Ordner Weg für Ihrer Webdokumente. Wenn Sie einen anderen Ordner auswählen müssen Sie auch alle Dateien (außer config.ini.php, index.php und .htaccess) aus den vorhandenen Ordner in den neuen Ordner verschieben. Die Ordner kann hier in vollem Umfang (z.B./Home/User_name/Kiwitrees_data /) oder im Verhältnis zu den Installationsordner (z.B.... angegeben werden /.. /kiwitrees_data/).
nl: Deze map zal door kiwitrees worden gebruikt om mediabestanden, GEDCOM-bestanden, tijdelijke bestanden, etc. op te slaan. De standaard instelling is “data/”.<br>deze bestanden kunne privé- gegevens bevatten en moeten niet beschikbaar zijn op het internet. Om deze privé-gegevens te beschermen, gebruikt kiwitrees een Apache-instellingsbestand(.htaccess) die elke toegang tot deze map blokkeert. <br>Als uw webserver geen .htaccess-bestanden ondersteund en u kan de toegang tot deze map niet beperken dan kunt u een andere map selecteren weg van uw webdocumenten. Als u een andere map selecteert moet u ook alle bestanden( behalve config.ini, index.php en .htaccess) van de bestaande map verplaatsen naar de nieuwe map. De map kan hier volledig gespecificeerd worden (b.v. /home/gebruikersnaam/kiwitrees_data/) of gerelateerd aan de installatiemap (b.v. ../../kiwitrees_data/).
tr: Bu klasör kiwitrees tarafından medya dosyalarını, GEDCOM dosyalarını, geçici dosyaları vb. depolamak için kullanılacaktır. Varsayılan ayar “data/”dır.<br>Bu dosyalar özel veriler içerebilir ve internet üzerinden kullanıma sunulmamalıdır. Kiwitrees, bu özel verileri korumak için, bu klasöre tüm erişimi engelleyen bir Apache yapılandırma dosyası (.htaccess) kullanır.<br>Web sunucunuz .htaccess dosyalarını desteklemiyorsa ve bu klasöre erişimi kısıtlayamıyorsanız, web belgelerinizden başka bir klasör seçebilirsiniz. Farklı bir klasör seçerseniz, tüm dosyaları da (config.ini.php, index.php ve .htaccess hariç) mevcut klasörden yeni klasöre taşımanız gerekir. Klasör burada tam olarak (örn. /home/user_name/kiwitrees_data/) veya yükleme klasörüne göre (örn. ../../kiwitrees_data/) belirtilebilir.

source: Memory limit
de: Max. Speicher Begrenzung
nl: Geheugenlimiet
tr: Bellek sınırı

source: By default, your server allows scripts to use %s of memory.
de: In der Voreinstellung erlaubt dieser Server Scripten die Nutzung von maximal %s Arbeitsspeicher.
nl: Standaard staat de server %s geheugengebruik toe voor scripts.
tr: Varsayılan olarak, sunucunuz komut dosyalarının %s bellek kullanmasına izin verir.

source: You can request a higher or lower limit here, although the server may ignore this request.<br>If you leave this setting empty the default value will be used.
de: Sie können einen höheren oder niedrigeren Wert anfordern, wenngleich der Server dies auch ignorieren kann.<br> Wenn Sie den Eintrag leer lassen wird der Default Wert benutzt.
nl: U kunt een hogere of lagere limiet aanvragen, hoewel de server dit verzoek zou kunnen negeren. <br>Als u deze instelling leeg laat zal de standaard waarde worden gebruikt.
tr: Burada daha yüksek veya daha düşük bir limit talep edebilirsiniz, ancak sunucu bu talebi görmezden gelebilir.<br>Bu ayarı boş bırakırsanız varsayılan değer kullanılacaktır.

source: PHP time limit
de: PHP Zeitlimit
nl: PHP tijdslimiet
tr: PHP zaman sınırı

source: By default, your server allows scripts to run for %s second.
de: In der Voreinstellung erlaubt dieser Server die Ausführung von Scripten für maximal %s Sekunde.
nl: Standaard staat de server het uitvoeren van scripts voor %s seconde toe.
tr: Varsayılan olarak, sunucunuz komut dosyalarının %s saniye çalışmasına izin verir.

source: Show list of family trees
de: Liste der Stammbäume anzeigen
nl: Toon lijst met stambomen
tr: Aile ağaçlarının listesini göster

source: For sites with more than one family tree, this option will show the list of family trees in the main menu, the search pages, etc.
de: Diese Einstellung zeigt bei Seiten mit mehr als einem Stammbaum eine Auflistung der Stammbäume an, z.B. auf der Hauptseite, bei der Suche, usw.
nl: Voor websites met meer dan een stamboom, zal deze optie een lijst van stambomen tonen in het hoofdmenu, de zoekpagina's, etc.
tr: Birden fazla aile ağacı olan siteler için bu seçenek, ana menüde, arama sayfalarında vb. aile ağaçlarının listesini gösterecektir.

source: Session timeout
de: Sitzung abgelaufen
nl: Sessie verlopen
tr: Oturum zaman aşımı

source: The time in seconds that a kiwitrees session remains active before requiring a login. The default is 7200, which is 2 hours.
de: Die Zeit, nach der man sich für eine kiwitrees-Sitzung erneut anmelden muss. Der Standard-Wert 7200 sek. das sind 2 Stunden.
nl: De tijd in seconden dat een kiwitrees-sessie actief blijft, voordat er een aanmelding nodig is. De standaard waarde is 7200, dat is 2 uur.
tr: Kiwitrees oturumunun oturum açmayı gerektirmeden önce etkin kaldığı saniye cinsinden süre. Varsayılan değer 2 saat olan 7200'dür.

source: If your site can be reached using more than one URL such as <b>http://www.example.com/kiwitrees/</b> and <b>http://kiwitrees.example.com/</b> you can specify the preferred URL here. Requests for the other URLs will be redirected to the preferred one. <span class="warning">If not required, leave this field blank.</span>
de: Wenn Ihre Website über mehr als eine URL, z. B. <b>http://www.example.com/kiwitrees/</b> und <b>http://kiwitrees.example.com/</b> erreichbar ist, können Sie die bevorzugte URL angeben. Anfragen für die alternativen URLs werden auf die bevorzugte umgeleitet werden.<span class="warning">Wenn nicht benötigt, bitte leer lassen.
nl: Indien uw website via meer dan 1 URL bereikbaar is, bijvoorbeeld <b>http://www.example.com/kiwitrees/</b> en <b>http://kiwitrees.example.com/</b>, kunt u de voorkeurs URL hier aangeven. Aanvragen via andere URLs zullen worden doorgestuurd naar de voorkeursinstelling. <span class="warning">Laat dit veld leeg als u het niet nodig heeft.</span>
tr: Sitenize <b>http://www.example.com/kiwitrees/</b> ve <b>http://kiwitrees.example.com/</b> gibi birden fazla URL kullanılarak ulaşılabiliyorsa tercih edilen URL'yi burada belirtebilirsiniz. Diğer URL'lere yönelik istekler, tercih edilene yönlendirilecektir. <span class="warning">Gerekli değilse bu alanı boş bırakın.</span>

source: Site maintenance
de: Verwaltung
nl: Website onderhoud
tr: Site bakımı

source: Set this to <b>yes</b> to temporarily prevent anyone <u>except the site administrator</u> from accessing your site.
de: Setzen Sie hier auf <b>Ja</b>, um vorübergehend zu verhindern, dass jemand <u>außer den Site-Administrator</u> den Zugriff auf Ihre Website.
nl: Stel dit in op <b>ja</b> om tijdelijk iedereen <u>behalve de beheerder</u> geen toegang tot de website te geven.
tr: <u>Site yöneticisi dışında</u> herhangi birinin sitenize erişmesini geçici olarak engellemek için bunu <b>evet</b> olarak ayarlayın.

source: Messages
de: Nachrichten
nl: Berichten
tr: İletiler

source: Kiwitrees needs to send emails such as password reminders and site notifications. To do this it can use this server's built in PHP mail facility (which is not always available) or an external SMTP (mail-relay) service, for which you will need to provide the connection details.<br>Selecting SMTP will display additional configuration options below.
de: Kiwitrees muss E-Mails wie Passwort-Erinnerungen und Website-Benachrichtigungen zu senden. Um dies zu tun kann es diesen Server verwenden, gebaut in PHP Mail-Anlage (die nicht immer verfügbar ist) oder einem externen SMTP (Mail-Relay) Dienst, wofür Sie die Verbindungsdetails bereitstellen müssen. <br>Auswahl SMTP werden zusätzliche Konfigurationsoptionen unten angezeigt.
nl: Kiwitrees moet e-mails kunnen sturen, zoals vergeten wachtwoorden en site meldingen. Om dat te doen , kan het gebruik maken van de ingbouwde PHP-mailfaciliteiten (die niet altijd beschikbaar zijn) of van een externe SMTP-service (mail relay), waarvoor u de verbindingsgegevens moet invullen.<br>SMTP selecteren zal hieronder de extra instellings-opties doen tonen.
tr: Kiwitrees'in şifre hatırlatıcıları ve site bildirimleri gibi e-postalar göndermesi gerekiyor. Bunu yapmak için, bu sunucunun yerleşik PHP posta özelliğini (her zaman mevcut değildir) veya bağlantı ayrıntılarını vermeniz gereken harici bir SMTP (posta geçişi) hizmetini kullanabilir.<br>SMTP'NİN seçilmesi aşağıda ek yapılandırma seçeneklerini gösterecektir.

source: Send mail in HTML format
de: Mail im HTML-Format senden
nl: Stuur mail in HTML formaat
tr: HTML biçiminde posta gönder

source: By default kiwitrees sends emails in plain text format. Setting this option to <b>yes</b> will change that to the multipart format. This allows the use of HTML formatting, but also includes a plain text version for recipients that do not allow HTML formatted emails.
de: Standardmäßig sendet Kiwitrees E-Mails im nur-Text-Format. Wenn diese Option auf <b>Ja</b> wird das multipart-Format ändern. Dies ermöglicht die Verwendung von HTML-Formatierung, sondern beinhaltet auch eine reine Textversion für Empfänger, die keine HTML-formatierte Mails zulassen.
nl: Standaard verstuurt kiwitrees e-mails zonder tekstopmaak. Deze optie instellen op <b>ja</b> zal dit veranderen naar multipart formaat. Dit staat het gebruik toe van HTML-opmaak, maar sluit ook een tekst zonder opmaak bij, voor ontvangers die niet toestaan om e-mail in HTML-opmaak te ontvangen.
tr: Varsayılan olarak kiwitrees, e-postaları düz metin biçiminde gönderir. Bu seçeneği <b>evet</b> olarak ayarlamak, bunu çok parçalı biçime değiştirecektir. Bu, HTML biçimlendirmesinin kullanılmasına izin verir, ancak HTML biçimli e-postalara izin vermeyen alıcılar için düz metin sürümünü de içerir.

source: Sender email
de: Absender email
nl: Afzender e-mail
tr: Gönderenin e-postası

source: This name is used in the “From” field, when sending automatic emails from this server. It must be a valid email address.
de: Dieser Name wird für die Absenderangabe im “Von”-Feld benutzt, wenn automatische Mails von diesem Server versandt werden. Es muss eine gültige E-mail-Adresse sein.
nl: Deze naam wordt gebruikt voor het "Van" veld, voor verzending van automatische e-mails vanaf deze server. Het moet een geldig e-mailadres zijn.
tr: Bu ad, bu sunucudan otomatik e-posta gönderirken “Kimden” alanında kullanılır. Geçerli bir e-posta adresi olmalıdır.

source: SMTP mail server settings
de: SMTP Mail Server Einträge
nl: SMTP e-mailserver instellingen
tr: SMTP posta sunucusu ayarları

source: Server name
nl: Servernaam
tr: Sunucu adı

source: This is the name of the SMTP server. 'localhost' means that the mail service is running on the same computer as your web server.
de: Dies ist der Name des SMTP-Servers. "localhost" bedeutet das der Mail-Dienst auf dem gleichen Computer läuft wie der Webserver.
nl: Dit is de naam van de SMTP server. 'localhost' betekent dat de mail service op dezelfde computer draait als uw webserver.
tr: Bu, SMTP sunucusunun adıdır. 'localhost', posta hizmetinin web sunucunuzla aynı bilgisayarda çalıştığı anlamına gelir.

source: Port number
de: Portnummer
nl: Poortnummer
tr: Bağlantı numarası

source: By default SMTP works on port 25.
de: Standardmäig arbeitet SMTP auf Port 25
nl: De standaardinstelling voor SMTP is poort 25.
tr: Varsayılan olarak SMTP, 25 numaralı bağlantı noktasında çalışır.

source: Use password
de: Kennwort verwenden
nl: Wachtwoord gebruiken
tr: Şifre kullan

source: Most SMTP servers require a password.
de: Die meisten SMTP-Server benötigen ein Passwort.
nl: De meeste SMTP servers hebben een wachtwoord nodig.
tr: Çoğu SMTP sunucuları bir şifre gerektirir.

source: Username
de: Benutzername
nl: Gebruikersnaam
tr: Kullanıcı adı

source: The user name required for authentication with the SMTP server.
de: Ein dem SMTP Server gültiger Nutzername.
nl: De gebruikersnaam vereist voor authenticatie bij de SMTP server.
tr: SMTP sunucusuyla kimlik doğrulama için gereken kullanıcı adı.

source: Password
de: Kennwort
nl: Wachtwoord
tr: Şifre

source: The password required for authentication with the SMTP server.
de: Das zum obigen Nutzernamen passende Kennwort.
nl: Het wachtwoord vereist voor authenticatie met de SMTP server.
tr: SMTP sunucusuyla kimlik doğrulama için gereken şifre.

source: Secure connection
de: Gesicherte (SSL) Verbindung
nl: Beveiligde verbinding
tr: Güvenli bağlantı

source: Most servers do not use secure connections.
de: Die meisten Server benutzen keine geschützte Verbindung.
nl: De meeste servers gebruiken geen beveiligde connecties.
tr: Çoğu sunucular güvenli bağlantılar kullanmaz.

source: Sending server name
de: Name des Ausgangsservers
nl: Verstuur servernaam
tr: Sunucu adı gönderme

source: Many mail servers require that the sending server identifies itself correctly, using a valid domain name.
de: Viele Mailserver verlangen, dass sich der sendende Server richtig ausweist, indem er einen gültigen Domainnamen benutzt.
nl: Veel mail servers eisen dat de zendende server zichzelf correct identificeert, gebruikmakend van een geldige domeinnaam.
tr: Birçok posta sunucusu, gönderen sunucunun geçerli bir etki alanı adı kullanarak kendisini doğru tanımlamasını gerektirir.

source: To use a Google mail account, use the following settings: server=smtp.gmail.com, port=587, security=tls, username=xxxxx@gmail.com, password=[your gmail password].<br>You must also enable “less secure applications” in your Google account. <a href="https://support.google.com/a/answer/6260879">https://support.google.com/a/answer/6260879</a>
de: Um ein Google Mail-Konto zu verwenden, verwenden Sie die folgenden Einstellungen: server=smtp.gmail.com, Port 587, Sicherheit = = Tls, username=xxxxx@gmail.com, Passwort = [Ihr Google Mail-Passwort]. <br>Sie müssen auch "weniger sichere Anwendungen" in Ihrem Google-Konto aktivieren. <a href="https://support.google.com/a/answer/6260879"> https://Support.Google.com/a/answer/6260879</a>
nl: Om een Google e-mailaccount te gebruiken, gebruikt u de volgende instellingen: server=smtp.gmail.com, poort=587, beveiliging=tls, gebruikersnaam=xxxxx@gmail.com, wachtwoord=[uw gmail wachtwoord].<br> U moet ook “minder veilige applicaties” toestaan in uw Google account. <a href="https://support.google.com/a/answer/6260879">https://support.google.com/a/answer/6260879</a>
tr: Bir Google posta hesabı kullanmak için şu ayarları kullanın: sunucu=smtp.gmail.com, bağlantı noktası=587, güvenlik=tls, kullanıcı adı=xxxxx@gmail.com, şifre=[sizin gmail şifreniz].<br>Google hesabınızda “daha az güvenli uygulamalar" ı da etkinleştirmeniz gerekir. <a href="https://support.google.com/a/answer/6260879">https://support.google.com/a/answer/6260879</a>

source: Login URL
nl: URL voor aanmelden
tr: Giriş URL
