Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Delete your account
de: Datenbank Benutzer Konto löschen
nl: Verwijder uw account
tr: Hesabınızı silin

source: Private
de: Vertraulich
nl: Privé
tr: Özel

source: Edit family
de: Familie bearbeiten
nl: Bewerk gezin
tr: Aileyi düzenle

source: View family
de: Familie zeigen
nl: Toon gezin
tr: Aileyi görüntüle

# You should review the deletion and then accept or reject it.
source: accept
de: Annehmen
nl: accepteer
tr: kabul et

# You should review the deletion and then accept or reject it.
source: reject
de: Ablehnen
nl: weiger
tr: reddet

source: This family has been deleted. You should review the deletion and then %1$s or %2$s it.
de: Diese Famile wurde gelöscht. Sie sollten die Löschung prüfen und sie dann entweder %1$s oder %2$s.
nl: Dit gezin is verwijderd. Beoordeel de verwijdering en %1$s of %2$s dit dan.
tr: Bu aile silindi. Silme işlemini ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This family has been deleted. The deletion will need to be reviewed by a moderator.
de: Diese Famile wurde gelöscht. Die Löschung bedarf der Bestätigung eines Moderators
nl: Deze familie is verwijderd. Dit zal worden beoordeeld door een moderator.
tr: Bu aile silindi. Silme işleminin bir moderatör tarafından gözden geçirilmesi gerekecektir.

# You should review the changes and then accept or reject them.
source: accept
de: Annehmen
nl: accepteer
tr: kabul et

# You should review the changes and then accept or reject them.
source: reject
de: Ablehnen
nl: weiger
tr: reddet

source: This family has been edited. You should review the changes and then %1$s or %2$s them.
de: Diese Familie wurde bearbeitet. Sie sollten die Änderungen prüfen und diese %1$s oder %2$s.
nl: Deze familie is gewijzigd. Beoordeel de wijzigingen en %1$s of %2$s ze dan.
tr: Bu aile düzenlendi. Değişiklikleri ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This family has been edited. The changes need to be reviewed by a moderator.
de: Diese Familie wurde bearbeitet. Die Änderungen müssen von einem Moderator geprüft werden.
nl: Deze familie is gewijzigd. De wijzigingen moeten worden nagezien door een moderator.
tr: Bu aile düzenlendi. Değişikliklerin bir moderatör tarafından gözden geçirilmesi gerekir.

source: This family does not exist or you do not have permission to view it.
de: Diese Familie existiert nicht oder es fehlt Ihnen die Berechtigung diese anzusehen.
nl: Deze familie bestaat niet of u heeft geen rechten om deze te zien.
tr: Bu aile mevcut değil veya onu görüntüleme izniniz yok.

source: Details
tr: Detaylar

source: Family Group Information
de: Informationen zur Familiengruppe
nl: Gezinsinformatie
tr: Aile Grubu Bilgileri

source: The details of this family are private.
de: Die Einzelheiten zu dieser Familie sind nicht öffentlich.
nl: De details van dit gezin zijn privé.
tr: Bu ailenin detayları özeldir.

source: Show spouses
de: Ehepartner anzeigen
nl: Toon partners
tr: Eşleri göster

source: Descent Steps
de: Nachfahren Stufen
nl: Afstammings stappen
tr: İniş Adımları

source: Exclude individuals with “%s” as a married name
de: Schließt Personen mit “%s” als Ehename aus.
nl: Sluit personen met "%s" als "aangenomen huwelijksnaam" uit
tr: Evli bir ad olarak “%s” olan kişileri hariç tut

source: Include individuals with “%s” as a married name
de: Schließt Personen mit “%s” als Ehename ein.
nl: Neem personen met "%s" als "aangenomen huwelijksnaam" mee
tr: Evli bir ad olarak “%s” olan kişileri dahil et

source: Show the list of individuals
de: Personenliste anzeigen
nl: Toon de lijst met personen
tr: Bireylerin listesini göster

source: Show the list of surnames
de: Liste der Nachnamen anzeigen
nl: Toon de lijst van achternamen
tr: Soyadlarının listesini göster

source: Individuals with surname %s
de: Personen mit dem Nachnamen %s
nl: Personen met achternaam %s
tr: Soyadı %s olan kişiler

source: Find a media object
de: Medienobjekt suchen
nl: Vind een media-object
tr: Bir medya nesnesi bul

source: Find a place
de: Ort suchen
nl: Vind een plaats
tr: Bir yer bul

source: Find a repository
de: Archiv suchen
nl: Vind een opslagplaats
tr: Bir depo bul

source: Find a note
de: Anmerkung suchen
nl: Vind een notitie
tr: Bir not bul

source: Find a special character
de: Sonderzeichen suchen
nl: Vind een speciaal letterteken
tr: Özel bir karakter bul

source: Find a fact or event
de: Daten bzw. Ereignis suchen
nl: Vind een feit of gebeurtenis
tr: Bir gerçek veya etkinlik bul

source: Please enter more than one character
de: Bitte mehr als einen Buchstaben eingeben
nl: Voer meer dan één leesteken in
tr: Lütfen birden fazla karakter girin

source: Name contains:
de: Name enthält:
nl: Naam bevat:
tr: Ad şunları içerir:

source: Media contains:
de: Inhalt der Medien:
nl: Media bevat:
tr: Medya şunları içerir:

source: Display all
de: Alles zeigen
nl: Toon alles
tr: Tümünü göster

source: Place contains:
de: Ort enthält:
nl: Plaats bevat
tr: Yer şunları içerir:

source: Repository contains:
de: Inhalt des Archivs:
nl: Opslagplaats bevat:
tr: Depo şunları içerir:

source: Shared Note contains:
de: Inhalt der wiederkehrenden Anmerkung:
nl: Gedeelde Notitie bevat:
tr: Paylaşılan Not şunları içerir:

source: Source contains:
de: Inhalt der Quelle:
nl: Bron bevat:
tr: Kaynak şunları içerir:

source: Change language
de: Ändere Sprache
nl: Wijzig taal
tr: Dili değiştir

source: Tag
tr: Etiket

source: Show only selected tags
de: Zeige nur ausgewählte Tags
nl: Toon alleen geselecteerde tags
tr: Sadece seçilen etiketleri göster

source: Show all tags
de: Alle Tags anzeigen
nl: Toon alle tags
tr: Tüm etiketleri göster

source: Custom tags
de: Benutzerdefinierte Tags
nl: Zelf gedefinieerde tags
tr: Özel etiketler

source: No results found
de: Keine Ergebnisse gefunden
nl: Geen resultaten gevonden
tr: Sonuç bulunamadı

source: Places found
de: Gefundene Orte
nl: Plaatsen gevonden
tr: Yerler bulundu

source: Repositories found
de: gefundene Archive
nl: Opslagplaatsen gevonden
tr: Depolar bulundu

source: Shared Notes found
de: Wiederkehrende Anmerkungen gefunden
nl: Gedeelde Notities gevonden
tr: Paylaşılan Notlar bulundu

source: Total sources: %s
de: Anzahl Quellen: %s
nl: Totaal aantal bronnen: %s
tr: Toplam kaynaklar: %s

source: Enter the address into the field just as you would write it on an envelope.<br><br>Leave this field blank if you do not want to include an address.
de: Geben Sie die Adresse, genau wie sie auf einem Briefumschlag geschrieben wird.<br /><br />Das leere Feld bedeutet, dass die Adresse nicht bekannt ist.
nl: Voer het adres in, op dezelfde wijze als u het op een envelop zou schrijven.<br><br>Laat dit vak leeg als u geen adres wilt invoeren.
tr: Adresi tıpkı bir zarfın üzerine yazacağınız gibi alana girin.<br><br>Bir adres eklemek istemiyorsanız bu alanı boş bırakın.

source: The organization, institution, corporation, person, or other entity that has authority.<br><br>For example, an employer of a person, or a church that administered rites or events, or an organization responsible for creating and/or archiving records.
de: Zuständige Organisation, Behörde, Person, Unternehmen, usw.<br /><br />Z.B., Arbeitgeber der Person, oder Kirche wo das Ereignis stattfand, oder für Urkunden zuständige Behörde.
nl: De organisatie, het instituut, de corporatie, de persoon, of ander orgaan die bevoegdheid heeft.<br><br>Bijvoorbeeld, een werkgever van een persoon, of een kerk die de riten of gebeurtenissen uitvoerde, of een organisatie verantwoordelijk voor het aanmaken en/of archiveren van akten.
tr: Yetkisi olan kuruluş, kurum, şirket, kişi veya diğer kuruluş.<br><br>Örneğin, bir kişinin işvereni veya ayinleri veya etkinlikleri yöneten bir kilise veya kayıt oluşturmaktan ve/veya arşivlemekten sorumlu bir kuruluş.

source: An associate is another individual who was involved with this individual, such as a friend or an employer.
de: Eine "Verbundene Person" ist eine Person, die Umgang mit dieser Person hatte, z.B. ein Freund oder Arbeitgeber.
nl: Een metgezel is een ander persoon die betrokken was bij deze persoon, zoals een vriend of werknemer.
tr: Bir ortak, bir arkadaş veya bir işveren gibi bu kişiyle ilişkisi olan başka bir kişidir.

source: An associate is another individual who was involved with this fact or event, such as a witness or a priest.
de: Eine "Verbundene Person" ist eine Person, die bei einem Ereignis beteiligt war, z.B. ein Zeuge oder ein Geistlicher.
nl: Een deelgenoot is een andere persoon die betrokken was bij dit feit of gebeurtenis, zoals een getuige of een priester.
tr: Bir ortak, tanık veya rahip gibi bu gerçek veya etkinlikle ilgili olan başka bir kişidir.

source: A description of the cause of the associated event or fact, such as the cause of death.
de: Eine Beschreibung für den Grund oder die Ursache des verknüpften Ereignisses, wie z.B. die Todesursache.
nl: Een beschrijving van de oorzaak van deze gebeurtenis of dit feit, zoals de oorzaak van het overlijden.
tr: Ölüm nedeni gibi ilişkili etkinlik veya gerçeğin nedeninin açıklaması.

source: Dates are stored using English abbreviations and keywords. Shortcuts are available as alternatives to these abbreviations and keywords.
de: Datumsangaben werden mit englischen Abkürzungen und Schlagworten gespeichert. Als Alternative zu den Abkürzungen und Schlagworten können Tastenkürzel zur Eingabe genutzt werden.
nl: Data worden bewaard via Engelse afkortingen en sleutelwoorden. Kortere manieren zijn beschikbaar als alternatief voor deze afkortingen en sleutelwoorden.
tr: Tarihler, İngilizce kısaltmalar ve anahtar kelimeler kullanılarak saklanır. Bu kısaltmalara ve anahtar kelimelere alternatif olarak kısayollar mevcuttur.

source: Format
nl: Formaat
tr: Biçim

source: Shortcut
de: Tastenkürzel
nl: Korte manier
tr: Kısayol

source: Date ranges are used to indicate that an event, such as a birth, happened on a unknown date within a possible range.
de: Zeitspannen werden benutzt, um anzuzeigen, daß ein Ereignis, wie eine Geburt, an einem nicht bekannten Datum innerhalb eines Bereichs stattfand.
nl: Datumbereiken worden gebruikt om aan te geven dat een gebeurtenis, zoals een geboorte, plaats vond op een onbekende datum binnen een mogelijk bereik.
tr: Tarih aralıkları, doğum gibi bir olayın olası bir aralıkta bilinmeyen bir tarihte gerçekleştiğini belirtmek için kullanılır.

source: Date range
de: Datumsbereich
nl: Datum bereik
tr: Tarih aralığı

source: Date periods are used to indicate that a fact, such as an occupation, continued for a period of time.
de: Eine Zeitdauer wird benutzt, um anzuzeigen, daß ein Ereignis, wie eine Beschäftigung, über einen Zeitraum hin andauerten.
nl: Datumperiodes worden gebruikt om aan te geven dat een feit, zoals een beroep, voor een bepaalde periode voortduurde.
tr: Tarih dönemleri, meslek gibi bir olgunun belirli bir süre devam ettiğini belirtmek için kullanılır.

source: Date period
de: Zeitraum
nl: Datum periode
tr: Tarih dönemi

source: Simple dates are assumed to be in the gregorian calendar. To specify a date in another calendar, add a keyword before the date. This keyword is optional if the month or year format make the date unambiguous.
de: Eine Dateneigabe eines einfachen Datums wird grundsätzlich als gregorianisches Datum interpretiert. Um ein spezifisches Datum in einem anderen Kalender einzugeben, ist das entsprechende Schlüsselwort vor dem Dartum einzugeben. Dies kann entfallen wenn das Format von Monat und Jahr das Datum eindeutig macht.
nl: De Gregoriaanse kalender wordt standaard gebruikt voor simpele data. Om een andere kalender te gebruiken moet een sleutelwoord worden toegevoegd vóór de datum. Dit sleutelwoord is optioneel als het formaat van het jaar of de maand de datum ondubbelzinnig maakt.
tr: Basit tarihlerin Gregoryen (Miladi) takviminde olduğu varsayılır. Başka bir takvimde bir tarih belirtmek için tarihten önce bir anahtar kelime eklenir. Bu anahtar kelime, ay veya yıl biçimi tarihin net olmasını sağlıyorsa isteğe bağlıdır.

source: Julian
de: Julianisch
nl: Juliaans
tr: Rumi

source: Jewish
de: Jüdisch
nl: Joods
tr: İbrani

source: Hijri
de: Islam
tr: Hicri

source: French
de: Französisch
nl: Frans
tr: Fransız

source: Enter the email address.<br><br>An example email address looks like this: <b>name@hotmail.com</b> Leave this field blank if you do not want to include an email address.
de: Geben Sie die E-Mail-Adresse ein.<br /><br />Zum Beispiel, eine gültige Mail-Adresse wäre: <b>name@hotmail.com</b> Das leere Feld bedeutet, dass keine Mail-Adresse bekannt ist.
nl: Voer het e-mailadres in.<br><br>Een voorbeeld van een e-mailadres is: <b>name@hotmail.com</b> Laat dit vak leeg als u geen e-mailadres wilt invoeren.
tr: E-posta adresini girin.<br><br>Örnek bir e-posta adresi şuna benzer: <b>ad@hotmail.com</b> Bir e-posta adresi eklemek istemiyorsanız bu alanı boş bırakın.

source: Enter the FAX number including the country and area code.<br><br>Leave this field blank if you do not want to include a FAX number. For example, a number in Germany might be +49 25859 56 76 89 and a number in USA or Canada might be +1 888 555-1212.
de: Die FAX Nummer einschließlich der internationalen und lokalen Vorwahlnummer eingeben. Bei lokalen Vorwahlnummern die erste Null nicht eingegeben.<br /><br />Das leere Feld bedeutet, dass keine FAX Nummer vorhanden ist.<br /><br />Beispiele wären <b>+49&nbsp;561&nbsp;56&nbsp;76&nbsp;89</b> für Nummern in Deutschland oder <b>+1&nbsp;888&nbsp;555-1212</b> für Nummern in USA oder Kanada.
nl: Voer het faxnummer in, inclusief de land- en regiocode.<br><br>Als u geen faxnummer wilt invoeren, laat dit vak dan leeg. Een voorbeeld van een faxnummer in Nederland is: +31 71 1234567.
tr: Ülke ve alan kodu dahil olmak üzere FAKS numarasını girin.<br><br>Bir FAKS numarası eklemek istemiyorsanız bu alanı boş bırakın. Örneğin, Almanya'daki bir numara +49 25859 56 76 89 ve ABD veya Kanada'daki bir numara +1 888 555-1212 olabilir.

source: The <b>name</b> field contains the individual’s full name, as they would have spelled it or as it was recorded. This is how it will be displayed on screen. It uses standard genealogical annotations to identify different parts of the name.
de: Das <b>name</b> Feld enthält den vollen Namen der Person, wie er geschrieben bzw. niedergeschrieben wurde. Genau so wird er am Bildschirm dargestellt Es werden in der Ahnenforschung übliche Standard Trenner benutzt, um die unterschiedlichen Namensbestandteile zu trennen.
nl: Het <b>naam</b> veld bevat de volledige naam van de persoon, zoals zij dat zouden spellen of zoals het opgeschreven werd. Dit is zoals het op het scherm verschijnt. Het gebruikt standaard genealogische annotaties om de verschillende delen van de naam te identificeren.
tr: Bu <b>ad</b> alanı, kişinin tam adını, yazıldığı veya kaydedildiği şekliyle içerir. Ekranda bu şekilde görüntülenecektir. Adın farklı kısımlarını tanımlamak için standart soy ek açıklamalarını kullanır.

source: The surname is enclosed by slashes: <%s>John Paul /Smith/<%s>
de: Der Nachname wird von Schrägstrichen umrahmt: <%s>John Paul /Smith/<%s>
nl: De achternaam wordt ingesloten door schuine strepen:<%s>Jan Pieter /Smid/<%s>
tr: Soyadı eğik çizgilerle çevrelenir: <%s>John Paul /Smith/<%s>

source: If the surname is unknown, use empty slashes: <%s>Mary //<%s>
de: Ist der Nachname unbekannt, werden zwei leere Schrägstriche benutzt: <%s>Mary //<%s>
nl: Als de achternaam onbekend is, gebruik dan lege schuine strepen:<%s>Marie//<%s>
tr: Soyadı bilinmiyorsa boş eğik çizgiler kullanın: <%s>Mary //<%s>

source: If an individual has two separate surnames, both should be enclosed by slashes: <%s>José Antonio /Gómez/ /Iglesias/<%s>
de: Falls die Person zwei separate Nachnamen besitzt, sollten beide von Schrägstrichen umrahmt werden : <%s>José Antonio /Gómez/ /Iglesias/<%s>
nl: Als een persoon twee afzonderlijke achternamen heeft, moeten beiden ingesloten worden door schuine strepen:<%s>José Antonio/Gómez/ /Iglesias/<%s>
tr: Bir kişinin iki ayrı soyadı varsa, her ikisi de eğik çizgilerle çevrelenmelidir: <%s>José Antonio /Gómez/ /Iglesias/<%s>

source: If an individual does not have a surname, no slashes are needed: <%s>Jón Einarsson<%s>
de: Sollte eine Person keinen Nachnamen besitzen, so werden keine Schrägstriche benötigt: <%s>Jón Einarsson<%s>
nl: Als een persoon geen achternaam heeft zijn, geen schuine strepen benodigd:<%s>Jón Einarsson<%s>
tr: Bir kişinin soyadı yoksa, eğik çizgi gerekmez: <%s>Jón Einarsson<%s>

source: If an individual was not known by their first given name, the preferred name should be indicated with an asterisk: <%s>John Paul* /Smith/<%s>
de: Falls der erste Vorname nicht auch der Rufname ist, sollte der Vorzugsname mit einem Stern gekennzeichnet werden: <%s>John Paul* /Smith/<%s>
nl: Als een persoon niet bekend was met zijn eerste voornaam, moet de verkozen naam getoond worden met een asterisk:<%s>John Paul* /Smith/<%s>
tr: Bir kişi ilk adıyla bilinmiyorsa, tercih edilen ad yıldız işaretiyle belirtilmelidir: <%s>John Paul* /Smith/<%s>

source: If an individual was known by a nickname which is not part of their formal name, it should be enclosed by quotation marks. For example, <%s>John "Nobby" /Clark/<%s>.
de: Falls eine Person durch einen Spitznamen bekannt ist, der nicht Teil des formalen Namens ist, sollte dieser in Anführungszeichen gesetzt werden. z.B.: <%s>John "Nobby" /Clark/<%s>.
nl: Als een persoon bekend was onder zijn roepnaam welke geen deel is van zijn formele naam, moet het ingesloten worden door twee aanhalingstekens. B.v. <%s>John "Nobby" /Clark/<%s>.
tr: Bir kişi, resmi adının bir parçası olmayan bir takma adla biliniyorsa, tırnak içine alınmalıdır. Örneğin, <%s>John "Nobby" /Clark/<%s>.

source: The <b>surname</b> field contains a name that is used for sorting and grouping. It can be different to the individual’s actual surname which is always taken from the <b>name</b> field. This field can be used to sort surnames with or without a prefix (Gogh / van Gogh) and to group spelling variations or inflections (Kowalski / Kowalska). If an individual needs to be listed under more than one surname, each name should be separated by a comma.
de: Das <b>Name</b>-Feld enthält einen Namen, der verwendet wird, zum Sortieren und gruppieren. Es kann die einzelnen tatsächlichen Familiennamen abweichen die immer aus dem Feld "<b>Name</b>" getroffen wird. Dieses Feld kann verwendet werden, um Familiennamen mit oder ohne ein Präfix zu sortieren (Gogh / van Gogh) und Gruppe Schreibweisen oder Beugungen (Kowalski / Kowalska). Wenn ein Individuum unter mehreren Familiennamen aufgeführt werden muss, sollte jeder Name durch ein Komma getrennt.
nl: Het <b>achternaam</b> veld bevat een naam die wordt gebruikt voor het sorteren en groeperen. Het kan verschillen van de werkelijke achternaam van de persoon die altijd uit het <b>naam</b>veld wordt genomen. Dit veld kan worden gebruikt om achternamen te sorteren, met of zonder een voorvoegsel (Gogh / van Gogh) en aan de groep spellingsvariaties of verbuigingen (Kowalski / Kowalska). Als een persoon moet worden vermeld onder meer dan één naam, moet elke naam worden gescheiden door een komma.
tr: Bu <b>soyadı</b> alanı, sıralama ve gruplama için kullanılan bir ad içerir. Her zaman <b>ad</b> alanından alınan kişinin gerçek soyadından farklı olabilir. Bu alan, önekli veya ön eksiz (Gogh / van Gogh) soyadları sıralamak ve yazım varyasyonlarını veya çekimlerini (Kowalski / Kowalska) gruplamak için kullanılabilir. Bir kişinin birden fazla soyadı altında listelenmesi gerekiyorsa, her isim virgülle ayrılmalıdır.

source: Use this field to add a married name. Enter the surname only. Each time a married name is added an extra Married Surname line will be created for subsequent additional married names.
de: Verwenden Sie dieses Feld, um einen Ehenamen hinzuzufügen. Geben Sie nur den Nachnamen. Jedes Mal, wenn ein Ehename eine Leerzeile heiratete Vorname hinzugefügt wird wird für nachfolgende zusätzliche Ehenamen erstellt werden.
nl: Gebruik dit veld om een huwelijksnaam toe te voegen. Voer alleen de achternaam in. Elke keer dat er een huwelijksnaam wordt toegevoegd zal er een extra Huwelijksnaam-regel worden gemaakt voor daaropvolgende extra huwelijksnamen.
tr: Evli bir ad eklemek için bu alanı kullanın. Yalnızca soyadını girin. Her evli ad eklendiğinde, sonraki ek evli adlar için fazladan bir Evli Soyadı satırı oluşturulur.

source: Notes are free-form text and will appear in the Fact Details section of the page.
de: Anmerkungen haben kein festgelegtes Format. Sie werden im Bereich der Fakten angezeigt.
nl: in notities kunt u vrije stukken tekst opslaan. Deze verschijnen bij de details van de feiten op de pagina.
tr: Notlar serbest biçimli metinlerdir ve sayfanın Gerçek Ayrıntıları bölümünde görünecektir.

source: A media object is a record in the family tree which contains information about a media file. This information may include a title, a copyright notice, a transcript, privacy restrictions, etc. The media file, such as the photo or video, can be stored locally (on this webserver) or remotely (on a different webserver).
de: Ein Medienobjekt ist ein Datensatz in der Stammstruktur, der Informationen zu einer Mediendatei enthält. Diese Informationen können einen Titel, einen Urheberrechtshinweis, ein Transkript, Datenschutzbeschränkungen usw. enthalten. Die Mediendatei, z. B. das Foto oder Video, kann lokal (auf diesem Webserver) oder aus der Ferne (auf einem anderen Webserver) gespeichert werden.
nl: Een media-object is een record in de stamboom welke informatie bevat over een mediabestand. Deze informatie kan een titel, copyrightinformatie, een protocol, privacy-beperkingen en dergelijke bevatten. Het mediabestand, zoals een foto of video, kan lokaal (op deze webserver) of elders (op een andere webserver) zijn opgeslagen.
tr: Bir medya nesnesi, bir medya dosyası hakkında bilgi içeren aile ağacındaki bir kayıttır. Bu bilgiler bir başlık, bir telif hakkı bildirimi, bir döküm, gizlilik kısıtlamaları vb. içerebilir. Fotoğraf veya video gibi medya dosyası yerel olarak (bu web sunucusunda) veya uzaktan (farklı bir web sunucusunda) saklanabilir.

source: In the Citation Details field you would enter the page number or other information that might help someone find the information in the source.
de: Im Feld Zitat-Einzelheiten können Sie z.B. die Seitenummer oder andere Informationen eingeben, die das Auffinden der genauen Zitatstelle in der Quelle erleichtert.
nl: In de detailgegevens van de vermelding kunt u bijvoorbeeld een paginanummer opgeven of andere informatie, waardoor de bedoelde informatie gemakkelijk in de bron kan worden teruggevonden.
tr: Alıntı Ayrıntıları alanına, birisinin kaynaktaki bilgileri bulmasına yardımcı olabilecek sayfa numarasını veya diğer bilgileri girersiniz.

source: A child may have more than one set of parents. The relationship between the child and the parents can be biological, legal, or based on local culture and tradition. If no pedigree is specified, then a biological relationship will be assumed. For this reason it is common to not add any selection here.
nl: Een kind kan meer dan één stel ouders hebben. De relatie tussen kind en ouders kan biologisch, wettelijk of gebaseerd zijn op lokale cultuur en traditie. Als de relatie niet is gespecificeerd, dan wordt een biologische relatie aangenomen. Om deze reden is hier geen selectie toegevoegd.
tr: Bir çocuğun birden fazla ebeveyn grubu olabilir. Çocuk ve ebeveynler arasındaki ilişki biyolojik, yasal veya yerel kültür ve geleneğe dayalı olabilir. Soyağacı belirtilmemişse, biyolojik bir ilişki olduğu varsayılacaktır. Bu nedenle, buraya herhangi bir seçim eklememek yaygındır.
