Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to families. For example, if MARR is in this list, users will not be able to add more than one MARR record to a family. <span style="color: #ff0000;">Fact names that appear in this list must not also appear in the <i>Family Add Facts</i> list.</span> Either enter the tags manually here or use the edit selector.
de: Dies ist die Liste der GEDCOM-Fakten, dass Ihre Benutzer nur <u>einmal</u> Familien hinzufügen können. Zum Beispiel wenn MARR in dieser Liste enthalten ist, werden nicht in der Lage, eine Familie mehrere MARR Datensätze hinzufügen Benutzer. <span style="color: #ff0000;"> Tatsache Namen, die in dieser Liste erscheinen müssen nicht auch in der <i>Familie hinzufügen Fakten</i>-Liste erscheinen.</span> Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de lijst van GEDCOM-feiten welke uw gebruikers slechts <u>eenmaal</u> aan een gezin kunnen toevoegen. Bijvoorbeeld: als MARR in deze lijst staat, dan kunnen gebruikers niet meer dan één MARR-record toevoegen aan een gezin. <span style="color: #ff0000;">Namen van feiten welke in deze lijst staan, mogen niet bij de <b>Toe te voegen feiten voor gezinnen </b>lijst staan.</span> Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, kullanıcılarınızın ailelere yalnızca <u>bir kez</u> ekleyebileceği GEDCOM gerçeklerinin listesidir. Örneğin, EVLİLİK bu listedeyse, kullanıcılar bir aileye birden fazla EVLİLİK kaydı ekleyemezler. <span style="color: #ff0000;">Bu listede görünen gerçek adları, <i>Aile Gerçekleri Ekle</i> listesinde de görünmemelidir.</span> Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Facts for new families
de: Ereignisse für neu angelegte Familien
nl: Feiten voor nieuwe gezinnen
tr: Yeni aileler için gerçekler

source: This is a comma separated list of GEDCOM fact tags that will be shown when adding a new family. For example, if MARR is in the list, then fields for marriage date and marriage place will be shown on the form. Either enter the tags manually here or use the edit selector.
de: Dies ist eine kommagetrennte Liste von GEDCOM-Tatsache-Tags, die angezeigt wird, wenn Sie eine neue Familie hinzufügen. Beispielsweise wenn MARR in der Liste ist, werden dann Felder für Hochzeit Datum und Ort der Eheschließung auf dem Formular angezeigt werden. Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is een door komma's gescheiden lijst van GEDCOM-feiten die zal worden getoond bij het toevoegen van een nieuw gezin. Bijvoorbeeld: als MARR in de lijst staat dan zullen invoervelden voor huwelijksdatum en huwelijksplaats in het formulier worden getoond. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, yeni bir aile eklenirken gösterilecek olan GEDCOM bilgi etiketlerinin virgülle ayrılmış listesidir. Örneğin, EVLİLİK listedeyse, evlilik tarihi ve evlilik yeri alanları formda gösterilecektir. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Quick family facts
de: Schnell hinzugefügte Familienereignisse
nl: Snel toe te voegen feiten voor gezinnen
tr: Hızlı aile gerçekleri

source: This is the short list of GEDCOM family facts that appears next to the full list and can be added with a single click. Either enter the tags manually here or use the edit selector.
de: Dies ist die kurze Liste der GEDCOM Familie Fakten, die neben der vollständigen Liste angezeigt und können mit einem einzigen Klick hinzugefügt werden. Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de korte lijst van GEDCOM-feiten van een gezin die naast de volledige lijst verschijnt en deze kunnen worden toegevoegd met een enkele muisklik. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, tam listenin yanında görünen ve tek bir tıklamayla eklenebilen GEDCOM ailesi gerçeklerinin kısa listesidir. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Facts for Source records
de: Quellenereignisse
nl: Feiten voor Bronrecords
tr: Kaynak kayıtları için gerçekler

source: All source facts
de: Alle Quellendaten
nl: Alle feiten voor bronnen
tr: Tüm kaynak gerçekleri

source: This is the list of GEDCOM facts that your users can add to sources. You can modify this list by removing or adding fact names, even custom ones, as necessary. <span style="color: #ff0000;">Fact names that appear in this list must not also appear in the <i>Unique Source Facts</i> list.</span> Either enter the tags manually here or use the edit selector.
de: Dies ist die Liste der GEDCOM-Fakten, die Ihre Benutzer Quellen hinzufügen können. Sie ändern diese Liste durch das entfernen oder Hinzufügen von Namen der Tatsache, auch benutzerdefinierte, wie nötig. <span style="color: #ff0000;"> Tatsache Namen, die in dieser Liste erscheinen müssen nicht auch in der <i>Einzigartigen Quelle Fakten</i>-Liste erscheinen.</span> Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de lijst met GEDCOM-feiten die uw gebruikers aan bronnen kunnen toevoegen. De lijst kan, indien nodig, worden gewijzigd door namen van feiten, zelfs eigengemaakte, te verwijderen of toe te voegen. <span style="color: #ff0000;">Namen van feiten die in deze lijst voorkomen mogen niet voorkomen in de <b>Unieke bronfeiten</b>lijst.</span> Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, kullanıcılarınızın kaynaklara ekleyebileceği GEDCOM gerçeklerinin listesidir. Gerçek adlarını, hatta özel olanları gerektiği gibi kaldırarak veya ekleyerek bu listeyi değiştirebilirsiniz. <span style="color: #ff0000;">Bu listede görünen olgu adları, <i>Benzersiz Kaynak Gerçekleri</i> listesinde de görünmemelidir.</span> Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Unique source facts
de: Einmal vorkommende Quellendaten
nl: Unieke feiten voor bronnen
tr: Benzersiz kaynak gerçekleri

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to sources. For example, if TITL is in this list, users will not be able to add more than one TITL record to a source. <span style="color: #ff0000;">Fact names that appear in this list must not also appear in the <i>Source Add Facts</i> list.</span> Either enter the tags manually here or use the edit selector.
de: Dies ist die Liste der GEDCOM-Fakten, dass Ihre Benutzer nur <u>einmal</u> Quellen hinzufügen können. Beispielsweise wenn TITL in dieser Liste enthalten ist, werden nicht in der Lage, mehr als einen TITL Datensatz zu einer Quelle hinzufügen Benutzer. <span style="color: #ff0000;"> Tatsache Namen, die in dieser Liste erscheinen müssen auch nicht in der Liste <i>Quelle hinzufügen Fakten</i> erscheinen.</span> Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de lijst van GEDCOM-feiten welke uw gebruikers slechts <u>eenmaal</u> aan een bron kunnen toevoegen. Bijvoorbeeld: als TITL in deze lijst staat, dan kunnen gebruikers niet meer dan één TITL-record toevoegen aan een bron. <span style="color: #ff0000;">Namen van feiten welke in deze lijst staan, mogen niet bij de <i>Toe te voegen feiten voor gezinnen </i> lijst staan.</span> Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, kullanıcılarınızın kaynaklara yalnızca <u>bir kez</u> ekleyebileceği GEDCOM gerçeklerinin listesidir. Örneğin, BAŞLIK bu listedeyse, kullanıcılar bir kaynağa birden fazla BAŞLIK kaydı ekleyemezler. <span style="color: #ff0000;">Bu listede görünen gerçek adları, <i>Kaynak Gerçekleri Ekle</i> listesinde de görünmemelidir.</span> Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Quick source facts
de: Schnell hinzugefügte Quellendaten
nl: Snel toe te voegen feiten voor bronnen
tr: Hızlı kaynak gerçekleri

source: This is the short list of GEDCOM source facts that appear next to the full list and can be added with a single click. Either enter the tags manually here or use the edit selector.
de: Dies ist die kurze Liste der GEDCOM-Quelle-Fakten, die neben der vollständigen Liste angezeigt und können mit einem einzigen Klick hinzugefügt werden. Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de korte lijst van GEDCOM-feiten van een bron die naast de volledige lijst verschijnt en deze kunnen worden toegevoegd met een enkele muisklik. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, tam listenin yanında görünen ve tek bir tıklamayla eklenebilen GEDCOM kaynak gerçeklerinin kısa listesidir. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Facts for Repository records
de: Archivereignisse
nl: Feiten voor Opslagplaatsrecords
tr: Depo kayıtları için gerçekler

source: All repository facts
de: Alle Archivdaten
nl: Alle feiten voor opslagplaatsen
tr: Tüm depo gerçekleri

source: This is the list of GEDCOM facts that your users can add to repositories. You can modify this list by removing or adding fact names, even custom ones, as necessary. <span style="color: #ff0000;">Fact names that appear in this list must not also appear in the <i>Unique Repository Facts</i> list.</span> Either enter the tags manually here or use the edit selector.
de: Dies ist die Liste der GEDCOM-Fakten, die Ihre Benutzer Repositories hinzufügen können. Sie ändern diese Liste durch das entfernen oder Hinzufügen von Namen der Tatsache, auch benutzerdefinierte, wie nötig. <span style="color: #ff0000;"> Tatsache Namen, die in dieser Liste erscheinen darf nicht auch in der <i>Einzigartigen Repository Fakten</i>-Liste erscheinen.</span> Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de lijst met GEDCOM-feiten die uw gebruikers aan opslagplaatsen kunnen toevoegen. De lijst kan, indien nodig, worden gewijzigd door namen van feiten, zelfs eigengemaakte, te verwijderen of toe te voegen. <span style="color: #ff0000;">Namen van feiten die in deze lijst voorkomen mogen niet voorkomen in de <b>Unieke opslagplaatsen feiten</b>lijst.</span> Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, kullanıcılarınızın depolara ekleyebileceği GEDCOM gerçeklerinin listesidir. Gerçek adlarını, hatta özel olanları gerektiği gibi kaldırarak veya ekleyerek bu listeyi değiştirebilirsiniz. <span style="color: #ff0000;">Bu listede görünen olgu adları, <i>Benzersiz Depo Gerçekleri</i> listesinde de görünmemelidir.</span> Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Unique repository facts
de: Einmal vorkommende Archivdaten
nl: Unieke feiten voor opslagplaatsen
tr: Benzersiz depo gerçekleri

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to repositories. For example, if NAME is in this list, users will not be able to add more than one NAME record to a repository. <span style="color: #ff0000;">Fact names that appear in this list must not also appear in the <i>Repository Add Facts</i> list.</span> Either enter the tags manually here or use the edit selector.
de: Dies ist die Liste der GEDCOM-Fakten, dass Ihre Benutzer nur <u>einmal</u> Repositorys hinzufügen können. Beispielsweise wenn Namen in dieser Liste enthalten ist, werden Benutzer nicht mehrere Namenseintrag in ein Repository aufnehmen können. <span style="color: #ff0000;"> Tatsache Namen, die in dieser Liste erscheinen müssen auch nicht in das <i>Repository hinzufügen Fakten</i>-Liste erscheinen.</span> Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de lijst van GEDCOM-feiten welke uw gebruikers slechts <u>eenmaal</u> aan een opslagplaats kunnen toevoegen. Bijvoorbeeld: als NAME in deze lijst staat, dan kunnen gebruikers niet meer dan één NAME-record toevoegen aan een opslagplaats. <span style="color: #ff0000;">Namen van feiten welke in deze lijst staan, mogen niet bij de <i>Toe te voegen feiten voor opslagplaatsen </i> lijst staan.</span> Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, kullanıcılarınızın depolara yalnızca <u>bir kez</u> ekleyebileceği GEDCOM gerçeklerinin listesidir. Örneğin, AD bu listedeyse, kullanıcılar bir depoya birden fazla AD kaydı ekleyemez. <span style="color: #ff0000;">Bu listede görünen gerçek adları, <i>Depo Gerçekleri Ekle</i> listesinde de görünmemelidir.</span> Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Quick repository facts
de: Schnell hinzugefügte Archivdaten
nl: Snel toe te voegen feiten voor opslagplaatsen
tr: Hızlı depo gerçekleri

source: This is the short list of GEDCOM repository facts that appear next to the full list and can be added with a single click. Either enter the tags manually here or use the edit selector.
de: Dies ist die kurze Liste der GEDCOM-Repository-Fakten, die neben der vollständigen Liste angezeigt und können mit einem einzigen Klick hinzugefügt werden. Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de korte lijst van GEDCOM-feiten van een opslagplaats die naast de volledige lijst verschijnt en deze kunnen worden toegevoegd met een enkele muisklik. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, tam listenin yanında görünen ve tek bir tıklama ile eklenebilen GEDCOM depo gerçeklerinin kısa listesidir. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Advanced fact settings
de: Erweiterte Fakten-Einstellungen
nl: Gevorderde instellingen voor feiten
tr: Gelişmiş gerçek ayarları

source: Advanced name facts
de: Besondere Namens-Fakten
nl: Gevorderde feiten voor namen
tr: Gelişmiş ad gerçekleri

source: This is a comma separated list of GEDCOM fact tags that will be shown on the add/edit name form. If you use non-Latin alphabets such as Hebrew, Greek, Cyrillic or Arabic, you may want to add tags such as _HEB, ROMN, FONE, etc. to allow you to store names in several different alphabets. Either enter the tags manually here or use the edit selector.
de: Dies ist eine durch Kommas getrennte Liste der GEDCOM-Tatsache-Tags, die auf die Namensform hinzufügen/bearbeiten angezeigt wird. Wenn Sie nicht-lateinische Alphabete wie Hebräisch, Griechisch, Kyrillisch oder Arabisch verwenden, können Sie Tags wie z. B. _HEB, ROMN, hinzufügen möchten FONE, etc. können Sie Namen in mehreren verschiedenen Alphabeten zu speichern. Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is een door komma's gescheiden lijst van GEDCOM-feiten die zullen worden getoond op het toevoegen/wijzigen naam formulier. Als u niet-Latijnse alfabetten, zoals Hebreeuws, Grieks, Cyrillisch of Arabisch gebruikt, zou u tags kunnen toevoegen zoals _HEB, ROMN, FONE, etc. om u in staat te stellen namen op te slaan in meerdere verschillende alfabetten. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, ad ekleme/düzenleme formunda gösterilecek olan GEDCOM gerçek etiketlerinin virgülle ayrılmış bir listesidir. İbranice, Yunanca, Kiril veya Arapça gibi Latin olmayan alfabeler kullanıyorsanız, adları birkaç farklı alfabede saklamanıza izin vermek için _HEB, ROMN, FONE vb. gibi etiketler eklemek isteyebilirsiniz. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Advanced place name facts
de: Besondere Ortsnamen-Fakten
nl: Gevorderde feiten voor plaatsnamen
tr: Gelişmiş yer adı gerçekleri

source: This is a comma separated list of GEDCOM fact tags that will be shown when you add or edit place names. If you use non-Latin alphabets such as Hebrew, Greek, Cyrillic or Arabic, you may want to add tags such as _HEB, ROMN, FONE, etc. to allow you to store place names in several different alphabets. Either enter the tags manually here or use the edit selector.
de: Dies ist eine durch Kommas getrennte Liste der GEDCOM-Tatsache-Tags, die angezeigt wird, wenn Sie hinzufügen oder Bearbeiten von Ortsnamen. Wenn Sie nicht-lateinische Alphabete wie Hebräisch, Griechisch, Kyrillisch oder Arabisch verwenden, können Sie Tags wie z. B. _HEB, ROMN, hinzufügen möchten FONE, etc. ermöglichen es Ihnen, Ortsnamen in mehreren verschiedenen Alphabeten zu speichern. Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is een door komma's gescheiden lijst van GEDCOM-feiten die zullen worden getoond als u een plaatsnaam toevoegt of wijzigt. Als u niet-Latijnse alfabetten, zoals Hebreeuws, Grieks, Cyrillisch of Arabisch gebruikt, zou u mogelijk tags willen toevoegen zoals _HEB, ROMN, FONE, etc. om u in staat te stellen plaatsnamen op te slaan in meerdere verschillende alfabetten. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, yer adlarını eklediğinizde veya düzenlediğinizde gösterilecek olan GEDCOM gerçek etiketlerinin virgülle ayrılmış bir listesidir. İbranice, Yunanca, Kiril veya Arapça gibi Latin olmayan alfabeler kullanıyorsanız, yer adlarını birkaç farklı alfabede saklamanıza izin vermek için _HEB, ROMN, FONE vb. gibi etiketler eklemek isteyebilirsiniz. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Other settings
de: Andere Einstellungen
nl: Andere instellingen
tr: Diğer ayarlar

source: Surname tradition
de: Nachnamens-Tradition
nl: Achternaamtraditie
tr: Soyadı geleneği

source: When you Add a family member, a default surname can be provided. This surname will depend on the local tradition.
de: Beim Hinzufügen eines neuen Familienmitgliedes kann ein entsprechender Familienname automatisch eingefügt werden. Dieser Familienname folgt den in den Voreinstellungen definierten regionalen Namenskonventionen.
nl: Wanneer u een familielid toevoegt, kan een standaard achternaam aanbevolen worden. Deze achternaam is afhankelijk van de lokale traditie.
tr: Bir aile üyesi eklediğinizde, varsayılan bir soyadı sağlanabilir. Bu soyadı yerel geleneğe bağlı olacaktır.

source: Use full source citations
de: Vollständige Quellen-Zitate benutzen
nl: Gebruik volledige bronvermelding
tr: Tam kaynak alıntılarını kullanın

source: Source citations can include fields to record the quality of the data (primary, secondary, etc.) and the date the event was recorded in the source. If you don't use these fields, you can disable them when creating new source citations.
de: Quellen-Zitate können Felder enthalten, die die Qualität der Daten und das Datum des Eintrages in der Quelle festhalten. Wenn Sie solche Felder nicht benutzen, können Sie diese beim Erstellen von neuen Quellen-Zitaten ausblenden.
nl: Bronvermeldingen kunnen velden bevatten om de kwaliteit van de gegevens (primair, secundair, enzovoorts) op te nemen en de datum waarop de gebeurtenis in de bron werd opgenomen. Als u geen gebruik maakt van deze velden, kunt u ze uitzetten wanneer u nieuwe bronvermeldingen maakt.
tr: Kaynak alıntıları, verilerin kalitesini (birincil, ikincil vb.) ve olayın kaynağa kaydedildiği tarihi kaydetmek için alanlar içerebilir. Bu alanları kullanmazsanız, yeni kaynak alıntıları oluştururken bunları devre dışı bırakabilirsiniz.

source: Source type
de: Quellen-Zitatentyp
nl: Bron soort
tr: Kaynak türü

source: facts
de: Fakten
nl: feiten
tr: gerçekler

source: records
de: Datensätze
tr: kayıtlar

source: When adding new close relatives, you can add source citations to the records (e.g. INDI, FAM) or the facts (BIRT, MARR, DEAT). This option controls which checkboxes are ticked by default.
de: Wenn Sie neue nahe Verwandte in die Datenbank eintragen, können Sie Quellen-Zitate entweder den Datensätzen (INDI, FAM) oder aber den verschiedenen Ereignissen (BIRT, MARR, DEAT) hinzufügen. Diese Option bestimmt die Voreinstellung der jeweiligen Auswahlbox.
nl: Als u nieuwe naaste verwanten toevoegt, kunt u bronvermeldingen aan de gegevens (vb. INDI, FAM) of de feiten (BIRT, MARR, DEAT) toevoegen. Deze optie bepaalt welke checkboxen standaard aangevinkt zijn.
tr: Yeni yakın akrabaları eklerken, kayıtlara (örneğin KİŞİ, AİLE) veya gerçeklere (DOĞUM, EVLİLİK, ÖLÜM) kaynak alıntıları ekleyebilirsiniz. Bu seçenek, varsayılan olarak hangi onay kutularının işaretlendiğini kontrol eder.

source: Use GeoNames database for autocomplete on places
de: Verwendung der GeoNamen-Datenbank für AutoVervollständigen von Orten
nl: Gebruik GeoNames database voor automatisch aanvullen van plaatsnamen
tr: Yerlerde otomatik tamamlama için GeoNames veritabanını kullanın

source: Should the GeoNames database (http://www.geonames.org/) be used to provide more suggestions for place names?<p>When this option is set to <b>Yes</b>, the GeoNames database will be queried to supply suggestions for the place name being entered. When set to <b>No</b>, only existing places in the current family tree database will be searched. As you enter more of the place name, the suggestion will become more precise. This option can slow down data entry, particularly if your Internet connection is slow.</p><p>The GeoNames geographical database is accessible free of charge. It currently contains over 8,000,000 geographical names.</p>
de: Sollte die GeoNames-Datenbank (http://www.geonames.org/) werden verwendet, um weitere Anregungen für Ortsnamen geben? <p>Wenn diese Option auf <b>Ja</b>, die GeoNames festgelegt ist, die Datenbank abgefragt werden wird, um Vorschläge für den eingegebenen Ortsnamen zu liefern. Wenn auf <b>No</b> gesetzt, werden nur vorhandene Plätze in den aktuellen Stammbaum-Datenbank durchsucht. Wie Sie mehr von den Ortsnamen eingeben, wird der Vorschlag genauer geworden. Diese Option kann sich verlangsamen, Dateneingabe, insbesondere dann, wenn Ihre Internetverbindung langsam ist.</p> <p>The GeoNames geografische Datenbank steht kostenlos zur Verfügung. Es enthält derzeit mehr als 8.000.000 Flurnamen.</p>
nl: Moet de GeoNames database (http://www.geonames.org/) gebruikt worden om meer suggesties voor plaatsnamen te tonen? <p> Als deze optie op <b>Ja</b> is gezet dan wordt de GeoNames database doorzocht om plaatsnamen op te zoeken als suggestie voor de plaatsnaam welke wordt ingevoerd. Wordt dit op <b>Nee</b> gezet, dan wordt alleen de huidige stamboom database doorzocht. Naarmate meer van de plaatsnaam wordt ingevuld wordt de suggestie steeds preciezer. Deze optie kan het invoeren vertragen, speciaal als de internetverbinding langzaam is..</p><p> De GeoNames geografische database is vrij toegankelijk zonder kosten. Het bevat op dit moment meer dan 8,000,000 geografische namen.</p>
tr: Yer adları için daha fazla öneri sağlamak üzere GeoNames veritabanı (http://www.geonames.org/) kullanılmalı mı?<p>Bu seçenek <b>Evet</b> olarak ayarlandığında, girilen yer adı için öneriler sağlamak üzere GeoNames veritabanı sorgulanacaktır. <b>Hayır</b> olarak ayarlandığında, yalnızca mevcut aile ağacı veritabanındaki mevcut yerler aranacaktır. Yer adının daha fazlasını girdikçe öneri daha kesin hale gelecektir. Bu seçenek, özellikle İnternet bağlantınız yavaşsa, veri girişini yavaşlatabilir.</p><p>GeoNames coğrafi veritabanına ücretsiz olarak erişilebilir. Şu anda 8.000.000'dan fazla coğrafi isim içeriyor.</p>

source: Options for autocomplete on places
nl: Opties voor automatisch aanvullen van plaatsnamen
tr: Yerlerde otomatik tamamlama seçenekleri

source: basic
nl: basis
tr: temel

source: advanced
nl: geavanceerd
tr: gelişmiş
