Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: A list of changes that need moderator approval, and email notifications.
de: Eine Liste der Änderungen, die die Zustimmung des Moderators brauchen sowie E-Mail-Benachrichtigungen.
nl: Een lijst van wijzigingen die goedkeuring nodig hebben van een moderator, en e-mailmeldingen.
tr: Moderatör onayı ve e-posta bildirimleri gerektiren değişikliklerin listesi.

source: kiwitrees - Review changes
de: kiwitrees - Änderungen kontrollieren
nl: kiwitrees - beoordeel wijzigingen
tr: kiwitrees - Değişiklikleri gözden geçir

source: Online changes have been made to a genealogical database. These changes need to be reviewed and accepted before they will appear to all users. Please use the URL below to enter that kiwitrees site and login to review the changes.
de: An einer genealogischen Datenbank wurden Änderungen vorgenommen. Diese Änderungen müssen kontrolliert und übernommen werden, bevor sie für alle Nutzer sichtbar werden. Bitte klicken Sie auf die angegebene URL, um auf die kiwitrees-Seite zu gelangen um die Änderungen zu überprüfen und zu genehmigen.
nl: Online wijzigingen zijn aangebracht aan de genealogische database. Deze wijzigingen moeten beoordeeld en geaccepteerd worden voordat ze getoond worden aan alle gebruikers. Gebruik onderstaande URL om op deze kiwitrees website te komen en log in om de wijzigingen te beoordelen.
tr: Şecere veritabanında çevrimiçi değişiklikler yapıldı. Bu değişikliklerin tüm kullanıcılara gösterilmeden önce gözden geçirilmesi ve kabul edilmesi gerekir. Kiwitrees sitesine girmek için lütfen aşağıdaki URL'yi kullanın ve değişiklikleri incelemek için giriş yapın.

source: There are pending changes for you to moderate.
de: hier sind ausstehende Änderungen für die Moderation
nl: Er zijn uitstaande wijzigingen die door u beoordeeld moeten worden
tr: Denetlemeniz için bekleyen değişiklikler var.

source: Last email reminder was sent
de: Die letzte E-Mail als Erinnerung wurde gesendet
nl: De laatste e-mailherinnering is verstuurd op
tr: Son e-posta hatırlatıcısı gönderildi

source: Next email reminder will be sent after
de: Danach wird eine E-Mail als Erinnerung gesendet
nl: De volgende e-mailherinnering wordt verstuurd na
tr: Sonraki e-posta hatırlatıcısı daha sonra gönderilecek

source: Send out reminder emails?
de: Erinnerungs E-Mails versenden?
nl: E-mailherinneringen versturen?
tr: Hatırlatma e-postaları gönderilsin mi?

source: Reminder email frequency (days)
de: Erinnerungs E-Mail Häufigkeit (Tage)
nl: Frequentie voor e-mailherinneringen (dagen)
tr: Hatırlatıcı e-posta sıklığı (gün)

source: Sitemaps
tr: Site Haritaları

source: Generate sitemap files for search engines.
de: Erzeuge Sitemap-Dateien für Suchmaschinen
nl: Genereer sitemap bestanden voor zoekmachines
tr: Arama motorları için site haritası dosyaları oluşturun.

source: Sitemaps are a way for webmasters to tell search engines about the pages on a website that are available for crawling. All major search engines support sitemaps. For more information, see <a href="http://www.sitemaps.org/">www.sitemaps.org</a>.
de: Sitemaps sind eine Möglichkeit für Webmaster, Suchmaschinen über die Seiten auf einer Website zu sagen, die für das crawling verfügbar sind. Alle großen Suchmaschinen unterstützen Sitemaps. Weitere Informationen finden Sie unter <a href="http://www.sitemaps.org/"> www.sitemaps.org</a>.
nl: Sitemaps zijn voor webmasters een manier om zoekmachines te vertellen over de pagina's op een website, welke beschikbaar zijn voor crawling. Alle belangrijke zoekmachines ondersteunen sitemaps. Voor meer informatie zie <a href="http://www.sitemaps.org/">www.sitemaps.org</a>.
tr: Site haritaları, web yöneticilerinin arama motorlarına bir web sitesinde tarama için uygun olan sayfalar hakkında bilgi vermelerinin bir yoludur. Tüm büyük arama motorları site haritalarını destekler. Daha fazla bilgi için bakınız <a href="http://www.sitemaps.org/">www.sitemaps.org</a>.

source: Which family trees should be included in the sitemaps?
de: Welcher Stammbaum soll in die Sitemaps integriert werden?
nl: Welke stambomen moeten in de sitemaps meegenomen worden?
tr: Site haritalarına hangi aile ağaçları dahil edilmelidir?

source: To tell search engines that sitemaps are available, you should add the following line to your robots.txt file.
de: Um Suchmaschinen über das Vorhandensein von Sitemaps zu informieren, sollte folgende Zeile in die Datei robots.txt eingefügt werden.
nl: Om zoekmachines te laten weten dat er sitemaps aanwezig zijn, moet u de volgende regel toegevoegen aan uw robots.txt bestand.
tr: Arama motorlarına site haritalarının kullanılabilir olduğunu söylemek için robots.txt dosyanıza aşağıdaki satırı eklemelisiniz.

source: To tell search engines that sitemaps are available, you can use the following links.
de: Um Suchmaschinen über das Vorhandensein von Sitemaps zu informieren, können folgende Links verwandt werden.
nl: Om zoekmachines te laten weten dat sitemaps aanwezig zijn, kunnen de volgende snelkoppelingen gebruikt worden.
tr: Arama motorlarına site haritalarının kullanılabilir olduğunu söylemek için aşağıdaki bağlantıları kullanabilirsiniz.

source: A tab showing the sources linked to an individual.
de: Ein Reiter zur Anzeige von Quellen, die mit einzelnen Personen verbunden sind.
nl: Een tabblad dat de bronnen toont die gekoppeld zijn aan een persoon.
tr: Bir kişiye bağlı kaynakları gösteren bir sekme.

source: There are no Source citations for this individual.
de: Zu dieser Person gibt es keine Quellenangaben.
nl: Er zijn geen bronvermeldingen voor deze persoon.
tr: Bu kişi için Kaynak alıntısı yok.

source: Add narrative stories to individuals in the family tree.
de: Fügt den Personen im Stammbaum erzählende Geschichten zu
nl: Voeg verhalen toe aan personen in de stamboom.
tr: Aile ağacındaki bireylere anlatı hikayeleri ekleyin.

source: Add story
de: Geschichte hinzufügen
nl: Voeg verhaal toe
tr: Hikaye ekle

source: Link this individual to an existing story
de: Diese Person mit einer existierenden Geschichte verbinden
nl: Koppel deze persoon aan een bestaand verhaal
tr: Bu bireyi var olan bir hikayeye bağlayın

source: List of stories
de: Verzeichnis der Geschichten
nl: Lijst van verhalen
tr: Hikayelerin listesi

source: Edit story
de: Geschichte bearbeiten
nl: Bewerk verhaal
tr: Hikayeyi düzenle

source: Story
de: Geschichte
nl: Verhaal
tr: Hikaye

source: Enter name or part of name
nl: Voer naam of gedeelte van de naam in
tr: Adı veya adın bir kısmını girin

source: Add another individual
de: Eine weitere Person hinzufügen
nl: Voeg nog een persoon toe
tr: Başka bir kişi ekle

source: Are you sure you want to delete this story?
de: Soll diese Geschichte gelöscht werden?
nl: Weet u zeker dat u dit verhaal wilt verwijderen?
tr: Bu hikayeyi silmek istediğinizden emin misiniz?

source: Are you sure you want to link to this story?
de: Sind Sie sicher dass Sie diese Geschichte verbinden wollen?
nl: Weet u zeker dat u dit verhaal wil koppelen?
tr: Bu hikayeye bağlantı vermek istediğinizden emin misiniz?

source: Census summary
de: Volkszählung Zusammenfassung
nl: Census samenvatting
tr: Nüfus sayımı özeti

source: A tab summarising census events.
de: Eine Registerkarte Zusammenfassung der Volkszählungsereignisse
nl: Een tab met een samenvatting van census gebeurtenissen.
tr: Sayım olaylarını özetleyen bir sekme.

source: Add census
de: Volkszählung hinzufügen
nl: Voeg census toe
tr: Nüfus sayımı ekle

source: Expand all sources
de: Erweitern Sie alle Quellen
nl: Uitklappen alle bronnen
tr: Tüm kaynakları genişlet

source: Expand all notes
de: Erweitern Sie alle Notizen
nl: Uitklappen alle notities
tr: Tüm notları genişlet

source: A tab summarising changes to an individual's record
nl: Een tabblad met wijzigingsoverzicht van een persoonsrecord
tr: Bir kişinin kaydındaki değişiklikleri özetleyen bir sekme

source: All recorded data changes for this person.
nl: Alle geregistreerde gegevenswijzigingen van deze persoon.
tr: Bu kişi için kaydedilen tüm veriler değişir.

source: No change data available
nl: Geen gegevenswijzigingen beschikbaar
tr: Değişiklik verisi yok

source: DNA connections
nl: DNA-verbindingen
tr: DNA bağlantıları

source: A list of all recorded DNA links for an individual.
nl: Een lijst met alle opgenomen DNA-links voor een persoon.
tr: Bir birey için kaydedilmiş tüm DNA bağlantılarının listesi.

source: Add DNA data
nl: Voeg DNA-gegevens toe
tr: DNA verileri ekle

source: Recorded DNA connections for %s
nl: Opgenomen DNA-verbindingen voor %s
tr: %s için kaydedilmiş DNA bağlantıları

source: Segments
nl: Segmenten
tr: Segmentler

source: Common ancestors
nl: Gemeenschappelijke voorouders
tr: Ortak atalar

source: Date added
nl: Datum toegevoegd
tr: Tarih eklendi

source: Invalid reference
nl: Ongeldige referentie
tr: Geçersiz referans

source: No relationship found
nl: Geen relatie gevonden
tr: İlişki bulunamadı

source: Not applicable
nl: Niet toepasbaar
tr: Uygulanamaz

source: Edit DNA data
nl: Bewerk DNA-gegevens
tr: DNA verilerini düzenle

source: Person connected by DNA
nl: Persoon verbonden door DNA
tr: DNA ile bağlanan kişi

source: CentiMorgans
tr: Santimorganlar

source: Percentage DNA shared
nl: Percentage gedeeld DNA
tr: Yüzde DNA paylaşıldı

source: No common ancestor found
nl: Geen gemeenschappelijke voorouder gevonden
tr: Ortak ata bulunamadı

source: A centiMorgan (cM) is a unit of measure for DNA. It tells you how much DNA you share with another match. In general, the more DNA you share with a match the higher the cM number will be and the more closely related you are. <br> Ref: https://www.yourdnaguide.com/scp
nl: AEen centiMorgan (cM) is een maateenheid voor DNA. Het vertelt je hoeveel DNA je deelt met een andere match. In het algemeen, hoe meer DNA je deelt met een match hoe hoger het cM-nummer zal zijn en hoe nauw verwant je bent. <br> Ref: https://www.yourdnaguide.com/scp
tr: Bir santimorgan (cM), DNA için bir ölçü birimidir. Başka bir eşleşmeyle ne kadar DNA paylaştığınızı söyler. Genel olarak, bir eşleşmeyle ne kadar çok DNA paylaşırsanız, cM sayısı o kadar yüksek olur ve o kadar yakından ilişkili olursunuz. <br> Referans: https://www.yourdnaguide.com/scp

source: A DNA segment is a block, chunk, piece, string of DNA on a chromosome. It is typically determined by a start location and an end location on a chromosome. A segment refers to all the DNA in between and including the start and end locations. <br> Ref: https://segmentology.org/2015/05/07/what-is-a-segment/
nl: Een DNA-segment is een blok, Brok, stuk, tekenreeks van DNA op een chromosoom. Het wordt meestal bepaald door een startlocatie en een eindlocatie op een chromosoom. Een segment verwijst naar alle DNA daartussenin en met inbegrip van de start-en eind locaties. <br> Ref: https://segmentology.org/2015/05/07/what-is-a-segment/
tr: Bir DNA segmenti, bir kromozom üzerindeki bir blok, yığın, parça, DNA dizisidir. Tipik olarak bir kromozom üzerinde bir başlangıç konumu ve bir bitiş konumu ile belirlenir. Bir segment, başlangıç ve bitiş konumları dahil olmak üzere aradaki tüm DNA'yı ifade eder. <br> Referans: https://segmentology.org/2015/05/07/what-is-a-segment/

source: An alternative to Shared cMs as a way of describing DNA relationships. Used by some DNA testing companies, but not all. <br> Ref: https://isogg.org/wiki/Autosomal_DNA_statistics
nl: Een alternatief voor Gedeeld cMs als manier om DNA verwantschappen te beschrijven. Gebruikt door sommige DNA-tests bedrijven, maar niet alle. <br> Ref: https://isogg.org/wiki/Autosomal_DNA_statistics
tr: DNA ilişkilerini tanımlamanın bir yolu olarak Paylaşılan cMs'e bir alternatif. Bazı DNA testi şirketleri tarafından kullanılır, ancak hepsi değil. <br> Referans: https://isogg.org/wiki/Autosomal_DNA_statistics

source: A list of the anniversaries that occur today.
de: Liste der Geburtstage am heutigen Tag
nl: Een lijst van alle gedenkdagen die vandaag plaats vinden
tr: Bugün gerçekleşen yıldönümlerinin bir listesi.

source: Show only events of living people?
de: Nur Ereignisse lebender Personen zeigen?
nl: Alleen gebeurtenissen van levende personen tonen?
tr: Sadece yaşayan insanların olayları gösterilsin mi?

source: Show only Births, Deaths, and Marriages?
de: Nur Geburten, Sterbefälle, Heiraten anzeigen?
nl: Toon alleen geboorten, overlijdens en huwelijken?
tr: Sadece Doğumlar, Ölümler ve Evlilikler gösterilsin mi?

source: Research tasks are special events, added to individuals in your family tree, which identify the need for further research. You can use them as a reminder to check facts against more reliable sources, to obtain documents or photographs, to resolve conflicting information, etc.
de: Forschungsaufgaben sind besondere Ereignisse, die zu Personen in Ihrem Stammbaum hinzugefügt werden können, um die Notwendigkeit weitergehender Forschungen zu beschreiben. Man kann sie als Erinnerung nutzen, um Fakten gegen zuverlässigere Quellen zu überprüfen, um Dokumente oder Fotos zu erhalten oder um widersprüchliche Informationen auzulösen, etc.
nl: Onderzoekstaken zijn speciale gebeurtenissen, toegevoegd aan personen in uw stamboom die verder onderzocht moeten worden. Ze kunnen worden gebruikt als een geheugensteun om feiten te controleren bij meer betrouwbare bronnen, om documenten of foto's te zoeken, of om tegenstrijdige informatie op te helderen, enz..
tr: Araştırma görevleri, aile ağacınızdaki bireylere eklenen ve daha fazla araştırma ihtiyacını belirleyen özel etkinliklerdir. Gerçekleri daha güvenilir kaynaklara göre kontrol etmek, belge veya fotoğraf elde etmek, çelişkili bilgileri çözmek vb. için bunları bir hatırlatıcı olarak kullanabilirsiniz.

source: To create new research tasks, you must first add “research task” to the list of facts and events in the family tree’s preferences.
de: Um neue Aufgaben zu erstellen, müssen Sie zuerst "Forschungsaufgabe" in die Liste der Fakten und Ereignisse in den Stammbaum-Einstellungen hinzufügen.
nl: Om nieuwe onderzoekstaken te maken, moet u eerst "onderzoekstaken" toevoegen aan de lijst van feiten en gebeurtenissen in de stamboomvoorkeuren.
tr: Yeni araştırma görevleri oluşturmak için öncelikle aile ağacının tercihlerindeki gerçekler ve etkinlikler listesine “araştırma görevi” eklemelisiniz.

source: Research tasks are stored using the custom GEDCOM tag “_TODO”. Other genealogy applications may not recognise this tag.
de: Recherche-Aufgaben werden mit dem benutzerdefinierten GEDCOM-Tag "_TODO" gespeichert. Andere Genealogie-Anwendungen können diesen Tag nicht anerkennen.
nl: Onderzoekstaken worden bewaard door gebruik te maken van de GEDCOM-tag “_TODO”. Andere genealogie programma's herkennen mogelijk deze tag niet.
tr: Araştırma görevleri, "_TODO" özel GEDCOM etiketi kullanılarak depolanır. Diğer şecere uygulamaları bu etiketi tanımayabilir.

source: Show research tasks that are assigned to other users
de: Zeige Forschungsaufgaben, die anderen Benutzern zugeordnet wurden.
nl: Toon onderzoekstaken die zijn toegewezen aan andere gebruikers
tr: Diğer kullanıcılara atanan araştırma görevlerini göster

source: Show research tasks that are not assigned to any user
de: Zeige Forschungsaufgaben, die nicht anderen Benutzern zugeordnet wurden.
nl: Toon onderzoekstaken die niet aan een gebruiker zijn toegewezen
tr: Herhangi bir kullanıcıya atanmamış araştırma görevlerini göster

source: Show research tasks that have a date in the future
de: Zeige Suchergebnisse mit einem Datum in der Zukunft
nl: Toon onderzoekstaken die een datum in de toekomst hebben
tr: Gelecekte bir tarihi olan araştırma görevlerini göster

source: A list of the most popular given names.
de: Liste der häufigsten Vornamen
nl: Een lijst van de meest populaire voornamen.
tr: En popüler verilen adların listesi.

source: Top given name
de: Häufigster Vorname
nl: Populairste voornaam
tr: En çok verilen ad

source: Top %s given name
de: Häufigster Vorname
nl: Top %s voornamen
tr: En çok verilen %s ad

source: Number of items to show
de: Anzahl der zu zeigenden Objekte
nl: Aantal te tonen onderdelen
tr: Gösterilecek öğe sayısı

source: Most viewed pages
de: Häufigst gesehene Seiten
nl: Meest bekeken pagina's
tr: En çok görüntülenen sayfalar

source: A list of the pages that have been viewed the most number of times.
de: Liste der am häufigsten gesehenen Seiten
nl: Een lijst van pagina's die het vaakst bekeken werden.
tr: En çok görüntülenen sayfaların listesi.

source: Place counts before or after name?
de: Anzahl vor oder hinter den Namen zeigen?
nl: Plaats aantallen vóór of achter de naam?
tr: Yer sayıları isimden önce mi sonra mı?

source: before
de: vor
nl: vóór
tr: önce

source: after
de: nach
nl: achter
tr: sonra

source: A list of the most popular surnames.
de: Eine Liste der am meisten verbreiteten Vornamen.
nl: Een lijst met de meest populaire achternamen.
tr: En popüler soyadların bir listesi.

source: Top surname
de: Häufigster Nachname
nl: Top achternaam
tr: En çok soyadı

source: Top %s surname
de: häufigster Nachname
nl: Top %s achternamen
tr: En çok %s soyadı

source: bullet list
de: Aufzählungsliste
nl: keuzelijst
tr: madde işareti listesi

source: compact list
de: Kompakte Liste
nl: compacte lijst
tr: kompakt liste

source: Use compact layout
de: Benutze Kompaktansicht
nl: Compacte weergave.
tr: Kompakt düzeni kullan

source: Show all spouses and ancestors
de: Zeige alle Ehegatten und Vorfahren
nl: Toon alle huwelijkspartners en voorouders
tr: Tüm eşleri ve ataları göster

source: Toggle fullscreen view
nl: Volledig scherm inschakelen
tr: Tam ekran görünümünü değiştir

source: Son of %s
de: Sohn von %s
nl: Zoon van %s
tr: %s oğlu

source: Daughter of %s
de: Tochter von %s
nl: Dochter van %s
tr: %s kızı

source: Child of %s
de: Kind von %s
nl: Kind van %s
tr: %s çocuğu

source: An interactive tree, showing all the ancestors and descendants of an individual.
de: Ein interaktiver Baum zeigt alle Vorfahren und Nachfahren einer Person.
nl: Een interactieve stamboom, welke alle voorouders en afstammelingen van een persoon toont.
tr: Bir bireyin tüm atalarını ve torunlarını gösteren etkileşimli bir ağaç.

source: Upcoming events
de: Anstehende Ereignisse
nl: Aanstaande evenementen
tr: Yaklaşan etkinlikler

source: A list of the anniversaries that will occur in the near future.
de: Eine Liste von Jahrestagen in der nächsten Zeit
nl: Een lijst van gedenkdagen die in de nabije toekomst voorkomen.
tr: Yakın gelecekte gerçekleşecek yıldönümlerinin bir listesi.

source: Journal
nl: Journaal
tr: Günlük

source: A private area to record notes or keep a journal.
de: Ein persönlicher Bereich, um Notizen zu machen oder ein Journal zu führen.
nl: Een privéplek om notities of een journaal op te slaan.
tr: Notları kaydetmek veya günlük tutmak için özel bir alan.

source: You have not created any Journal items.
de: Sie haben noch keine Einträge erstellt.
nl: U heeft geen Journaal-items aangemaakt.
tr: Herhangi bir Günlük öğesi oluşturmadınız.

source: Are you sure you want to delete this Journal entry?
de: Möchten Sie diesen Eintrag wirklich löschen?
nl: Weet u zeker dat u dit Journaal-ingang wil verwijderen?
tr: Bu Günlük girişini silmek istediğinizden emin misiniz?

source: Add a Journal entry
de: Einen neuen Eintrag hinzufügen
nl: Voeg een Journaal-ingang toe
tr: Bir Günlük girişi ekleyin

source: Display and manage a user’s favorite pages.
de: Eine Lieblingsseite des Benutzers anzeigen und verwalten
nl: Toon en beheer een favorietenpagina van een gebruiker
tr: Bir kullanıcının sık kullanılan sayfalarını görüntüleyin ve yönetin.

source: “%s” has been added to your favorites.
de: "%s" wurde zu den Favoriten hinzugefügt.
nl: “%s” is toegevoegd aan uw favorieten.
tr: “%s” sık kullanılanlarınıza eklendi.

source: Default HTML block title
de: Standard-HTML-Block-Titel
nl: Standaard HTML-blok titel
tr: Varsayılan HTML blok başlığı

source: Quick links
tr: Hızlı bağlantılar

source: A selection of links for a user.
de: Eine Auswahl der "Links" für einen Nutzer
nl: Een selectie van links van een gebruiker
tr: Bir kullanıcı için bağlantı seçimi.

source: Bookmark current page
nl: Maak een bladwijzer van de huidige pagina
tr: Geçerli sayfayı yer imlerine ekle

source: Ex.: “Johns pedigree”. No punctuation.
nl: Bijv.: “Johns stamboom”. Geen interpunctie.
tr: Ör.: “Johns soyağacı”. Noktalama işareti yok.

source: Bookmarks
nl: Bladwijzers
tr: Yer imleri

source: Are you sure you want to delete the bookmark “%s”?
nl: Weet u zeker dat u de bladwijzer “%s” wil verwijderen?
tr: “%s” yer imini silmek istediğinizden emin misiniz?

source: Theme change
de: Änderung des Designs
nl: Wijzig thema
tr: Tema değişikliği

source: An alternative way to select a new theme.
de: Eine alternative Möglichkeit, ein neue Design-Vorlage zu wählen.
nl: Een andere manier om een nieuw thema te kiezen.
tr: Yeni bir tema seçmenin alternatif bir yolu.

source: User contacts
nl: Gebruikers contacten
tr: Kullanıcı iletişimleri

source: Links for contacting any user direct via email
nl: Links voor contact opnemen met elke gebruiker via e-mail
tr: Herhangi bir kullanıcıyla doğrudan e-posta yoluyla iletişim kurma bağlantıları

source: Write message
nl: Schrijf bericht
tr: İleti yaz

source: This feature is for registered members only.
nl: Deze functie is alleen voor geregistreerde gebruikers
tr: Bu özellik sadece kayıtlı üyeler içindir.

source: A list of the Hebrew death anniversaries that will occur in the near future.
de: Eine Liste der kurz bevorstehenden hebräischen Todestage.
nl: Een lijst van Yahrzeiten (herdenking van overledene) die in de nabije toekomst zullen plaatsvinden.
tr: Yakın gelecekte gerçekleşecek olan İbrani ölüm yıldönümlerinin bir listesi.

source: This note has been deleted. You should review the deletion and then %1$s or %2$s it.
de: Diese Anmerkung wurde gelöscht. Sie sollten die Löschung prüfen und sie entweder %1$s oder %2$s.
nl: Deze notitie is verwijderd. Beoordeel de verwijdering en %1$s of %2$s het dan.
tr: Bu not silindi. Silme işlemini ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This note has been deleted. The deletion will need to be reviewed by a moderator.
de: Die Anmerkung wurde gelöscht. Die Löschung muss noch durch einen Moderator bestätigt werden.
nl: Deze notitie is verwijderd. Het verwijderen zal nagekeken moeten worden door een moderator.
tr: Bu not silindi. Silme işleminin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This note has been edited. You should review the changes and then %1$s or %2$s them.
de: Die Anmerkung wurde bearbeitet. Sie sollten die Änderung prüfen und sie entweder %1$s oder %2$s.
nl: Deze notitie is gewijzigd. Beoordeel de wijzigingen en %1$s of %2$s ze dan.
tr: Bu not düzenlendi. Değişiklikleri ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This note has been edited. The changes need to be reviewed by a moderator.
de: Die Anmerkung wurde bearbeitet. Die Änderung muss noch durch einen Moderator bestätigt werden.
nl: Deze notitie is gewijzigd. De wijzigingen moeten nagekeken worden door een moderator.
tr: Bu not düzenlendi. Değişikliklerin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This note does not exist or you do not have permission to view it.
de: Diese Anmerkung existiert nicht oder Sie sind nicht berechtigt sie anzusehen.
nl: Deze notitie bestaat niet of u heeft niet de rechten om dit te zien.
tr: Bu not mevcut değil veya onu görüntüleme izniniz yok.

source: Oldest at top
de: Älteste Generation oben
nl: Oudste bovenaan
tr: En üstte en yaşlı

source: Oldest at bottom
de: Älteste Generation unten
nl: Oudste onderaan
tr: Altta en yaşlı

source: Place List
de: Ortsliste
nl: Lijst van plaatsen
tr: Yer Listesi

source: Switch to Place hierarchy
de: Auf Orts-Hierarchie umschalten
nl: Switch naar Plaats Hiërarchie
tr: Yer hiyerarşisine geç
