Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: The kiwitrees developers would be very interested to learn about this error. If you contact them, they will help you resolve the problem.
de: Die Kiwitrees-Entwickler wären sehr daran interessiert, über diesen Fehler lernen. Wenn Sie diese kontaktieren, helfen sie Ihnen das Problem zu beheben.
nl: De kiwitrees ontwikkelaars hebben interesse om van deze fout te leren. Als u contact opneemt met hen, zullen zij u helpen het probleem op te lossen.
tr: Kiwitrees geliştiricileri bu hata hakkında bilgi edinmek için çok ilgileneceklerdir. Kendileriyle iletişime geçerseniz, sorunu çözmenize yardımcı olurlar.

source: Maintenance
de: Verwaltung
nl: Onderhoud
tr: Bakım

source: This website is temporarily unavailable
de: Diese Webseite ist vorübergehend nicht verfügbar.
nl: Deze website is tijdelijk niet beschikbaar
tr: Bu web sitesi geçici olarak kullanılamıyor

source: Sorry for any inconvenience but the site is currently undergoing important maintenance
de: Sorry für die Unannehmlichkeiten, aber die Seite ist derzeit in einer wichtigen Wartung.
nl: Excuses voor het ongemak, maar de website ondergaat nu belangrijk onderhoud
tr: Verdiğimiz rahatsızlıktan dolayı özür dileriz, ancak site şu anda önemli bir bakımdan geçmektedir

source: It shouldn't take too long, so please <a href="index.php">try again</a> later
de: Es sollte nicht zu lange dauern, also bitte <a href="index.php"> Wiederholen Sie den Vorgang</a> später
nl: Het zal niet lang duren, dus probeer aub <a href="index.php">later</a> opnieuw
tr: Çok uzun sürmemelidir, bu yüzden lütfen daha sonra <a href="index.php">tekrar deneyin</a>

source: administration
de: Verwaltung
nl: beheer
tr: yönetim

source: The site is down for maintenance. You should <a href="index.php">try again</a> in a few minutes.
de: Die Webseite befindet sich im Wartungsmodus. Sie sollten es in einigen Minuten <a href="index.php">erneut versuchen</a>.
nl: De site is gesloten voor onderhoud. U moet het over een paar minuten <a href="index.php">opnieuw proberen</a>
tr: Site bakım nedeniyle kapalıdır. Birkaç dakika içinde <a href="index.php">tekrar denemelisiniz</a>.

source: This version of kiwitrees cannot be installed on this web-server.
de: Diese kiwitrees Version kann auf diesem Web-Server nicht installiert werden.
nl: Deze versie van kiwitrees kan niet op deze web-server geïnstalleerd worden.
tr: Kiwitrees'in bu sürümü bu web sunucusuna yüklenemez.

source: You have the following options:
de: Sie haben die folgende Auswahl:
nl: U heeft de volgende opties:
tr: Aşağıdaki seçeneklere sahipsiniz:

source: Upgrade the web-server to PHP %s or higher.
de: Aufrüsten des Servers auf PHP %s oder höher.
nl: Upgrade de web-server naar PHP %s of hoger.
tr: Web sunucusunu PHP %s veya daha yüksek bir sürüme yükseltin.

source: If you cannot resolve the problem yourself, you can ask for help on the forums at <a href="%s/forums/">kiwitrees.net</a>
nl: Als u het probleem niet zelf kunt oplossen, kunt u hulp vragen op de forums op <a href="%s/forums/">kiwitrees.net</a>
tr: Sorunu kendi başınıza çözemezseniz, <a href="%s/forums/">kiwitrees.net</a> adresindeki forumlardan yardım isteyebilirsiniz

source: Oops! The webserver is unable to connect to the database server. It could be busy, undergoing maintenance, or simply broken. You should <a href="index.php">try again</a> in a few minutes or contact the website administrator.
de: Hoppla! Der Webserver hat keine Verbindung zum Datenbankserver. Es könnte beschäftigt, gewartet, oder einfach kaputt sein. Sie sollten in wenigen Minuten <a href="index.php"> es erneut versuchen </a> oder wenden Sie sich an den Administrator der Website.
nl: Oeps! De webserver is niet in staat om de databaseserver te bereiken. Het kan druk zijn, onderhoud plaatsvinden of gewoon kapot zijn. U kunt <a href="index.php">opnieuw proberen</a> in een paar minuten of contact opnemen met de websitebeheerder.
tr: Oops! Web sunucusu, veritabanı sunucusuna bağlanamıyor. Meşgul olabilir, bakımda olabilir veya basitçe bozulabilir. Birkaç dakika içinde <a href="index.php">tekrar deneyin</a> veya web sitesi yöneticisiyle iletişime geçin.

source: The database reported the following error message:
de: Die Datenbank meldete die folgende Fehlermeldung:
nl: De database heeft de volgende foutmelding gerapporteerd:
tr: Veritabanı aşağıdaki hata iletisini bildirdi:

source: If you are the website administrator, you should check that:
de: Wenn Sie der Administrator dieser Website sind, sollten Sie folgendes prüfen:
nl: Bent u de websitebeheerder, kijk dan na of:
tr: Web sitesi yöneticisiyseniz, şunları kontrol etmelisiniz:

source: the database connection settings in the file <b>/data/config.ini.php</b> are still correct
de: die Datenbankverbindungseinstellungen in der Datei <b>/data/config.ini.php</b> sind immer noch richtig
nl: de database verbindingsinstellingen in het bestand <b>/data/config.ini.php</b> nog steeds juist zijn.
tr: <b>/data/config.ini.php</b> dosyasındaki veritabanı bağlantı ayarları hala doğru

source: the directory <b>/data</b> and the file <b>/data/config.ini.php</b> have access permissions that allow the webserver to read them
de: das Verzeichnis <b>/data</b> und die Datei <b>/data/config.ini.php</b> besitzten Attribute die es dem Server erlauben sie zu lesen
nl: de map <b>/data</b> en het bestand <b>/data/config.ini.php</b> toegangsrechten hebben die de webserver toestaat ze te lezen
tr: <b>/data</b> dizini ve <b>/data/config.ini.php</b> dosyası, web sunucusunun bunları okumasına izin veren erişim izinlerine sahiptir

source: you can connect to the database using other applications, such as phpmyadmin
de: Sie können sich mit anderen Anwendungen wie »phpmyadmin«, mit der Datenbank verbinden
nl: verbinding kan maken met de database door een andere applicatie te gebruiken, b.v. phpmyadmin
tr: phpmyadmin gibi diğer uygulamaları kullanarak veritabanına bağlanabilirsiniz

source: This source has been deleted. You should review the deletion and then %1$s or %2$s it.
de: Diese Quelle wurde gelöscht. Sie sollten die Löschung überprüfen und dann %1$s oder %2$s.
nl: Deze bron is verwijderd. Beoordeel de verwijdering en %1$s of %2$s dit dan.
tr: Bu kaynak silindi. Silme işlemini ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This source has been deleted. The deletion will need to be reviewed by a moderator.
de: Diese Quelle wurde gelöscht. Die Löschung muss durch einen Moderator geprüft werden.
nl: Deze bron is verwijderd. De verwijdering moet door een moderator beoordeeld worden.
tr: Bu kaynak silindi. Silme işleminin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This source has been edited. You should review the changes and then %1$s or %2$s them.
de: Diese Quelle wurde bearbeitet. Sie sollten die Änderungen prüfen und dann %1$s oder %2$s.
nl: Deze bron werd gewijzigd. Beoordeel de wijzigingen en %1$s of %2$s ze dan.
tr: Bu kaynak düzenlendi. Değişiklikleri ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This source has been edited. The changes need to be reviewed by a moderator.
de: Diese Quelle wurde bearbeitet. Die Änderungen müssen durch einen Moderator geprüft werden.
nl: Deze bron is gewijzigd. De wijzigingen moeten door een moderator beoordeeld worden.
tr: Bu kaynak düzenlendi. Değişikliklerin bir moderatör tarafından gözden geçirilmesi gerekir.

source: This source does not exist or you do not have permission to view it.
de: Diese Quelle existiert nicht oder Sie haben keine Berechtigung sie anzusehen.
nl: Deze bron bestaat niet of u heeft geen permissie om deze bron in te zien.
tr: Bu kaynak mevcut değil veya onu görüntüleme izniniz yok.

source: Statistics tables
nl: Statistieken tabellen
tr: İstatistik tabloları

source: Total individuals
de: Gesamtzahl Personen
nl: Totaal personen
tr: Toplam bireyler

source: Total unknown gender
nl: Totaal onbekend geslacht
tr: Toplam bilinmeyen cinsiyet

source: Total deceased
nl: Totaal overleden
tr: Toplam ölenler

source: Number of %s in the %s century
nl: Aantal %s in de %s eeuw
tr: %s yüzyıldaki %s sayısı

source: Total dated births
nl: Totaal gedateerde geboorten
tr: Toplam tarihli doğumlar

source: Total undated births
nl: Totaal ongedateerde geboorten
tr: Toplam tarihsiz doğumlar

source: Total dated deaths
nl: Totaal gedateerde overlijdens
tr: Toplam tarihli ölümler

source: Total undated deaths
nl: Totaal ongedateerde overlijdens
tr: Toplam tarihsiz ölümler

source: No table selected
nl: Geen tabel geselecteerd
tr: Tablo seçilmedi

source: Due to privacy settings the number of items in this list may be less than the number on the statistics chart
nl: Vanwege privacy-instellingen kan het aantal items in deze lijst kleiner zijn dan het aantal op de statistiekengrafiek
tr: Gizlilik ayarları nedeniyle, bu listedeki öğelerin sayısı istatistik grafiğindeki sayıdan az olabilir

source: over
de: über
tr: üzerinde

source: less than
de: weniger als
nl: minder dan
tr: daha az

source: %s not implemented
de: %s noch nicht umgesetzt
nl: %s niet geïmplementeerd
tr: %s uygulanmadı

source: numbers
de: Anzahl
nl: aantallen
tr: sayılar

source: percentage
de: Prozentzahl
tr: yüzde

source: per gender
de: pro Geschlecht
nl: per geslacht
tr: cinsiyet başına

source: per time period
de: je Zeitbereich
nl: / per tijdperiode
tr: zaman periyodu başına

source: Counts
de: Anzahl der Messwerte
nl: Aantallen
tr: Sayılar

source: of
de: von
nl: van
tr: ile ilgili

source: Statistics plot
de: Statistiken Diagramme
nl: Statistiek Grafiek
tr: İstatistik çizimi

source: Month of birth
de: Geburtsmonat
nl: Geboortemaand
tr: Doğum ayı

source: month
de: Monat
nl: maand
tr: ay

source: Month of death
de: Sterbemonat
nl: Maand van overlijden
tr: Ölüm ayı

source: Month of marriage
de: Monat der Eheschließung
nl: Huwelijksmaand
tr: Evlilik ayı

source: Month of first marriage
de: Monat der ersten Eheschließung
nl: Maand eerste huwelijk
tr: İlk evlilik ayı

source: Months between marriage and first child
de: Monate zwischen Ehe und Geburt des ersten Kindes
nl: Maanden tussen huwelijk en eerste kind
tr: Evlilik ve ilk çocuk arasındaki aylar

source: Months between marriage and birth of first child
de: Monate zwischen Heirat und Geburt des ersten Kindes
nl: Maanden tussen huwelijk en geboorte eerste kind
tr: Evlilik ve ilk çocuğun doğumu arasındaki aylar

source: Age related to birth year
de: Alter bezogen auf Geburtsjahr
nl: Leeftijd in relatie tot geboortejaar
tr: Doğum yılı ile ilgili yaş

source: age
de: Alter
nl: leeftijd
tr: yaş

source: Age in year of first marriage
de: Alter im Jahr der ersten Ehe
nl: Leeftijd in jaar van eerste huwelijk
tr: İlk evlilik yılındaki yaş

source: Powered by %s
de: Unterstützt durch%s
tr: %s tarafından desteklenmektedir

source: Search trees
de: Suche Familienstamm
nl: Zoek stambomen
tr: Ağaçları ara

source: Dashboard
de: Steuerpanel
tr: Gösterge paneli

source: Site administration
de: Site-Verwaltung
nl: Website beheer
tr: Site yönetimi

source: Family tree tools
de: Stammbaum-Tools
nl: Stamboom tools
tr: Aile ağacı araçları

source: Check for GEDCOM errors
de: Prüfung auf GEDCOM Fehler
nl: GEDCOM fouten controle
tr: GEDCOM hatalarını kontrol et

source: Changes log
de: Änderungsverlauf
nl: Wijzigingen log
tr: Değişiklik günlüğü

source: Append family tree
de: Familienstämme hinzufügen
nl: Voeg stamboom toe
tr: Aile ağacı ekle

source: Sources - review
de: Quellen - Überprüfung
nl: Bronnen - review
tr: Kaynaklar - inceleme

source: Sources - review citations
de: Quellenzitate prüfen
nl: Bronnen - review vermeldingen
tr: Kaynaklar - alıntıları inceleme

source: Set the default blocks for new family trees
de: Standardblöcke für neue Stammbäume anordnen
nl: Stel de standaard blokken in voor nieuwe stambomen
tr: Yeni aile ağaçları için varsayılan blokları ayarlayın

source: Set the default blocks
de: Standardblöcke anordnen
nl: Stel de standaard blokken in
tr: Varsayılan blokları ayarlayın

source: Manage users
de: Benutzer verwalten
nl: Beheer gebruikers
tr: Kullanıcıları yönet

source: Manage media
de: Media-Daten verwalten
nl: Beheer media
tr: Medyayı yönet

source: Modules
de: Module
tr: Modüller

source: Manage modules
de: Module verwalten
nl: Beheer modules
tr: Modülleri yönet

source: Tabs
de: Reiter
nl: Tabbladen
tr: Sekmeler

source: Blocks
de: Blöcke
nl: Blokken
tr: Bloklar

source: Widgets
de: Graphische Steuerelemente
tr: Minik araçlar

source: Tools
de: Werkzeuge
tr: Araçlar

source: _administration
de: _Verwaltung
nl: _beheer
tr: _yönetim

source: If you have any questions or comments please contact us
de: Wenn Sie Fragen oder Kommentare haben, bitte melden bei uns.
nl: Heeft u vragen of opmerkingen neem a.u.b. contact op met ons
tr: Herhangi bir sorunuz veya yorumunuz varsa lütfen bizimle iletişime geçin

source: Open in full browser window
de: Als Vollbild im Browser öffnen
nl: Open volledige schermweergave
tr: Tam tarayıcı penceresinde aç

source: Choose a page
de: Seite wählen
nl: Kies een pagina
tr: Bir sayfa seçin

source: Loading...
de: Laden...
nl: Laden...
tr: Yükleniyor...

source: Colors palette
de: Farbpalette
nl: Kleurenpalet
tr: Renk paleti

source: Ash
de: Asche
nl: As
tr: Kül

source: Belgian Chocolate
de: Belgische Schokolade
nl: Belgische chocola
tr: Belçika Çikolatası

source: Blue Lagoon
de: Blaue Lagune
nl: Blauwe Lagune
tr: Mavi Lagün

source: Blue Marine
de: Marineblau
nl: Zeeblauw
tr: Mavi Deniz

source: Coffee and Cream
de: Kaffee und Sahne
nl: Koffie en room
tr: Kahve ve Krema

source: Cold Day
de: Kalter Tag
nl: Koude Dag
tr: Soğuk Gün

source: Green Beam
de: Grüner Strahl
nl: Groene Straal
tr: Yeşil Işın

source: Mediterranio
de: Mediterran
tr: Akdeniz

source: Mercury
de: Quecksilber
nl: Kwikzilver
tr: Cıva

source: Nocturnal
de: Nacht
nl: Nachtelijk
tr: Gecesel

source: Pink Plastic
de: Plastikrosa
nl: Roze Plastic
tr: Pembe Plastik

source: Sage
nl: Salie
tr: Gri-yeşil

source: Shiny Tomato
de: Tomatenglanz
nl: Glanzende Tomaat
tr: Parlak Domates

source: Teal Top
de: Türkis
tr: Üst Deniz Mavisi

source: colors
de: Farben
nl: kleuren
tr: renkler

source: Main menu
nl: Hoofdmenu
tr: Ana menü

source: Month:
de: Monat:
nl: Maand:
tr: Ay:

source: Day:
de: Tag:
nl: Dag:
tr: Gün:

source: Year:
de: Jahr:
nl: Jaar:
tr: Yıl:

source: Show an age cursor?
de: Alters-Zeiger anzeigen?
nl: Leeftijd indicator tonen?
tr: Bir yaş imleci gösterilsin mi?

source: Show lifespans
de: Zeige Lebensspannen
nl: Toon levensduren
tr: Ömürleri göster

source: Include married names
nl: Huwelijksnamen opnemen

source: Enter a birth or death year, and a range either side of that
nl: Voer een geboorte- of overlijdensjaar in en een bereik aan weerszijden daarvan

source: 4-digit year
nl: 4-cijferig jaartal

source: Range of years (plus / minus)
nl: Bereik van jaren (plus / min)

source: %s possible duplicates found
nl: %s mogelijke dubbelen gevonden

source: Türkçe
de: Türkisch
nl: Turks

# Abbreviation for March
source: Mar
de: Mrz
nl: mrt.

# Abbreviation for May
source: May
de: Mai
nl: mei

source: Hong Kong
nl: Hong Kong (China)

source: Quetzaltenango, Guatemala
de: Guatemala City, Guatemala
nl: Guatemala Stad, Guatemala

source: San Salvador, El Salvador
de: El Salvador
nl: El Salvador

# Abbreviation for telephone number
source: t.
nl: tel.

# Abbreviation for fax number
source: f.
nl: fax.

source: Bar mitzvah
nl: Bar mitswa

source: Bat mitzvah
nl: Bat mitswa

source: ALPHABET_upper=ABCDEFGHIJKLMNOPQRSTUVWXYZ
de: ALPHABET_upper=AÄBCDEFGHIJKLMNOÖPQRSßTUÜVWXYZ
nl: ALFABET_hoofdletters=ABCDEFGHIJKLMNOPQRSTUVWXYZ

source: ALPHABET_lower=abcdefghijklmnopqrstuvwxyz
de: ALPHABET_lower=aäbcdefghijklmnoöpqrsßtuüvwxyz
nl: ALFABET_kleineletters=abcdefghijklmnopqrstuvwxyz

source: None recorded
nl: Geen geslacht geregistreerd

source: Eire
de: Irland
nl: Ierland

source: Haiti
nl: Haïti

source: Kenya
de: Kenia
nl: Kenia

source: Libya
de: Libyen
nl: Libië

source: Pitcairn
de: Pitcairninseln
nl: Pitcairn eilanden

source: Reunion
nl: Réunion

source: Sudan
nl: Soedan

source: Saint Helena
de: St. Helena
nl: Sint Helena

source: Uganda
nl: Oeganda

source: Yemen
de: Jemen
nl: Jemen

source: Zaire
nl: Zaïre

source: Adrian (Canterbury)
nl: Adrianus van Canterbury

source: Agatha
nl: Agatha van Catanië

source: Agnes
nl: Agnes van Rome

source: Alban
nl: Albanus van Verulam

source: Aldhelm
nl: Aldelmus van Sherbonne

source: Alphege
nl: Alfege de martelaar

source: Ambrose
nl: Ambrosius van Milaan

source: Andrew
nl: Andreas de apostel

source: Anne
nl: Anna van Jeruzalem

source: Ante Portram Latinam
nl: Johannes voor de Latijnse poort

source: Audoenus (Ouen)
nl: Audoënus (Ouen) van Rouen

source: Audrey (Ethelreda)
nl: Etheldreda van Ely

source: Augustine (Canterbury)
nl: Augustinus van Canterbury

source: Augustine (Hippo)
nl: Augustinus van Hippo

source: Bartholomew
nl: Bartolomeüs

source: Bede, Venerable
nl: Beda, Venerabilis

source: Benedict
nl: Benedictus van Nursia

source: Birinus
nl: Birinus van Dorchester

source: Boniface
nl: Bonifatius

source: Botolph
nl: Botwulf

source: Candlemas
nl: Maria-Lichtmis

source: Cathedra Petri
nl: Sint Pieters Stoel

source: Catherine
nl: Catharina

source: Cecilia
nl: Cecillia

source: Chad (Cedde)
nl: Chad (Cedd)

source: Christopher
nl: Christoffel

source: Clement
nl: Clemens

source: Cuthbert
nl: Cuthbertus

source: Egidius (Giles)
nl: Aegidius (St. Gilles)

source: Fransiscus
nl: Franciscus

source: George
nl: Joris

source: Gregory
nl: Gregorius

source: Grimbold
nl: Grimbald

source: Hieronymous (Jerome)
nl: Hieronymus (Jerome)

source: Hilary
nl: Hilarius

source: Inclina auram tuam
nl: Inclina aurum tuam

source: James
nl: Jacobus

source: Jerome (Hieronymus)
nl: Jerome (Hiëronymus)

source: Judoc
nl: Judocus

source: Laurence
nl: Laurentius

source: Leonard
nl: Leonardus

source: Lucian
nl: Lucianus

source: Lucy
nl: Lucia

source: Luke
nl: Lucas

source: Mark
nl: Marcus

source: Martin
nl: Maarten

source: Mary Magdalene
nl: Maria Magdalena

source: Mathias
nl: Mattias

source: Matthew
nl: Matteüs

source: Maurice
nl: Mauritius

source: Michael
nl: Michiel

source: Nicholas
nl: Nicolaas

source: Patrick
nl: Patricius

source: Stephen
nl: Stefanus

source: Swithun
nl: Swithin

source: Pentecost
nl: 1e Pinksterdag

source: 2 Pentecost
nl: 2e Pinksterdag

source: A floating link button for contact messaging
nl: Een floating link voor contact berichten

source: No.
de: Nein.
nl: Nr.

source: Aqua Marine
de: Aquamarin
nl: Aquamarijn

source: Olivia
de: Olive
nl: Olijf

source: For technical support or genealogy questions, please contact
de: Für Support sowie bei genealogischen Fragen wenden Sie sich an folgende Kontaktadresse:
nl: Neem voor technische ondersteuning of genealogische vragen, contact op met

source: For help with genealogy questions contact
de: Bei genealogischen Fragen wenden Sie sich an folgende Kontaktadresse:
nl: Neem voor genealogische vragen contact op met

source: For technical support and information contact
de: Für Support wenden Sie sich an folgende Kontaktadresse:
nl: Voor technische ondersteuning en informatie, neem contact op met

source: Click the close button to return to the manage media page.
de: Klicken Sie auf die Schaltfläche "schließen", um auf die Seite "Medien verwalten" zurückzukehren.

source: This file is linked to another genealogical database on this server. It cannot be deleted, moved, or renamed until these links have been removed.
de: Diese Medien-Datei ist mit einer anderen genealogischen Datei auf diesem Server verbunden. Sie kann nicht gelöscht, verlegt, oder umbenannt werden, bis diese Verbindungen gelöscht sind.

source: Your web server is using PHP version %s, which is no longer maintained. You should should ask your web service provider to upgrade to a later version.
de: Ihr Webserver hat die PHP Version %s, für die kein Support mehr angeboten wird. Sie sollten so schnell wie möglich auf eine neuere Version aktualisieren.

source: robot
de: Webcrawler

source: Website URL
de: Adresse der Webseite

source: If you have opted for custom welcome text, you can type that text here. To set this text for other languages you must switch to that language and visit this page again.
de: Wenn Sie sich für einen individualisierten Begrüßungstext entschieden haben, können Sie Ihren Text hier eingeben. Um diesen Text für andere Sprachen ebenfalls einzugeben, müssen Sie selbst zuächst die Sprache wechseln und dann diese Seite erneut aufrufen.

source: URL
de: Internetadresse (URL)

source: In a family tree, each record has an internal reference number (called an “XREF”) such as “F123” or “R14”. You can choose the prefix that will be used whenever <b>new</b> XREFs are created.
de: In einem Familienstamm hat jeder Datensatz eine interne Referenznummer ("XREF" genannt) , z.B. “F123” oder "R14".

source: Custom Fact
de: Benutzer Ereingis

source: Missing data
de: Fehlende Daten

source: A list of information missing from an individual and their relatives.
de: Ein Bericht der fehlenden Informationen betreffend einer Person und ihrer Verwandten.

source: Options:
de: Optionen:

source: User's account has been inactive too long:
de: Benutzer-Account ist zu lange inaktiv:

source: User didn't verify within 7 days.
de: Benutzer hat nicht innerhalb 7 Tagen bestätigt.

source: A child may have more than one set of parents. The relationship between the child and the parents can be biological, legal, or based on local culture and tradition. If no pedigree is specified, then a biological relationship will be assumed.
de: Ein Kind kann in mehreren Elternbeziehungen stehen. Diese Beziehung kann sohl biologisch, rechtlich, oder aber in der lokalen Kultur und Tradition begründet sein. Sofern keine gesonderte Verwandschaft angegeben ist, wird eine biologische Elternschaft angenommen.

source: Quartidi
de: Tridi

source: Octidi
de: Septidi

# Abbreviation for Persian month: Farvardin
source: Far
de: weit

# NOMINATIVE
source: Kislev
de: Kislew

# NOMINATIVE
source: Tevet
de: Tewet

# NOMINATIVE
source: Iyar
de: Ijar

# NOMINATIVE
source: Sivan
de: Siwan

# NOMINATIVE
source: Tamuz
de: Tammus

# NOMINATIVE
source: Av
de: Aw

# GENITIVE
source: Kislev
de: Kislew

# GENITIVE
source: Tevet
de: Tewet

# GENITIVE
source: Iyar
de: Ijar

# GENITIVE
source: Sivan
de: Siwan

# GENITIVE
source: Tamuz
de: Tammus

# GENITIVE
source: Av
de: Aw

# LOCATIVE
source: Kislev
de: Kislew

# LOCATIVE
source: Tevet
de: Tewet

# LOCATIVE
source: Iyar
de: Ijar

# LOCATIVE
source: Sivan
de: Siwan

# LOCATIVE
source: Tamuz
de: Tammus

# LOCATIVE
source: Av
de: Aw

# INSTRUMENTAL
source: Kislev
de: Kislew

# INSTRUMENTAL
source: Tevet
de: Tewet

# INSTRUMENTAL
source: Iyar
de: Ijar

# INSTRUMENTAL
source: Sivan
de: Siwan

# INSTRUMENTAL
source: Tamuz
de: Tammus

# INSTRUMENTAL
source: Av
de: Aw

source: Brit milah
de: Brit Mila

source: Yahrzeit
de: Yartzeit

source: Count
de: Anzahl

source: Belarus
de: Weißrussland

source: Fiji
de: Fidschi

source: Gabon
de: Gabun

source: Saint Lucia
de: St. Lucia

source: Myanmar
de: Myanmar (Burma)

source: Highest population
de: Höchste Bevölkerung

source: Lowest population
de: Niedrigste Bevölkerung

source: Births by century
de: Geburten pro Jahrhundert

source: Deaths by century
de: Sterbefälle pro Jahrhundert

source: century
de: Jahrhundert

source: Average age related to death century
de: Durchschnittsalter bezogen auf Sterbejahrhundert

source: Average age in century of marriage
de: Durchschnittsalter bezogen auf Ehejahrhundert

# unknown century
source: Unknown
de: Unbekannt

source: Total families
de: Anzahl an Familien
