Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: %1s women having children before age %2s years
de: %1s Frauen, die Kinder vor dem Alter %2s Jahre bekommen haben
nl: %1s vrouwen die kinderen krijgen voor de leeftijd van %2s jaar
tr: %1s kadın %2s yaşından önce çocuk sahibi oluyor

source: %1s women having children after age %2s years
de: %1s Frauen, die Kinder nach dem Alter %2s von Jahren bekommen haben
nl: %1s vrouwen die kinderen krijgen na de leeftijd van %2s jaar
tr: %1s kadın %2s yaşından sonra çocuk sahibi oluyor

source: %s with duplicate births recorded
de: %s mit doppelten Geburten verzeichnet sind
nl: %s met dubbele geboorten geregistreerd
tr: %s yinelenen doğumlar kaydedildi

source: %s with duplicate baptism or christenings recorded
de: %s mit doppelter Taufe oder Taufen aufgezeichnet
nl: %s met dubbele doop geregistreerd
tr: %s yinelenen vaftiz veya ad koymalar kaydedildi

source: %s with duplicate deaths recorded
de: %s mit doppelten registrierten Todesfälle
nl: %s met dubbele overlijdens geregistreerd
tr: %s yinelenen ölümler kaydedildi

source: %s with duplicate cremations recorded
de: %s mit doppelten Feuerbestattungen aufgezeichnet
nl: %s met dubbele crematie geregistreerd
tr: %s yinelenen ölü yakmalar kaydedildi

source: %s with duplicate burial or cremations recorded
de: %s mit doppelten vergraben oder Feuerbestattungen aufgezeichnet
nl: %s met dubbele begrafenis of crematie geregistreerd
tr: %s yinelenen defin veya ölü yakmalar kaydedildi

source: %s with duplicate genders recorded
de: %s mit doppelten Geschlechter aufgenommen
nl: %s met dubbel geslacht geregistreerd
tr: %s yinelenen cinsiyetler kaydedildi

source: %s with duplicate names recorded
de: %s mit doppelten Namen aufgezeichnet
nl: %s met dubbele namen geregistreerd
tr: %s yinelenen adlar kaydedildi

source: %s with duplicate marriages recorded
de: %s mit doppelten Ehen aufgezeichnet
nl: %s met dubbele huwelijken geregistreerd
tr: %s yinelenen evlilik kaydedildi

source: %s with duplicately named children
de: %s mit doppelt benannten Kinder
nl: %s met kinderen met dezelfde naam
tr: %s yinelenen adlara sahip çocuklarla

source: %s have no gender recorded
de: %s haben kein Geschlecht
nl: %s zonder geslacht geregistreerd
tr: %s kayıtlı cinsiyete sahip değil

source: %s individuals or families have age incorrectly recorded
de: %s Personen oder Familien mit fehlerhaften Altersangeben
nl: %s personen of gezinnen hebben leeftijd onjuist geregistreerd
tr: %s kişi veya ailenin yaşı yanlış kaydedildi

source: %s individuals with empty fact or event tags
de: %s Personen mit leeren Tatsache oder Event-tags
nl: %s personen met leeg feit of gebeurtenis tags
tr: %s kişi boş gerçek veya etkinlik etiketlerine sahip

source: %s families with children not sorted by birth date
de: %s Familien mit Kindern nicht nach Geburtsdatum sortiert
nl: %s gezinnen met kinderen niet op geboortedatum gesorteerd
tr: %s çocuklu aileler doğum tarihine göre sıralanmadı

source: %s families not sorted by marriage date
de: %s Familien nicht nach Heiratsdatum sortiert
nl: %s gezinnen niet gesorteerd op huwelijksdatum
tr: %s aile evlilik tarihine göre sıralanmadı

source: %s have missing or incomplete birth data
de: %s fehlende oder unvollständige Geburtsdaten
nl: %s hebben ontbrekende of onvolledige geboortegegevens
tr: %s eksik veya eksik doğum verisine sahip

source: %s have missing or incomplete death data
de: %s fehlende oder unvollständige Sterbedaten
nl: %s hebben ontbrekende of onvolledige overlijdensgegevens
tr: %s eksik veya eksik ölüm verisine sahip

source: %s objects have one or more issues
nl: %s objecten hebben een of meer problemen
tr: %s nesnesinde bir veya daha fazla sorun var

source: Facts or events
de: Tatsachen oder Ereignisse
nl: Feiten of gebeurtenissen
tr: Gerçekler veya etkinlikler

source: Records
de: Datensätze
tr: Kayıtlar

source: Review source
de: Prüfe die Quelle
nl: Review bron
tr: Kaynağı inceleyin

source: Display a list of facts, events or records where the selected source is used. Facts or events are items like birth, marriage, death. Records are items like individuals, families, media.
de: Zeigen Sie eine Liste von Fakten, Ereignissen oder Aufzeichnungen an, in denen die ausgewählte Quelle verwendet wird. Tatsachen oder Ereignisse sind Angaben wie Geburt, Ehe, Tod. Aufzeichnungen sind Angaben zu Einzelpersonen, Familien, Medien.
nl: Toont een lijst van feiten, gebeurtenissen of records waar de geselecteerde bron word gebruikt. Feiten of gebeurtenissen zijn items als geboorte, huwelijk en overlijden. Records zijn items als personen, gezinnen en media.
tr: Seçilen kaynağın kullanıldığı gerçeklerin, etkinliklerin veya kayıtların bir listesini görüntüler. Gerçekler veya etkinlikler doğum, evlilik, ölüm gibi öğelerdir. Kayıtlar bireyler, aileler, medya gibi öğelerdir.

source: Edit raw GEDCOM record
de: GEDCOM Rohdaten bearbeiten
nl: Wijzig ruw GEDCOM-record
tr: Ham GEDCOM kaydını düzenle

source: Event
de: Ereignis
nl: Gebeurtenis
tr: Etkinlik

source: Event date
de: Ereignisdatum
nl: Gebeurtenisdatum
tr: Etkinlik tarihi

source: Citation text
de: Zitat Text
nl: Vermeldingstekst
tr: Alıntı metni

source: Source citation check
de: Quellenzitat prüfen
nl: Bronvermelding controle
tr: Kaynak alıntı kontrolü

source: Display a list of citations attached to any chosen source record. Used to review citations for accuracy and consistency. Entries in the column <strong>Edit raw GEDCOM record</strong> can be clicked to open the edit raw GEDCOM page. Entries in the column <strong>Record</strong> can be clicked to the detail page of that record for further editing. If you have many similar edits you might prefer to use the <strong>Batch update</strong> tool.
de: Zeigt eine Liste der Zitate zu jedem gewählten Quelle-Datensatz angehängt. Verwendet, um Auszeichnungen für Genauigkeit und Konsistenz zu überprüfen. Einträge in der Spalte <strong>Bearbeiten raw GEDCOM Datensatz</strong> können angeklickt werden, um die rohe GEDCOM Bearbeitungsseite zu öffnen. Einträge in der Spalte <strong>Protokoll</strong> können zur Detailseite dieses Datensatzes zur weiteren Bearbeitung angeklickt werden. Wenn Sie viele ähnliche Bearbeitungen haben möchten Sie das Tool <strong>Batch aktualisieren</strong> verwenden.
nl: Toont een lijst met vermeldingen verbonden aan een gekozen bronrecord. Wordt gebruikt om bronvermeldingen op nauwkeurigheid en overeenstemming te beoordelen. Vermeldingen in de kolom <strong>Wijzig ruwe GEDCOM-gegevens</strong> kan worden geklikt om de pagina voor wijzigen van ruwe GEDCOM te openen. Op vermeldingen in de kolom <strong>Record</strong> kan worden geklikt, voor de detailpagina van dat record voor verdere bewerking. Als u veel vergelijkbare bewerkingen heeft, moet u misschien de voorkeur aan de <strong> Batch-update</strong> tool geven.
tr: Seçilen herhangi bir kaynak, kaydına eklenmiş alıntıların bir listesini görüntüler. Alıntıları doğruluk ve tutarlılık açısından gözden geçirmek için kullanılır. <strong>Ham GEDCOM kaydını düzenle</strong> sütunundaki girişler, ham GEDCOM düzenle sayfasını açmak için tıklanabilir. <strong>Kayıt</strong> sütunundaki girişler, daha fazla düzenleme için o kaydın ayrıntı sayfasına tıklanabilir. Benzer birçok düzenlemeniz varsa, <strong>Toplu güncelleme</strong> aracını kullanmayı tercih edebilirsiniz.

source: This source also appears in %s GEDCOM record without a citation attached
de: Dieser Quelle erscheint auch in %s GEDCOM Datensatz ohne ein Zitat angebracht
nl: Deze bron komt ook voor in %s GEDCOM-records zonder een gekoppelde bronvermelding.
tr: Bu kaynak ayrıca %s GEDCOM kaydında alıntı eklenmemiş olarak görünür

source: Citation
de: Zitat
nl: Vermelding
tr: Alıntı

source: User administration
de: Benutzer Verwaltung
nl: Gebruikersbeheer
tr: Kullanıcı yönetimi

source: Editor
de: Bearbeiter
tr: Düzenleyici

source: Moderator
tr: Moderatör

source: Duplicate username. A user with that username already exists. Please choose another username.
de: Doppelter Benutzername. Ein Benutzer mit dem gewählten Namen existiert bereits. Bitte wählen Sie einen anderen Benutzernamen.
nl: Dubbele gebruikersnaam. een gebruiker met deze gebruikersnaam bestaat al. Kies een andere gebruikersnaam.
tr: Yinelenen kullanıcı adı. Bir kullanıcı bu ismi zaten kullanıyor. Lütfen başka bir kullanıcı adı seçin.

source: Duplicate email address. A user with that email already exists.
de: Doppelter Benutzername. Ein Benutzer mit dem gewählten Namen existiert bereits.
nl: Dubbel e-mailadres. Een gebruiker met dat e-mailadres bestaat al.
tr: Yinelenen e-posta adresi. Bu e-posta ile bir kullanıcı zaten var.

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.
nl: De wachtwoorden komen niet overeen.
tr: Şifreler eşleşmiyor.

source: Approval of account at %s
de: Zugangserlaubnis bei %s
nl: Goedkeuring van account op %s
tr: %s hesabının onaylanması

source: The administrator at %1s has approved your application for an account.<br><br>You may now login by accessing the following link: %2s
de: Der Administrator von %1s hat Ihren Antrag für ein Konto genehmigt.<br><br>Sie können sich jetzt anmelden, indem Sie auf den folgenden Link zugreifen: %2s
nl: De beheerder van %1s heeft uw aanvraag voor een account goedgekeurd.<br><br>U kunt nu inloggen door de volgende link te gebruiken:%2s
tr: %1s adresindeki yönetici bir hesap için başvurunuzu onayladı.<br><br>Artık aşağıdaki bağlantıya erişerek oturum açabilirsiniz: %2s

source: Edit user
de: Bearbeite Benutzer
nl: Bewerk gebruiker
tr: Kullanıcıyı düzenle

source: Send Message
de: Nachrichten senden
nl: Verstuur bericht
tr: İleti Gönder

source: Never
de: Nie
nl: Nooit
tr: Asla

source: Are you sure you want to masquerade as “%s”?
de: Wollen Sie sich wirklich als “%s” maskieren?
nl: Weet u zeker dat u dit gemaskeerd wil weergeven als “%s”?
tr: “%s” gibi görünmek istediğinizden emin misiniz?

source: Add a new user
de: Neuen Benutzer hinzufügen
nl: Voeg een nieuwe gebruiker toe
tr: Yeni bir kullanıcı ekle

source: You must specify an individual record before you can restrict the user to their immediate family.
de: Sie müssen einen Personen-Datensatz zuordnen, bevor Sie einen Benutzer auf die unmittelbare Familie beschränken.
nl: U moet een persoonsrecord aangeven voordat u de gebruiker kan beperken tot zijn naaste familie.
tr: Kullanıcıyı birinci dereceden ailesiyle sınırlayabilmeniz için önce bireysel bir kayıt belirtmelisiniz.

source: Real name
de: Vollständiger Name
nl: Echte naam
tr: Gerçek ad

source: This is your real name, as you would like it displayed on screen.
de: Dies ist Ihr richtiger Name, mit dem Sie auf dem Bildschirm angezeigt werden.
nl: Dit is uw echte naam, zoals u het wilt zien op het scherm.
tr: Bu, ekranda görüntülenmesini istediğiniz gibi gerçek adınızdır.

source: Usernames are case-insensitive and ignore accented letters, so that “chloe”, “chloë”, and “Chloe” are considered to be the same.
de: Benutzernamen sind Groß-und Kleinschreibung und akzentuierte Buchstaben zu ignorieren, so dass "Chloe", "Chloe" und "Chloe" gelten die gleichen.
nl: Gebruikersnamen zijn hoofdlettergevoelig en negeren letters met punctuatie, zodat “chloe”, “chloë” en “Chloe” als hetzelfde wordt gezien.
tr: Kullanıcı adları büyük/küçük harfe duyarlı değildir ve aksanlı harfleri yok sayar, böylece "chloe", "chloë" ve "Chloe" aynı kabul edilir.

source: Use at least %s character.
de: Verwende mindestens %s Zeichen.
nl: Gebruik tenminste %s letterteken
tr: En az %s karakteri kullanın.

source: Leave password blank if you want to keep the current password.
de: Kennwort leer lassen, um das aktuelle Kennwort beizubehalten.
nl: Laat het wachtwoord leeg als u het huidige wachtwoord wilt behouden.
tr: Mevcut şifreyi korumak istiyorsanız şifreyi boş bırakın.

source: Passwords must be at least 6 characters long and are case-sensitive, so that “secret” is different from “SECRET”. <br> Anything with 6 characters or more is acceptable, but mixed lower and uppercase characters, numbers, and special characters will increase the security of the password.
de: Passwörter müssen mindestens 6 Zeichen lang sein und sind Groß-/Kleinschreibung, so dass "secret" anders als "SECRET" ist. <br>Alles mit mindestens 6 Zeichen ist akzeptabel, aber gemischte Groß- und Kleinbuchstaben Zeichen, Zahlen und Sonderzeichen erhöhen die Sicherheit des Kennworts.
nl: Wachtwoorden moeten op zijn minst 6 lettertekens lang zijn en zijn hoofdlettergevoelig, “geheim” is dus anders dan “GEHEIM”. <br> Iets met 6 lettertekens of meer is acceptabel, maar gemixte kleine of hoofdlettertekens, cijfers en speciale tekens zullen de veiligheid van het wachtwoord vergroten.
tr: Şifreler en az 6 karakter uzunluğunda olmalı ve büyük/küçük harf duyarlı olmalıdır, böylece “gizli” “GİZLİ”den farklıdır. <br> 6 veya daha fazla karakter içeren her şey kabul edilebilir, ancak küçük ve büyük harfler, sayılar ve özel karakterlerin karıştırılması şifrenin güvenliğini artıracaktır.

source: Confirm password
de: Kennwort bestätigen
nl: Bevestig wachtwoord
tr: Şifreyi onayla

source: Type the password again.
de: Das Passwort bitte erneut eingeben.
nl: Vul het wachtwoord nogmaals in
tr: Şifreyi tekrar yazın.

source: Email address
de: E-Mail-Adresse
nl: E-mailadres
tr: E-posta adresi

source: This email address will be used to send password reminders, website notifications, and messages from other family members who are registered on the website.
de: Diese E-Mailadresse dient dem Versand von Passworterinnerungen, website-Benachrichtigungen und Nachrichten von anderen Familienmitgliedern, die auf der Seite registriert sind.
nl: Dit e-mailadres zal worden gebruikt voor wachtwoordherinneringen, website notificaties en berichten van andere bij de website geregistreerde familieleden.
tr: Bu e-posta adresi, şifre hatırlatıcıları, web sitesi bildirimleri ve web sitesinde kayıtlı diğer aile üyelerinden gelen iletileri göndermek için kullanılacaktır.

source: Account approval and email verification
de: Zugangsgenehmigung und E-Mail Überprüfung
nl: Goedkeuring account en e-mail verificatie
tr: Hesap onayı ve e-posta doğrulaması

source: Email verified
de: E-Mail überprüft
nl: E-mail gecontroleerd
tr: E-posta doğrulandı

source: Approved by administrator
de: Vom Administrator zugelassen
nl: Goedgekeurd door beheerder
tr: Yönetici tarafından onaylandı

source: When a user registers for an account, an email is sent to their email address with a verification link. When they follow this link, we know the email address is correct, and the “email verified” option is selected automatically. <br> If an administrator creates a user account, the verification email is not sent, and the email must be verified manually. <br> You should not approve an account unless you know that the email address is correct. <br> A user will not be able to sign in until both “email verified” and “approved by administrator” are selected.
de: Wenn ein Benutzer ein Konto registriert, wird eine E-Mail an ihre E-Mail-Adresse mit einem Bestätigungslink gesendet. Wenn sie diesem Link folgen, wissen wir die E-Mail-Adresse korrekt ist, und die Option "e-Mail bestätigt" wird automatisch ausgewählt. <br>, Wenn ein Administrator einen Benutzer-Account erstellt, die Bestätigungs-Email wird nicht gesendet, und die e-Mail manuell überprüft werden muss. <br>Sie ein Konto nicht genehmigen sollte, es sei denn, Sie wissen, dass die e-Mail-Adresse korrekt ist. <br>Eines Benutzers werden nicht anmelden bis "E-Mail überprüft" und "vom Administrator genehmigt" ausgewählt sind.
nl: Wanneer een gebruiker zich registreerd voor een account, wordt er een e-mail verzonden naar hun e-mailadres met een verificatie link. Als ze de link volgen, weten we dat het e-mailadres klopt en is de “email geverifieerd” optie automatisch <br> Als een beheerder een gebruikersaccount maakt wordt de verificatie e-mail niet verzonden en moet het e-mailadres handmatig geverifieerd worden. <br> U moet een account niet goedkeuren voor u zeker weet dat het e-mailadres correct is. <br> Een gebruiker kan zich niet eerder aanmelden dan dat beide “email geverifieerd” en “goedgekeurd door beheerder” zijn geselecteerd
tr: Bir kullanıcı bir hesaba kaydolduğunda, e-posta adresine bir doğrulama bağlantısı içeren bir e-posta gönderilir. Bu bağlantıyı takip ettiklerinde, e-posta adresinin doğru olduğunu biliyoruz ve “e-posta doğrulandı” seçeneği otomatik olarak seçiliyor. <br> Bir yönetici bir kullanıcı hesabı oluşturursa doğrulama e-postası gönderilmez ve e-postanın manuel olarak doğrulanması gerekir. <br> E-posta adresinin doğru olduğunu bilmediğiniz bir hesabı onaylamamalısınız. <br> Bir kullanıcı, hem "e-posta doğrulandı" hem de "yönetici tarafından onaylandı" seçilinceye kadar oturum açamaz.

source: Automatically accept changes made by this user
de: Akzeptieren Sie automatisch von diesem Benutzer vorgenommene Änderungen
nl: Automatisch wijzigingen accepteren van deze gebruiker
tr: Bu kullanıcı tarafından yapılan değişiklikleri otomatik olarak kabul et

source: Normally, any changes made to a family tree need to be reviewed by a moderator. This option allows a user to make changes without needing a moderator.
de: Normalerweise müssen alle Änderungen am Stammbaum von einem Moderator bestätigt werden. Diese Option erlaubt es einem Nutzer Änderungen ohne die Bestätigung eines Moderators vorzunehmen.
nl: Normaal gesproken moet elke wijziging aan een stamboom worden goedgekeurd door een moderator. Deze optie staat een gebruiker toe om wijzigingen te doen zonder goedkeuring van een moderator.
tr: Normalde, bir aile ağacında yapılan herhangi bir değişikliğin bir moderatör tarafından gözden geçirilmesi gerekir. Bu seçenek, kullanıcının moderatöre ihtiyaç duymadan değişiklik yapmasına olanak tanır.

source: Visible online
de: Sichtbar wenn Online
nl: Zichtbaar online
tr: Çevrimiçi görülebilir

source: Visible to other users when online
de: Für andere Benutzer sichtbar, wenn angemeldet
nl: Zichtbaar voor andere gebruikers wanneer online
tr: Çevrimiçi olduğunda diğer kullanıcılar tarafından görülebilir

source: You can choose whether to appear in the list of users who are currently signed-in.
de: Sie können wählen, ob Sie in der Liste der Benutzer angezeigt, die aktuell eingeloggt sind.
nl: U kunt kiezen of u in de lijst van gebruikers getoond wordt die momenteel aangemeld zijn.
tr: Şu anda oturum açmış olan kullanıcılar listesinde görünüp görünmemeyi seçebilirsiniz.

source: Preferred contact method
de: Bevorzugte Kontaktaufnahme
nl: Voorkeur voor contactmethode
tr: Tercih edilen iletişim yöntemi

source: Site members can send each other messages. You can choose to how these messages are sent to you, or choose not receive them at all.
de: Site-Mitglieder können gegenseitig Nachrichten senden. Sie können wählen, wie diese Nachrichten an Sie gesendet werden, oder wählen um sie überhaupt nicht zu erhalten.
nl: Leden van de website kunnen elkaar berichten sturen. U kunt kiezen hoe deze berichten naar u worden verzonden of om ze helemaal niet te ontvangen.
tr: Site üyeleri birbirlerine ileti gönderebilirler. Bu iletilerin size nasıl gönderileceğini veya hiç almamayı seçebilirsiniz.

source: Administrator comments on user
de: Bemerkungen des Verwalters zu diesem Benutzer
nl: Opmerkingen beheerder over gebruiker
tr: Kullanıcı hakkında yönetici yorumları

source: Notification options
de: Benachrichtigungsoptionen
nl: Notificatie opties
tr: Bildirim seçenekleri

source: Clippings cart downloads
de: Sammelbehälter downloads
nl: Stamboomknipsel downloads
tr: Kupür sepeti indirmeleri

source: When a user downloads a GEDCOM file created in the Clippings cart the site administrator will be notified by mail if this option is selected.
de: Wenn ein Benutzer eine GEDCOM-Datei in den Sammelbehälter erstellt, wird der Site-Administrator per E-Mail benachrichtigt, wenn diese Option ausgewählt ist.
nl: Wanneer een gebruiker een GEDCOM-bestand download gemaakt met Stamboomknipsel zal de websitebeheerder een notificatie ontvangen per mail als deze optie geselecteerd is.
tr: Bir kullanıcı Kupür sepetinde oluşturulan bir GEDCOM dosyasını indirdiğinde, bu seçenek seçilirse site yöneticisine posta yoluyla bildirilir.

source: Family tree access and settings
de: Zugriffsberechtigungen und Einstellungen des Familien-Stammbaums
nl: Stamboomtoegang en -instellingen
tr: Aile ağacı erişimi ve ayarları

source: Help for family tree access settings
de: Hilfe für Stammbaum-Zugriffs-Einstellungen
nl: Help voor stamboom toegangsinstellingen
tr: Aile ağacı erişim ayarları için yardım

source: Individual record
de: Personendatensatz
nl: Persoonsrecord
tr: Bireysel kayıt

source: Link this user to an individual in the family tree.
de: Verknüpfen Sie dieser Benutzer mit einer Person im Stammbaum.
nl: Koppel deze gebruiker aan een persoon in de stamboom.
tr: Bu kullanıcıyı aile ağacındaki bir bireye bağlayın.

source: Roles
de: Rollen
nl: Rollen
tr: Roller

source: A role is a set of access rights, which give permission to view data, change preferences, etc. Access rights are assigned to roles, and roles are granted to users. Each family tree can assign different access to each role, and users can have a different role in each family tree.
de: Eine Rolle ist eine Gruppe von Zugriffsrechten, die Erlaubnis geben, Daten anzeigen, ändern Einstellungen, etc.. Zugriffsrechte werden Rollen zugewiesen und Rollen werden an Benutzer vergeben. Jeder Stammbaum können unterschiedlichen Zugang zu jeder Rolle zuweisen, und Benutzer können eine andere Rolle in jedem Stammbaum haben.
nl: Een rol is een set met toegangsrechten, welke toestemming geven om gegevens te bekijken, instellingen te wijzigen, enz. Toegangsrechten worden toegekend aan rollen, rollen worden verleend aan gebruikers. Elke stamboom kan andere rechten toekennen aan elke rol, en gebruikers kunnen een andere rol hebben in elke stamboom.
tr: Rol, verileri görüntüleme, tercihleri ​​değiştirme vb. için izin veren bir dizi erişim hakkıdır. Rollere erişim hakları atanır ve kullanıcılara roller verilir. Her aile ağacı, her role farklı erişim atayabilir ve kullanıcılar her aile ağacında farklı bir role sahip olabilir.

source: Everybody has this role, including visitors to the website and search engines.
de: Jeder Besucher besitzt diese Rolle und die damit verbundenen Berechtigungen, auch nicht angemeldete Besucher und Suchmaschinen.
nl: Iedereen heeft deze rol, inclusief bezoekers van de website en zoekmachines.
tr: Web sitesine ve arama motorlarına gelen ziyaretçiler de dahil olmak üzere herkesin bu rolü vardır.

source: This role has all the permissions of the visitor role, plus any additional access granted by the family tree configuration.
de: Diese Rolle hat alle Berechtigungen der Rolle "Besucher", zuzüglich zusätzlicher Zugriffsmöglichkeiten, die durch die jeweilige Stammbaum-Konfiguration gewährt werden.
nl: Deze rol heeft alle rechten van de rol van bezoeker, en daarnaast alle eventuele toegang zoals verleend in de configuratie van de stamboom.
tr: Bu rol, ziyaretçi rolünün tüm izinlerine ve ayrıca aile ağacı yapılandırması tarafından verilen tüm ek erişimlere sahiptir.
