Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Marriage of a mother
de: Mutter: Heirat
nl: Huwelijk van een moeder
tr: Bir annenin evliliği

source: Marriage of a parent
de: Heirat eines Elternteils
nl: Huwelijk van een ouder
tr: Bir ebeveynin evliliği

source: Marriage of a brother
de: Heirat eines Bruders
nl: Huwelijk van een broer
tr: Bir erkek kardeşin evliliği

source: Marriage of a sister
de: Heirat einer Schwester
nl: Huwelijk van een zuster
tr: Bir kız kardeşin evliliği

source: Marriage of a sibling
de: Geschwister: Heirat
nl: Huwelijk van een broer/zus
tr: Bir kardeşin evliliği

source: Marriage bond
de: Verlobung
nl: Huwelijkstoezegging
tr: Evlilik bağı

source: Medical
de: Medizinische Information
nl: Medisch
tr: Sağlık

source: Medical condition
de: Gesundheitszustand
nl: Medische conditie
tr: Sağlık durumu

source: Marriage ending status
de: Heutiger Familienstand
nl: Status einde huwelijk
tr: Evlilik bitiş durumu

source: Military
de: Militär
nl: Krijgsmacht
tr: Askerlik

source: Military service
de: Militärdienst
nl: Militaire dienst
tr: Askerlik hizmeti

source: Relationship to mother
de: Verwandtschaft zur Mutter
nl: Verwantschap met moeder
tr: Anne ile ilişki

source: Marriage beginning status
de: Familienstand seit
nl: Status aanvang huwelijk
tr: Evlilik başlangıç durumu

source: Mailing name
de: Adressat
nl: Mailingnaam
tr: Posta adı

source: Namesake
de: Namensvetter
nl: Vernoemd naar
tr: Adaş

source: Not living
de: nicht lebend
nl: Overleden
tr: Yaşamıyor

# MALE
source: Never married
de: nie verheiratet
nl: Nooit gehuwd
tr: Hiç evlenmemiş

# FEMALE
source: Never married
de: nie verheiratet
nl: Nooit gehuwd
tr: Hiç evlenmemiş

source: Never married
de: nie verheiratet
nl: Nooit gehuwd
tr: Hiç evlenmemiş

# MALE
source: Not married
de: unverheiratet
nl: Ongehuwd
tr: Evli değil

# FEMALE
source: Not married
de: unverheiratet
nl: Ongehuwd
tr: Evli değil

source: Not married
de: unverheiratet
nl: Ongehuwd
tr: Evli değil

source: by
de: von
nl: door
tr: tarafından

source: Permanent number
de: permanente Nummer
nl: Permanent nummer
tr: Kalıcı numara

source: Scrapbook
de: Sammelalbum
nl: Aantekenboek
tr: Kupürler albümü

source: Separated
de: Getrennt
nl: Uit elkaar
tr: Ayrılmış

source: Slide show
de: Diashow
nl: Diavoorstelling
tr: Slayt gösterisi

source: Marriage status
de: Ehestand
nl: Huwelijkse staat
tr: Evlilik durumu

source: Short version
de: Kurzfassung
nl: Korte versie
tr: Kısa sürüm

source: Research task
de: Forschungsaufgabe
nl: Onderzoekstaak
tr: Araştırma görevi

source: Globally unique identifier
de: Universelle ID-Nummer
tr: Küresel benzersiz tanımlayıcı

source: Weight
de: Gewicht
nl: Gewicht
tr: Ağırlık

source: Brit milah of a son
de: Brit Mila eines Sohns
nl: Brit milah van een zoon
tr: Bir oğlun brit milahı

source: Brit milah of a grandson
de: Brit Mila eines Enkels
nl: Brit milah van een kleinzoon
tr: Bir torunun brit milahı

# daughter's son
source: Brit milah of a grandson
de: Brit Mila eines Enkels
nl: Brit milah van een kleinzoon
tr: Bir torunun brit milahı

# son's son
source: Brit milah of a grandson
de: Brit Mila eines Enkels
nl: Brit milah van een kleinzoon
tr: Bir torunun brit milahı

source: Brit milah of a half-brother
de: Brit Mila eines Halbbruders
nl: Brit milah van een halfbroer
tr: Bir üvey kardeşin brit milahı

source: Brit milah of a brother
de: Brit Mila eines Bruders
nl: Brit milah van een broer
tr: Bir kardeşin brit milahı

source: File size
de: Dateigröße
nl: Bestandsgrootte
tr: Dosya boyutu

source: Image dimensions
de: Bildmaße
nl: Afmetingen afbeelding
tr: Görüntü boyutları

source: Unrecognized GEDCOM Code
de: nicht anerkannter GEDCOM Code
nl: Onbekende GEDCOM code
tr: Tanınmayan GEDCOM Kodu

source: Audio
de: Ton
tr: Ses

source: Book
de: Buch
nl: Boek
tr: Kitap

source: Card
de: Karteikarte
nl: Kaart
tr: Kart

source: Certificate
de: Urkunde
nl: Certificaat
tr: Sertifika

source: Coat of Arms
de: Wappen
nl: Wapenschild (militair)
tr: Armalı kalkan

source: Document
de: Dokument
tr: Belge

source: Electronic
de: Elektronisch
nl: Electronisch
tr: Elektronik

source: Microfiche
de: Mikrofiche
tr: Mikrofiş

source: Microfilm
de: Mikrofilm
tr: Mikrofilm

source: Magazine
de: Zeitschrift
nl: Tijdschrift
tr: Dergi

source: Manuscript
de: Manuskript
tr: El yazması

source: Newspaper
de: Zeitung
nl: Krant
tr: Gazete

source: Photo
de: Foto
nl: Foto
tr: Fotoğraf

source: Tombstone
de: Grabstein
nl: Grafsteen
tr: Mezar taşı

source: Painting
de: Gemälde
nl: Schilderij
tr: Boyama

source: (stillborn)
de: (Totgeboren)
nl: (doodgeboren)
tr: (ölü doğdu)

source: (in infancy)
de: (in früher Kindheit)
nl: (in kindertijd)
tr: (bebekken)

source: (in childhood)
de: (im Kindesalter)
nl: (tijdens kindzijn)
tr: (çocuklukta)

source: (aged less than %s)
de: (jünger als %s)
nl: (ouderdom minder dan %s)
tr: (%s yaşından küçük)

source: (aged more than %s)
de: (älter als %s)
nl: (ouderdom meer dan %s)
tr: (%s yaşından büyük)

source: (aged %s)
de: (im Alter von %s)
nl: (ouderdom %s)
tr: (%s yaşında)

source: %s year ago
de: vor einem Jahr
nl: %s jaar geleden
tr: %s yıl önce

source: %s month ago
de: vor einem Monat
nl: %s maand geleden
tr: %s ay önce

source: %s day ago
de: gestern
nl: %s dag geleden
tr: %s gün önce

source: %s hour ago
de: vor einer Stunde
nl: %s uur geleden
tr: %s saat önce

source: %s minute ago
de: vor einer Minute
nl: %s minuut geleden
tr: %s dakika önce

source: %s second ago
de: vor einer Sekunde
nl: %s seconde geleden
tr: %s saniye önce

source: Display %s
de: Zeige %s
nl: Toon %s
tr: %s görüntüle

source: first
de: ersten
nl: eerste
tr: ilk

source: last
de: letzte
nl: laatste
tr: son

source: previous
de: zurück
nl: vorige
tr: önceki

source: No records to display
de: Keine anzuzeigenden Einträge
nl: Geen records om te tonen
tr: Görüntülenecek kayıt yok

source: Showing %1$s to %2$s of %3$s
de: Zeige %1$s bis %2$s von %3$s
nl: Toont %1$s tot %2$s van %3$s
tr: %1$s gösteriliyor %2$s / %3$s

source: (filtered from %s total entries)
de: gefiltert aus %s Gesamteinträgen
nl: (Gefilterd uit %s stuks)
tr: (%s toplam girişten filtrelendi)

source: Loading…
de: Laden...
nl: Laden....
tr: Yükleniyor…

source: My pedigree
de: Mein Stammbaum
nl: Mijn kwartierstaat
tr: Soyağacım

source: My individual record
de: Mein Datenblatt
nl: Mijn persoonsrecord
tr: Kişisel kaydım

source: Reports
de: Berichte
nl: Rapporten
tr: Raporlar

source: Search
de: Suche
nl: Zoek
tr: Ara

source: %d year
de: %d Jahr
nl: %d jaar
tr: %d yıl

source: %d month
de: %d Monat
nl: %d maand
tr: %d ay

source: Mother’s family with %s
de: Die Familie mütterlicherseits %s
nl: Moeder's gezin met %s
tr: %s ile annenin ailesi

source: Father’s family with %s
de: Die Familie väterlicherseits %s
nl: Vader's gezin met %s
tr: %s ile babanın ailesi

source: Mother’s family with an unknown individual
de: Familie der Mutter mit einer unbekannten Person
nl: Moeder's gezin met een onbekend persoon
tr: Bilinmeyen bir birey ile annenin ailesi

source: Father’s family with an unknown individual
de: Familie des Vaters mit einer unbekannten Person
nl: Vader's gezin met een onbekend persoon
tr: Bilinmeyen bir birey ile babanın ailesi

source: unknown person
de: unbekannte Person
nl: onbekend persoon
tr: bilinmeyen kişi

source: Family with %s
de: Familie mit %s
nl: Gezin met %s
tr: %s ile aile

source: Father: %s
de: Vater: %s
nl: Vader: %s
tr: Baba: %s

source: Mother: %s
de: Mutter: %s
nl: Moeder: %s
tr: Anne: %s

source: Embedded variable
de: Eingebettete Variable
nl: Ingesloten variabele
tr: Gömülü değişken

source: Resulting value
de: Ergebniswert
nl: Resulterende waarde
tr: Sonuç değeri

source: With sources
de: mit Quellen
nl: Met bronnen
tr: Kaynaklar ile

source: Without sources
de: ohne Quellen
nl: Zonder bronnen
tr: Kaynaklar olmadan

# unknown people
source: Unknown
de: Unbekannt
nl: Onbekend
tr: Bilinmeyen

source: Living
de: Lebt
nl: Levend
tr: Yaşayan

source: Surname distribution chart
de: Nachnamen-Verteilungsdiagramm
nl: Verdeling per achternaam
tr: Soyadı dağılım grafiği

source: Birth by country
de: Geburten pro Land
nl: Geboorte per land
tr: Ülkeye göre doğum

source: Death by country
de: Tode pro Land
nl: Overledenen per land
tr: Ülkeye göre ölüm

source: Marriage by country
de: Ehen pro Land
nl: Huwelijk per land
tr: Ülkeye göre evlilik

source: Average
nl: Gemiddelde
tr: Ortalama

source: birth
de: Geburt
nl: geboorte
tr: doğum

source: death
de: Tod
nl: overlijden
tr: ölüm

source: marriage
de: Ehe
nl: huwelijk
tr: evlilik

source: adoption
nl: adoptie
tr: evlat edinme

source: burial
de: Beerdigung
nl: begrafenis
tr: defin

source: census added
de: Volkszählung hinzugefügt
nl: volkstelling toegevoegd
tr: nüfus sayımı eklendi

source: Month of birth of first child in a relation
de: Geburtsmonat des ersten Kindes
nl: Maand van geboorte van eerste kind in een relatie
tr: Bir ilişkideki ilk çocuğun doğum ayı

source: Largest families
de: Größte Familien
nl: Grootste gezinnen
tr: En büyük aileler

source: %s grandchild
de: %s Enkel
nl: %s kleinkind
tr: %s torun

source: No logged-in and no anonymous users
de: Keine angemeldeten Benutzer und keine Gäste
nl: Niemand ingelogd en geen anonieme gebruikers
tr: Giriş yapılmamış ve anonim kullanıcı yok

source: Acadia
de: Akadien
tr: Akadya

source: Afghanistan
tr: Afganistan

source: Aland Islands
nl: Ålandseilanden
tr: Aland Adaları

source: Albania
de: Albanien
nl: Albanië
tr: Arnavutluk

source: Andorra
tr: Andora

source: Netherlands Antilles
de: Niederländische Antillen
nl: Nederlandse Antillen
tr: Hollanda Antilleri

source: United Arab Emirates
de: Vereinigte Arabische Emirate
nl: Verenigde Arabische Emiraten
tr: Birleşik Arap Emirlikleri

source: Argentina
de: Argentinien
nl: Argentinië
tr: Arjantin

source: Armenia
de: Armenien
nl: Armenië
tr: Ermenistan

source: American Samoa
de: Amerikanisch-Samoa
nl: Amerikaans-Samoa
tr: Amerikan Samoası

source: Antarctica
de: Antarktis
tr: Antarktika

source: French Southern Territories
de: Französische Gebiete im südlichen Indischen Ozean
nl: Franse Zuidelijke Territoriën
tr: Fransız Güney Bölgeleri

source: Antigua and Barbuda
de: Antigua und Barbuda
nl: Antigua en Barbuda
tr: Antigua ve Barbuda

source: Australia
de: Australien
nl: Australië
tr: Avustralya

source: Austria
de: Österreich
nl: Oostenrijk
tr: Avusturya

source: Azerbaijan
de: Aserbaidschan
nl: Azerbeidzjan
tr: Azerbaycan

source: Azores
de: Azoren
nl: Azoren
tr: Azorlar

source: Belgium
de: Belgien
nl: België
tr: Belçika

source: Bangladesh
de: Bangladesch
tr: Bangladeş

source: Bulgaria
de: Bulgarien
nl: Bulgarije
tr: Bulgaristan

source: Bahrain
nl: Bahrein
tr: Bahreyn

source: Bahamas
tr: Bahamalar

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina
nl: Bosnië-Herzegovina
tr: Bosna Hersek

source: Bolivia
de: Bolivien
nl: Bolivië
tr: Bolivya

source: Brazil
de: Brasilien
nl: Brazilië
tr: Brezilya

source: Brunei Darussalam
nl: Brunei
tr: Brunei Sultanlığı

source: Bhutan
tr: Butan

source: Bouvet Island
de: Bouvetinsel
nl: Bouvet-eiland
tr: Bouvet Adası

source: Botswana
de: Botsuana
tr: Botsvana

source: British West Indies
de: Britisches West Indien
nl: Brits West Indië
tr: İngiliz Batı Hint Adaları

source: Central African Republic
de: Zentralafrikanische Republik
nl: Centraal-Afrikaanse Republiek
tr: Orta Afrika Cumhuriyeti

source: Canada
de: Kanada
tr: Kanada

source: Cape Colony
de: Kap Kolonie
nl: Kaap kolonie
tr: Cape Kolonisi

source: Catalonia
de: Katalonien
nl: Catalonië
tr: Katalonya

source: Cocos (Keeling) Islands
de: Kokosinseln
nl: Kokoseilanden (Keeling)
tr: Cocos (Keeling) Adaları

source: Switzerland
de: Schweiz
nl: Zwitzerland
tr: İsviçre

source: Channel Islands
de: Kanalinseln
nl: Kanaaleilanden
tr: Kanal Adaları

source: Chile
nl: Chili
tr: Şili

source: China
tr: Çin

source: Cote d'Ivoire
de: Elfenbeinküste
nl: Ivoorkust
tr: Fildişi Sahili

source: Cameroon
de: Kamerun
nl: Kameroen
tr: Kamerun

source: Congo (Kinshasa)
de: Demokr. Republik Kongo (ehem. Zaire)
nl: Democratische republiek Congo
tr: Kongo (Kinşasa)

source: Congo (Brazzaville)
de: Republik Kongo
nl: Congo
tr: Kongo (Brazzaville)

source: Cook Islands
de: Cookinseln
nl: Cook Eilanden
tr: Cook Adaları

source: Colombia
de: Kolumbien
tr: Kolombiya

source: Comoros
de: Komoren
nl: Comoren
tr: Komorlar

source: Cape Verde
de: Kap Verde
nl: Kaapverdië
tr: Yeşil Burun Adaları

source: Costa Rica
tr: Kosta Rika

source: Czechoslovakia
de: Tschechoslowakei
nl: Tsjechoslovakije
tr: Çekoslovakya

source: Cuba
de: Kuba
tr: Küba

source: Christmas Island
de: Weihnachtsinsel
tr: Noel Adası

source: Cayman Islands
de: Kaimaninseln
nl: Kaaiman eilanden
tr: Cayman Adaları

source: Cyprus
de: Zypern
tr: Kıbrıs

source: Czech Republic
de: Tschechische Republik
nl: Tsjechische Republiek
tr: Çek Cumhuriyeti

source: Germany
de: Deutschland
nl: Duitsland
tr: Almanya

source: Djibouti
de: Dschibuti
tr: Cibuti

source: Dominica
nl: Dominicaanse Republiek
tr: Dominika

source: Denmark
de: Dänemark
nl: Denemarken
tr: Danimarka

source: Dominican Republic
de: Dominikanische Republik
nl: Dominicaanse Republiek
tr: Dominik Cumhuriyeti

source: Algeria
de: Algerien
nl: Algerije
tr: Cezayir

source: Ecuador
tr: Ekvador

source: Egypt
de: Ägypten
nl: Egypte
tr: Mısır

source: England
nl: Engeland
tr: İngiltere

source: Eritrea
tr: Eritre

source: Western Sahara
de: Westsahara
nl: Westelijke Sahara
tr: Batı Sahra

source: Spain
de: Spanien
nl: Spanje
tr: İspanya

source: Estonia
de: Estland
nl: Estland
tr: Estonya

source: Ethiopia
de: Äthiopien
nl: Ethiopië
tr: Etiyopya

source: Finland
de: Finnland
tr: Finlandiya

source: Flanders
de: Flandern
nl: Vlaanderen
tr: Flandre

source: Falkland Islands
de: Falklandinseln
nl: Falkland eilanden
tr: Falkland Adaları

source: France
de: Frankreich
nl: Frankrijk
tr: Fransa

source: Faeroe Islands
de: Färöer
nl: Faeroer eilanden
tr: Faeroe Adaları

source: Micronesia
de: Mikronesien
nl: Micronesië
tr: Mikronezya

source: United Kingdom
de: Vereinigtes Königreich
nl: Verenigd Koninkrijk
tr: Birleşik Krallık

source: Georgia
de: Georgien
nl: Georgië
tr: Gürcistan

source: Ghana
tr: Gana

source: Gibraltar
tr: Cebelitarık

source: Guinea
nl: Guinee
tr: Gine

source: Guadeloupe
tr: Guadelup

source: Gambia
tr: Gambiya

source: Guinea-Bissau
nl: Guinee-Bissau
tr: Gine Bissau

source: Equatorial Guinea
de: Äquatorialguinea
nl: Equatoriaal-Guinea
tr: Ekvator Ginesi

source: Greece
de: Griechenland
nl: Griekenland
tr: Yunanistan

source: Greenland
de: Grönland
nl: Groenland
tr: Grönland

source: French Guiana
de: Französisch-Guayana
nl: Frans Guyana
tr: Fransız Guyanası

source: Heard Island and McDonald Islands
de: Heard und McDonaldinseln
nl: Heardeiland en McDonaldeilanden
tr: Heard Adası ve McDonald Adaları

source: Croatia
de: Kroatien
nl: Kroatië
tr: Hırvatistan

source: Hungary
de: Ungarn
nl: Hongarije
tr: Macaristan

source: Indonesia
de: Indonesien
nl: Indonesië
tr: Endonezya

source: India
de: Indien
tr: Hindistan

source: Isle of Man
de: Insel Man
nl: Man eiland
tr: Man Adası

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
nl: Brits Territorium in de Indische Oceaan
tr: Britanya Hint Okyanusu Bölgesi

source: Ireland
de: Irland
nl: Ierland
tr: İrlanda

source: Iraq
de: Irak
nl: Irak
tr: Irak

source: Iceland
de: Island
nl: IJsland
tr: İzlanda

source: Israel
nl: Israël
tr: İsrail

source: Italy
de: Italien
nl: Italië
tr: İtalya

source: Jamaica
de: Jamaika
tr: Jamaika

source: Jordan
de: Jordanien
nl: Jordanië
tr: Ürdün

source: Japan
tr: Japonya

source: Kazakhstan
de: Kasachstan
nl: Kazachstan
tr: Kazakistan

source: Kyrgyzstan
de: Kirgisistan
nl: Kirgizië
tr: Kırgısiztan

source: Cambodia
de: Kambodscha
nl: Cambodja
tr: Kamboçya

source: Saint Kitts and Nevis
de: St. Kitts und Nevis
nl: Saint Kitts en Nevis
tr: Saint Kitts ve Nevis

source: Korea
nl: Republiek Korea
tr: Kore

source: Kuwait
nl: Koeweit
tr: Kuveyt

source: Lebanon
de: Libanon
nl: Libanon
tr: Lübnan

source: Liberia
de: Liberien
tr: Liberya

source: Liechtenstein
tr: Lihtenştayn

source: Lesotho
tr: Lesoto

source: Lithuania
de: Litauen
nl: Litouwen
tr: Litvanya

source: Luxembourg
de: Luxemburg
nl: Luxemburg
tr: Lüksemburg

source: Latvia
de: Lettland
nl: Letland
tr: Letonya

source: Macau
de: Macao
nl: Macao (China)
tr: Makao

source: Morocco
de: Marokko
nl: Marokko
tr: Fas

source: Monaco
tr: Monako

source: Moldova
de: Moldawien
nl: Moldavië
tr: Moldovya

source: Madagascar
de: Madagaskar
tr: Madagaskar

source: Maldives
de: Malediven
nl: Maldiven
tr: Maldivler

source: Mexico
de: Mexiko
tr: Meksika

source: Marshall Islands
de: Marshallinseln
nl: Marshalleilanden
tr: Marşal Adaları

source: Macedonia
de: Mazedonien
nl: Macedonië
tr: Makedonya

source: Mongolia
de: Mongolei
nl: Mongolië
tr: Moğolistan

source: Northern Mariana Islands
de: Nördliche Marianen
nl: Noordelijke Mariana-eilanden
tr: Kuzey Mariana Adaları

source: Montenegro
tr: Karadağ

source: Mozambique
de: Mosambik
tr: Mozambik

source: Mauritania
de: Mauretanien
nl: Mauritanië
tr: Moritanya

source: Martinique
tr: Martinik

source: Mauritius
tr: Mauritus

source: Malawi
tr: Malavi

source: Malaysia
nl: Maleisië
tr: Malezya

source: Namibia
nl: Namibië
tr: Namibya

source: New Caledonia
de: Neukaledonien
nl: Nieuw Caledonië
tr: Yeni Kaledonya

source: Niger
tr: Nijer

source: Norfolk Island
de: Norfolkinsel
nl: Norfolk eiland
tr: Norfolk Adası

source: Nigeria
tr: Nijerya

source: Nicaragua
de: Nikaragua
tr: Nikaragua

source: Northern Ireland
de: Nordirland
nl: Noord-Ierland
tr: Kuzey İrlanda

source: Netherlands
de: Niederlande
nl: Nederland
tr: Hollanda

source: Norway
de: Norwegen
nl: Noorwegen
tr: Norveç

source: Neutral Zone
de: Neutrale Zone
nl: Neutrale Zone
tr: Tarafsız Bölge

source: New Zealand
de: Neuseeland
nl: Nieuw-Zeeland
tr: Yeni Zelanda

source: Oman
tr: Umman

source: Philippines
de: Philippinen
nl: Republiek der Filipijnen
tr: Filipinler

source: Papua New Guinea
de: Papua-Neuguinea
nl: Papoea-Nieuw-Guinea
tr: Papua Yeni Gine

source: Poland
de: Polen
nl: Polen
tr: Polonya

source: Puerto Rico
tr: Porto Riko

source: North Korea
de: Nordkorea
nl: Democratische Volksrepubliek Korea
tr: Kuzey Kore

source: Portugal
tr: Portekiz

source: Occupied Palestinian Territory
de: Palästinensische Autonomiegebiete
nl: Bezet Palesteins gebied
tr: İşgal Altındaki Filistin Toprakları

source: French Polynesia
de: Französisch-Polynesien
nl: Frans Polynesië
tr: Fransız Polinezyası

source: Qatar
de: Katar
tr: Katar

source: Rhodesia
nl: Rhodesië
tr: Rodezya

source: Romania
de: Rumänien
nl: Roemenië
tr: Romanya

source: Russia
de: Rußland
nl: Rusland
tr: Rusya

source: Rwanda
de: Ruanda
tr: Ruanda

source: Saudi Arabia
de: Saudi-Arabien
nl: Saudi-Arabië
tr: Suudi Arabistan

source: Serbia and Montenegro
de: Serbien und Montenegro
nl: Servië en Montenegro
tr: Sırbistan ve Karadağ

source: Scotland
de: Schottland
nl: Schotland
tr: İskoçya

source: At Sea
de: Auf See
nl: Op zee
tr: Denizde

source: Serbia
de: Serbien
nl: Servië
tr: Sırbistan

source: Singapore
de: Singapur
tr: Singapur

source: Sicily
de: Sizilien
nl: Sicilië
tr: Sicilya

source: Svalbard and Jan Mayen Islands
de: Svalbard und Jan Mayeninseln
nl: Svalbard en Jan Mayen Eilanden
tr: Svalbard ve Jan Mayen Adaları

source: Solomon Islands
de: Salomonen
nl: Solomon-eilanden
tr: Solomon Adaları

source: Somalia
nl: Somalië
tr: Somali

source: Saint Pierre and Miquelon
de: St. Pierre und Miquelon
nl: Saint Pierre en Miquelon
tr: Saint Pierre ve Miquelon

source: South Sudan
de: Süd Sudan
nl: Zuid-Soedan
tr: Güney Sudan

source: Sao Tome and Principe
nl: Sao Tomé en Principe
tr: Sao Tome ve Principe

source: USSR
de: UdSSR
tr: SSCB

source: Suriname
de: Surinam
tr: Surinam

source: Slovakia
de: Slowakei
nl: Slovakije
tr: Slovakya

source: Slovenia
de: Slowenien
nl: Slovenië
tr: Slovenya

source: Sweden
de: Schweden
nl: Zweden
tr: İsveç

source: Swaziland
de: Swasiland
tr: Esvatini

source: Seychelles
de: Seychellen
nl: Seychellen
tr: Seyşeller

source: Syrian Arab Republic
de: Syrien
nl: Syrië
tr: Suriye Arap Cumhuriyeti

source: Turks and Caicos Islands
de: Turks- und Caicosinseln
nl: Turks- en Caicoseilanden
tr: Turks ve Caicos Adaları

source: Chad
de: Tschad
nl: Tsjaad
tr: Çad

source: Thailand
tr: Tayland

source: Tajikistan
de: Tadschikistan
nl: Tadzjikistan
tr: Tacikistan

source: Turkmenistan
tr: Türkmenistan

source: Timor-Leste
de: Osttimor
nl: Oost-Timor
tr: Doğu Timor

source: Transylvania
de: Transylvanien
tr: Transilvanya

source: Trinidad and Tobago
de: Trinidad und Tobago
nl: Trinidad en Tobago
tr: Trinidad ve Tobago

source: Tunisia
de: Tunesien
nl: Tunesië
tr: Tunus

source: Turkey
de: Türkei
nl: Turkije
tr: Türkiye

source: Taiwan
tr: Tayvan

source: Tanzania
de: Tansania
tr: Tanzanya

source: Ukraine
nl: Oekraïne
tr: Ukrayna

source: US Minor Outlying Islands
de: Kleinere amerikanische Überseeinseln
tr: ABD Küçük Dış Adaları

source: USA
nl: Verenigde Staten
tr: ABD

source: Uzbekistan
de: Usbekistan
nl: Oezbekistan
tr: Özbekistan

source: Vatican City
de: Vatikanstadt
nl: Vatikaanstad
tr: Vatikan Şehri

source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen
nl: Saint Vincent en de Grenadines
tr: Saint Vincent ve Grenadinler

source: British Virgin Islands
de: Britische Jungferninseln
nl: Britse Maagdeneilanden
tr: Britanya Virjin Adaları

source: US Virgin Islands
de: Amerikanische Jungferninseln
nl: Maagdeneilanden
tr: ABD Virjin Adaları

source: West Africa
de: West Afrika
nl: West Afrika
tr: Batı Afrika

source: Wallis and Futuna Islands
de: Wallis und Futunainseln
nl: Wallis en Futuna-eilanden
tr: Wallis ve Futuna Adaları

source: Wales
tr: Galler

source: Yugoslavia
de: Jugoslawien
nl: Joegoslavië
tr: Yugoslavya

source: South Africa
de: Südafrika
nl: Zuid Afrika
tr: Güney Afrika

source: Zambia
de: Sambia
tr: Zambiya

source: Zimbabwe
de: Simbabwe
tr: Zimbabve

source: %s BCE
de: %s v. Chr.
tr: %s MÖ

# CENTURY
source: 21st
nl: 21ste
tr: 21inci

# CENTURY
source: 20th
nl: 20ste
tr: 20nci

# CENTURY
source: 19th
nl: 19de
tr: 19uncu

# CENTURY
source: 18th
nl: 18de
tr: 18inci

# CENTURY
source: 17th
nl: 17de
tr: 17inci

# CENTURY
source: 16th
nl: 16de
tr: 16ncı

# CENTURY
source: 15th
nl: 15de
tr: 15inci

# CENTURY
source: 14th
nl: 14de
tr: 14üncü

# CENTURY
source: 13th
nl: 13de
tr: 13üncü

# CENTURY
source: 12th
nl: 12de
tr: 12nci

# CENTURY
source: 11th
nl: 11de
tr: 11inci

# CENTURY
source: 10th
nl: 10de
tr: 10uncu

# CENTURY
source: 9th
nl: 9de
tr: 9uncu

# CENTURY
source: 8th
nl: 8ste
tr: 8inci

# CENTURY
source: 7th
nl: 7de
tr: 7nci

# CENTURY
source: 6th
nl: 6de
tr: 6ncı

# CENTURY
source: 5th
nl: 5de
tr: 5inci

# CENTURY
source: 4th
nl: 4de
tr: 4üncü

# CENTURY
source: 3rd
nl: 3de
tr: 3üncü

# CENTURY
source: 2nd
nl: 2de
tr: 2nci

# CENTURY
source: 1st
nl: 1ste
tr: 1inci

source: Edit this individual and replace their details with your own
de: Diese Person bearbeiten und deren Details mit Ihren eigenen ersetzen.
nl: Wijzig deze persoon en vervang de details door uw eigen.
tr: Bu kişiyi düzenleyin ve ayrıntılarını kendinizinkiyle değiştirin

source: Add another person to the chart
de: Weitere Person zum Diagramm hinzufügen
nl: Voeg nog een persoon toe aan het diagram
tr: Grafiğe başka bir kişi ekle

source: Include the person's immediate family?
de: Fügen Sie die unmittelbare Familie der Person hinzu?
nl: Naaste familie van deze persoon insluiten?
tr: Kişinin yakın ailesi dahil edilsin mi?

source: Show timeline
de: Zeige die Zeitachse
nl: Toon tijdlijn
tr: Zaman çizelgesini göster

source: Speed
de: Geschwindigkeit
nl: Snelheid
tr: Hız

source: Begin Year
de: Start-Jahr
nl: Begin Jaar
tr: Yıl Başlangıcı

source: End Year
de: End-Jahr
nl: Eind Jaar
tr: Yıl Sonu

source: Clear Chart
de: Diagramm löschen
nl: Wis diagram
tr: Grafiği Temizle

source: %d Individual
de: %d Person
nl: %d Persoon
tr: %d Birey
