Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Set the maximum number of generations to display on Pedigree charts.
de: Ändert die Anzahl der Generationen, die maximal in der Stammbaum Ansicht gezeigt werden.
nl: Stelt het maximum aantal generaties in, dat in de kwartierstaat wordt getoond.
tr: Soyağacı grafiklerinde görüntülenecek maksimum kuşak sayısını ayarlayın.

source: Maximum descendancy generations
de: Maximale Anzahl Generationen im Nachfahrenbaum
nl: Maximum aantal generaties in voorouders diagram
tr: Maksimum soyundan gelenler kuşağı

source: Set the maximum number of generations to display on Descendancy charts.
de: Ändert die Anzahl der Generationen, die maximal im Nachfahrenbaum gezeigt werden.
nl: Stelt het maximum aantal generaties in, dat in het parenteel wordt getoond.
tr: Soyundan gelen grafiklerinde görüntülenecek maksimum kuşak sayısını ayarlayın.

source: Min. no. of media per "type" to be on statistics chart
nl: Minimaal aantal media per "type" op de statistieken grafiek
tr: İstatistik grafiğinde yer alacak "tür" başına minimum medya sayısı

source: This is the smallest size group of media objects, by type, to show as a separate column on the Statistics chart graph "Media objects by type".
nl: Dit is de kleinste groep mediaobjecten, op type, die als een aparte kolom in de statistiekgrafiek "Mediaobjecten op type" wordt weergegeven.
tr: Bu, türe göre, İstatistik grafiği grafiğinde "Türlere göre medya nesneleri" ayrı bir sütun olarak gösterilecek en küçük medya nesneleri grubudur.

source: Individual pages
de: Personenseite
nl: Persoonspagina's
tr: Birey sayfaları

source: Show events of close relatives on individual page
de: Ereignisse naher Verwandten auf der «Persönliche Informationen» Seite zeigen
nl: Toon gebeurtenissen van naaste verwanten op persoonspagina
tr: Birey sayfasında yakın akrabaların olaylarını göster

source: Places
de: Orte
nl: Locaties
tr: Yerler

source: Abbreviate place names
de: abgekürzte Ortsnamen
nl: Afkorten van plaatsnamen
tr: Yer adlarını kısaltın

# Show the [first/last] [N] parts of a place name.
source: first
de: ersten
nl: eerste
tr: ilk

# Show the [first/last] [N] parts of a place name.
source: last
de: letzten
nl: laatste
tr: son

source: Show the %1$s %2$s parts of a place name.
de: Zeige den %2$s. %1$s Teil des Ortsnamens.
nl: Toon de %1$s %2$s delen van een plaatsnaam
tr: Bir yer adının %1$s %2$s bölümünü göster.

source: Place names are frequently too long to fit on charts, lists, etc. They can be abbreviated by showing just the first few parts of the name, such as <i>village, county</i>, or the last few part of it, such as <i>region, country</i>.
de: Ortsbezeichnungen sind häufig zu lang, um in Listen, Tafeln oder ähnliches zu passen. Sie können abgekürzt werden, indem nur die ersten, wie <i>Stadt, Kreis</i> oder die letzten Teile, wie <i>Region, Land</i> gezeigt werden.
nl: Plaatsnamen zijn vaak te lang om op diagrammen, lijsten etc. te tonen. Ze kunnen worden afgekort door alleen de eerste delen van de naam te tonen, zoals <i>plaats, gemeente</i>, of het laatste gedeelte er van zoals <i>provincie. land</i>.
tr: Yer adları genellikle grafiklere, listelere vb. sığmayacak kadar uzundur. Adın <i>köy, ilçe</i> gibi sadece ilk birkaç kısmı veya <i>bölge, ülke</i> gibi son birkaç kısmı gösterilerek kısaltılabilirler.

source: Abbreviate chart labels
de: Bezeichnungen in Diagrammen abkürzen
nl: Afkorten van diagramlabels
tr: Grafik etiketlerini kısaltın

source: This option controls whether or not to abbreviate labels like <b>Birth</b> on charts with just the first letter like <b>B</b>.
de: Diese Option bestimmt, ob Benennungen in Diagrammen wie <strong>Birth</strong> nur mit dem Anfangsbuchstaben <b>B</b> abgekürzt werden.
nl: Deze optie bepaalt of labels zoals <b>Geboorte</b> op diagrammen moeten worden afgekort met enkel de eerste letter zoals <b>G</b>, of niet.
tr: Bu seçenek, <b>Doğum</b> gibi etiketlerin grafiklerde <b>D</b> gibi yalnızca ilk harfle kısaltılıp kısaltılmayacağını kontrol eder.

source: Show chart details by default
de: Einzelheiten in Diagrammen standardmäßig zeigen
nl: Toon standaard diagram details
tr: Varsayılan olarak grafik ayrıntılarını göster

source: This is the initial setting for the “show details” option on the charts.
de: Die Voreinstellung für die Option "Einzelheiten zeigen" in Diagrammen.
nl: Dit is de basisinstelling voor de "toon details" optie in diagrammen.
tr: Bu, grafiklerdeki "ayrıntıları göster" seçeneğinin ilk ayarıdır.

source: Gender icon on charts
de: Geschlechts-Symbol auf Anzeigen
nl: Geslachts-pictogram in diagram
tr: Grafiklerde cinsiyet simgesi

source: This option controls whether or not to show the individual's gender icon on charts.<br>Since the gender is also indicated by the color of the box, this option doesn't conceal the gender. The option simply removes some duplicate information from the box.
de: Diese Option bestimmt, ob das Geschlecht der Person mittels Symbol in Diagrammen gezeigt wird oder nicht.<br /><br />Da das Geschlecht auch durch die Farbe der Box angedeutet ist, verbirgt diese Option das Geschlecht nicht. Diese Option verbirgt nur doppelte Information.
nl: Deze optie bepaalt of u al dan niet het geslachts-pictogram op de diagrammen wilt tonen.<br><br>Aangezien het geslacht ook al wordt weergegeven door de kleur van het vak, verbergt deze optie het geslacht dus niet. De optie verwijdert alleen dubbele informatie.
tr: Bu seçenek, kişinin cinsiyet simgesinin çizelgelerde gösterilip gösterilmeyeceğini kontrol eder.<br>Cinsiyet, kutunun rengiyle de belirtildiğinden, bu seçenek cinsiyeti gizlemez. Seçenek, bazı yinelenen bilgileri kutudan kaldırır.

source: Age of parents next to child's birth date
de: Alter der Eltern beim Geburtsdatum des Kindes
nl: Leeftijd van ouders naast geboortedatum kind
tr: Çocuğun doğum tarihinin yanında ebeveynlerin yaşı

source: This option controls whether or not to show age of father and mother next to child's birth date on charts.
de: Diese Option bestimmt, ob das Alter der Eltern neben dem Geburtsdatum des Kindes zu zeigen ist.
nl: Hiermee wordt in de diagrammen het tonen van de leeftijd van de ouders bij de geboorte van het kind al dan niet ingeschakeld.
tr: Bu seçenek, grafiklerde çocuğun doğum tarihinin yanında anne ve babanın yaşının gösterilip gösterilmeyeceğini kontrol eder.

source: LDS ordinance codes in chart boxes
de: HLT Ordinanz-Codes in Boxen zeigen
nl: LDS-verordeningcodes in diagramvakken
tr: Grafik kutularındaki LDS yönetmelik kodları

source: Setting this option to <b>Yes</b> will show status codes for LDS ordinances in all chart boxes.<ul><li><b>B</b> - Baptism</li><li><b>E</b> - Endowed</li><li><b>S</b> - Sealed to spouse</li><li><b>P</b> - Sealed to parents</li></ul>A person who has all of the ordinances done will have <b>BESP</b> printed after their name. Missing ordinances are indicated by <b>_</b> in place of the corresponding letter code. For example, <b>BE__</b> indicates missing <b>S</b> and <b>P</b> ordinances.
de: Wenn diese Option auf <b>Ja</b> gestellt ist, wird der Stand der HLT-Ordinanzen als Codes gezeigt.<ul><li><b>B</b> - Taufe</li><li><b>E</b> - Stiftung</li><li><b>S</b> - Ehepartner-Siegelung</li><li><b>P</b> - Kindes-Siegelung</li></ul>Das Code <b>BESP</b> bedeutet, dass diese Person alle vier HLT Ordinanzen durchgeführt hat. Fehlende Ordinanzen werden durch <b>_</b> angedeutet. Zm Beispiel, das Code <b>BE__</b> deutet an, dass die <b>S</b> und <b>P</b> Ordinanzen noch nicht durchgeführt sind.
nl: Instellen van deze optie op <b>Ja</b> zal de statuscodes voor LDS verordeningen tonen in diagramvakken<ul><li><b>B</b> - LDS Doop</li><li><b>E</b> - LDS begiftiging</li><li><b>S</b> - LDS ega verzegeling </li><li><b>P</b> - LDS kind verzegeling</li></ul>Een persoon waarbij al deze verordeningen hebben plaatsgevonden, heeft <b>BESP</b> afgedrukt achter de naam. Ontbrekende verordeningen worden weergegeven als <b>_</b> in plaats van de corresponderende letter. Bijvoorbeeld, <b>BE__</b> iaat ontbrekende <b>S</b> and <b>P</b> verordeningen zien.
tr: Bu seçeneği <b>Evet</b> olarak ayarlamak, tüm grafik kutularında LDS düzenlemeleri için durum kodlarını gösterecektir.<ul><li><b>B</b> - Vaftiz</li><li><b>E</b> - Bağış</li><li><b>S</b> - Eşe mühürlü</li><li><b>P</b> - Ebeveynlere mühürlü</li></ul>Yapılan tüm yönetmeliklere sahip olan bir kişinin, adından sonra <b>BESP</b> yazdırılacaktır. Eksik yönetmelikler, ilgili harf kodunun yerine <b>_</b> ile gösterilir. Örneğin, <b>BE__</b> eksik <b>S</b> ve <b>P</b> yönetmeliklerini gösterir.

source: Other facts to show in charts
de: Weitere auf Diagrammen zu zeigende Merkmale
nl: Andere te tonen feiten in diagrammen
tr: Grafiklerde gösterilecek diğer gerçekler

source: This should be a comma or space separated list of facts, in addition to Birth and Death, that you want to appear in chart boxes such as the Pedigree chart. This list requires you to use fact tags as defined in the GEDCOM 5.5.1 Standard. For example, if you wanted the occupation to show up in the box, you would add "OCCU" to this field. Either enter the tags manually here or use the edit selector.
de: Dies sollte eine durch Komma oder eine durch Leerzeichen getrennte Liste von Fakten sein, die neben Geburt und Tod auch in Diagramm Feldern wie dem Stammbaum angezeigt werden sollen. Diese Liste erfordert die Verwendung von TAG-Tags wie im GEDCOM 5.5.1 Standard definiert. Wenn Sie beispielsweise möchten, dass die Besetzung im Feld angezeigt wird, fügen Sie "OCCU" diesem Feld hinzu. Geben Sie die Variablen hier entweder manuell ein oder verwenden Sie den Edit-Selektor.
nl: Dit moet een door komma of spatie gescheiden lijst zijn van feiten, in aanvulling op geboorte en overlijden , die u wilt weergeven in diagramvakken, zoals de kwartierstaat. Deze lijst moet tags gebruiken zoals gedefinieerd in de GEDCOM 5.5.1 Standaard. Bijvoorbeeld, als je het beroep wilt tonen in het vak, moet u "OCCU" toevoegen in dit veld. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, Doğum ve Ölüme ek olarak, Soyağacı grafiği gibi grafik kutularında görünmesini istediğiniz gerçeklerin virgül veya boşlukla ayrılmış bir listesi olmalıdır. Bu liste, GEDCOM 5.5.1 Standardında tanımlandığı gibi olgu etiketlerini kullanmanızı gerektirir. Örneğin, mesleğin kutuda görünmesini istiyorsanız, bu alana "MESLEK" eklersiniz. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Fact icons
de: Ereignis-Symbole
nl: Feit iconen
tr: Gerçek simgeleri

source: Set this to <b>Yes</b> to display icons near Fact names on the Personal Facts and Details page. Fact icons will be displayed only if they exist in the <i>images/facts</i> directory of the current theme.
de: Die Wahl <b>Ja</b> bedeutet, dass Ereignis-Symbole auf der «Persönliche Daten und Details» Seite angezeigt werden. Diese Symbole können nur angezeigt werden, wenn sie im Verzeichnis <i>images/facts</i> des aktuellen Designs vorhanden sind.
nl: Kies <b>Ja</b> indien u pictogrammen naast Feit-namen wilt weergeven op de Persoonlijke "Feiten en gebeurtenissen"-pagina. Feit-pictogrammen worden alleen getoond wanneer ze in de <i>images/facts</i>-map van het gebruikte thema aanwezig zijn.
tr: Kişisel Bilgiler ve Ayrıntılar sayfasında Gerçek adlarının yanında simgeleri görüntülemek için bunu <b>Evet</b> olarak ayarlayın. Gerçek simgeleri, yalnızca geçerli temanın <i>resimler/gerçekler</i> dizininde varsa görüntülenecektir.

source: Automatically expand notes
de: Anmerkungen automatisch erweitern
nl: Toon automatisch volledige notities
tr: Notları otomatik olarak genişlet

source: This option controls whether or not to automatically display content of a <i>Note</i> record on the Individual page.
de: Diese Option bestimmt, ob der Inhalt einer <i>Anmerkung</i> automatisch auf den Personenseiten angezeigt wird.
nl: Deze optie bepaalt of de inhoud van een <i>Notitie</i>-record automatisch wordt weergegeven op de persoonspagina, of niet.
tr: Bu seçenek, Bireysel sayfasında bir <i>Not</i> kaydının içeriğinin otomatik olarak görüntülenip görüntülenmeyeceğini kontrol eder.

source: Automatically expand sources
de: Quellenangaben automatisch erweitern
nl: Toon automatisch volledige bronnen
tr: Kaynakları otomatik olarak genişlet

source: This option controls whether or not to automatically display content of a <i>Source</i> record on the Individual page.
de: Diese Option bestimmt, ob der Inhalt von Quellenangaben auf der «Persönliche Informationen» Seite automatisch gezeigt werden soll oder nicht.
nl: Deze optie bepaalt of de inhoud van een <i>Bron</i>-record automatisch wordt weergegeven op de persoonspagina, of niet.
tr: Bu seçenek, <i>Kaynak</i> kaydının içeriğinin Birey sayfasında otomatik olarak görüntülenip görüntülenmeyeceğini kontrol eder.

source: Allow users to see raw GEDCOM records
de: Besuchern erlauben die GEDCOM-Rohdaten anzusehen
nl: Sta toe dat gebruikers ruw GEDCOM-record kunnen zien
tr: Kullanıcıların ham GEDCOM kayıtlarını görmesine izin ver

source: Setting this to <b>Yes</b> will place links on individuals, sources, and families page menus to let users bring up another window containing the raw data in GEDCOM file format.<br>Administrators always see these links regardless of this setting.
de: Bei <b>Ja</b> wird ein Link auf den Seiten von Personen, Quellen und Familien eingefügt, das ein neues Fenster mit den jeweiligen Rohdaten aus der GEDCOM-Datei öffnet.
nl: Dit op <b>Ja</b> instellen zal links plaatsen bij personen, bronnen en gezinnen om de gebruikers naar een ander scherm te brengen, welke de ruwe gegevens rechtstreeks uit het GEDCOM-bestand bevat.
tr: Bunu <b>Evet</b> olarak ayarlamak, kullanıcıların GEDCOM dosya formatında ham verileri içeren başka bir pencere açmasına izin vermek için bireyler, kaynaklar ve aileler sayfa menülerine bağlantılar yerleştirecektir.<br>Yöneticiler, bu ayardan bağımsız olarak her zaman bu bağlantıları görür.

source: GEDCOM errors
de: GEDCOM Fehler
nl: GEDCOM fouten
tr: GEDCOM hataları

source: Many genealogy programs create GEDCOM files with custom tags, and kiwitrees understands most of them. When unrecognised tags are found, this option lets you choose whether to ignore them or display a warning message.
de: Viele Genealogieprogramme erstellen GEDCOM-Dateien mit sogenannten "Nutzer-definierten Tags" - kiwitrees kann die meisten entsprechend interpretieren. Falls jedoch ein unbekanntes Tag entdeckt wird, können Sie mit dieser Option festlegen, ob kiwitrees dies einfach ignoriert oder eine Warnmeldung ausgibt.
nl: Veel genealogie programma's maken GEDCOM-bestanden met eigen tags aan en kiwitrees begrijpt de meeste daarvan. Als echter onherkenbare tags worden gevonden laat deze optie u kiezen of deze moeten worden genegeerd of dat er een waarschuwing wordt getoond.
tr: Birçok şecere programı özel etiketlerle GEDCOM dosyaları oluşturur ve kiwitrees bunların çoğunu anlar. Tanınmayan etiketler bulunduğunda, bu seçenek onları yok saymaya veya bir uyarı mesajı görüntülemeyi seçmenize olanak tanır.

source: Hit counters
de: Zähler
nl: Bezoekersteller
tr: İsabet sayaçları

source: Show hit counters on the Home and Individual pages.
de: Den Besucher-Zähler auf der Homepage und auf anderen Seiten zeigen.
nl: Toont de bezoekersteller op Home pagina en op de persoonspagina.
tr: İsabet sayaçlarını Ana Sayfa ve Bireysel sayfalarda gösterin.

source: Facts for Individual records
de: Personenereignisse
nl: Feiten voor persoonsrecords
tr: Bireysel kayıtlar için gerçekler

source: All individual facts
de: Alle Personendaten
nl: Alle persoonlijke feiten
tr: Tüm bireysel gerçekler

source: This is the list of GEDCOM facts that your users can add to individuals. You can modify this list by removing or adding fact names, even custom ones, as necessary. <span style="color: #ff0000;">Fact names that appear in this list must not also appear in the <b>Unique individual facts</b> list.</span> Either enter the tags manually here or use the edit selector.
de: Dies ist die Liste der GEDCOM-Fakten, die Individuen Ihre Benutzer hinzufügen können. Sie ändern diese Liste durch das entfernen oder Hinzufügen von Namen der Ereignisse, auch benutzerdefinierte, wenn nötig. <span style="color: #ff0000;"> Ereignis Namen, die in dieser Liste erscheinen müssen nicht auch in der <b>einzigartigen individuellen Fakten</b>-Liste erscheinen.</span> Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de lijst met GEDCOM-feiten die uw gebruikers aan personen kunnen toevoegen. De lijst kan, indien nodig, worden gewijzigd door namen van feiten, zelfs eigengemaakte, te verwijderen of toe te voegen. <span style="color: #ff0000;">Namen van feiten die in deze lijst voorkomen mogen niet voorkomen bij de <b>Unieke persoonsfeiten</b>lijst.</span>Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, kullanıcılarınızın bireylere ekleyebileceği GEDCOM gerçeklerinin listesidir. Olgu adlarını, hatta özel olanları gerektiği gibi kaldırarak veya ekleyerek bu listeyi değiştirebilirsiniz. <span style="color: #ff0000;">Bu listede görünen gerçek adları, <b>Benzersiz bireysel gerçekler</b> listesinde de görünmemelidir.</span> Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Unique individual facts
de: Einmalige Personenereignisse
nl: Unieke persoonlijke feiten
tr: Benzersiz bireysel gerçekler

source: This is the list of GEDCOM facts that your users can only add <u>once</u> to individuals. For example, if BIRT is in this list, users will not be able to add more than one BIRT record to an individual. <span style="color: #ff0000;">Fact names that appear in this list must not also appear in the <b>All individual facts</b> list.</span> Either enter the tags manually here or use the edit selector.
de: Dies ist die Liste der GEDCOM-Fakten, dass Ihre Benutzer nur <u>einmal</u> Personen hinzufügen können. Zum Beispiel wenn BIRT in dieser Liste enthalten ist, werden nicht in der Lage, eine Person mehrere BIRT Datensatz hinzufügen Benutzer. <span style="color: #ff0000;"> Tatsache Namen, die in dieser Liste erscheinen müssen auch nicht in der Liste <b>alle einzelnen Fakten</b> erscheinen.</span> Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de lijst van GEDCOM-feiten welke uw gebruikers slechts <u>eenmaal</u> aan een persoon kunnen toevoegen. Bijvoorbeeld: als BIRT in deze lijst staat, dan kunnen gebruikers niet meer dan één BIRT-record toevoegen aan een persoon. <span style="color: #ff0000;">Namen van feiten welke in deze lijst staan, mogen niet bij de <b>Nieuwe persoonsfeiten </b>lijst staan.</span> Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, kullanıcılarınızın bireylere yalnızca <u>bir kez</u> ekleyebileceği GEDCOM gerçeklerinin listesidir. Örneğin, DOĞUM bu listedeyse, kullanıcılar bir bireye birden fazla DOĞUM kaydı ekleyemezler. <span style="color: #ff0000;">Bu listede görünen gerçek adları, <b>Tüm bireysel gerçekler</b> listesinde de görünmemelidir.</span> Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Facts for new individuals
de: Ereignisse für neu angelegte Personen
nl: Feiten voor nieuwe personen
tr: Yeni bireyler için gerçekler

source: This is a comma separated list of GEDCOM fact tags that will be shown when adding a new person. For example, if BIRT is in the list, fields for birth date and birth place will be shown on the form. Either enter the tags manually here or use the edit selector.
de: Dies ist eine durch Kommas getrennte Liste der GEDCOM-Tatsache-Tags, die angezeigt wird, wenn eine neue Person hinzufügen. Beispielsweise wenn BIRT in der Liste befindet, Felder für Geburtsdatum und Geburtsort wird auf dem Formular angezeigt werden. Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is een door komma's gescheiden lijst van GEDCOM-feiten tags die getoond worden wanneer u een nieuwe persoon toevoegt. Als b.v. BIRT in die lijst staat, worden velden voor geboortedatum en -plaats getoond in het formulier. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, yeni bir kişi eklenirken gösterilecek olan GEDCOM gerçek etiketlerinin virgülle ayrılmış listesidir. Örneğin DOĞUM listede ise doğum tarihi ve doğum yeri alanları formda gösterilecektir. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Quick individual facts
de: Schnell hinzugefügte Personenereignisse
nl: Snel persoonlijke feiten toevoegen
tr: Hızlı bireysel gerçekler

source: This is the short list of GEDCOM individual facts that appears next to the full list that can be added with a single click. Either enter the tags manually here or use the edit selector.
de: Dies ist die kurze Liste der GEDCOM einzelne Tatsachen, die neben der vollständigen Liste angezeigt wird, die mit einem einzigen Klick hinzugefügt werden können. Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is een korte lijst met GEDCOM-feiten van een persoon die naast de volledige lijst verschijnt en deze kunnen worden toegevoegd met een enkele muisklik. Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, tek bir tıklama ile eklenebilen tam listenin yanında görünen GEDCOM bireysel gerçeklerinin kısa listesidir. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Facts for Family records
de: Familienereignisse
nl: Feiten voor gezinsrecords
tr: Aile kayıtları için gerçekler

source: All family facts
de: Alle Familiendaten
nl: Alle gezins feiten
tr: Tüm aile gerçekleri

source: This is the list of GEDCOM facts that your users can add to families. You can modify this list by removing or adding fact names, even custom ones, as necessary. <span style="color: #ff0000;">Fact names that appear in this list must not also appear in the <b>Unique Family Facts</b> list</span>. Either enter the tags manually here or use the edit selector.
de: Dies ist die Liste der GEDCOM-Fakten, die Individuen Ihre Benutzer hinzufügen können. Sie ändern diese Liste durch das entfernen oder Hinzufügen von Namen der Ereignisse, auch benutzerdefinierte, wenn nötig. <span style="color: #ff0000;"> Ereignis Namen, die in dieser Liste erscheinen müssen nicht auch in der <b>einzigartigen individuellen Fakten</b>-Liste erscheinen.</span> Die Stichworte hier manuell eingeben oder bearbeiten-Selektor verwenden.
nl: Dit is de lijst met GEDCOM-feiten die uw gebruikers aan gezinnen kunnen toevoegen. De lijst kan, indien nodig, worden gewijzigd door namen van feiten, zelfs eigengemaakte, te verwijderen of toe te voegen. <span style="color: #ff0000;">Namen van feiten die in deze lijst voorkomen mogen niet voorkomen bij de <b>Unieke gezinsfeiten</b>lijst.</span> Voer de tags handmatig in of gebruik het bewerkingsmenu.
tr: Bu, kullanıcılarınızın ailelere ekleyebileceği GEDCOM gerçeklerinin listesidir. Gerçek adlarını, hatta özel olanları gerektiği gibi kaldırarak veya ekleyerek bu listeyi değiştirebilirsiniz. <span style="color: #ff0000;">Bu listede görünen gerçek adları, <b>Benzersiz Aile Gerçekleri</b> listesinde de görünmemelidir</span>. Etiketleri buraya manuel olarak girin veya düzenleme seçiciyi kullanın.

source: Unique family facts
de: Einmal vorkommende Familienereignisse
nl: Unieke toe te voegen feiten voor gezinnen
tr: Benzersiz aile gerçekleri
