Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: %s twice removed descending
de: %s 2. Grades in absteigender Folge
nl: %s twee generaties verwijderd neergaand
tr: %s iki kez azalan şekilde çıkarıldı

source: %s three times removed ascending
de: %s 3. Grades in aufsteigender Folge
nl: %s drie generaties verwijderd opgaand
tr: %s üç kez artan şekilde çıkarıldı

source: %s three times removed descending
de: %s 3. Grades in absteigender Folge
nl: %s drie generaties verwijderd neergaand
tr: %s üç kez azalan şekilde çıkarıldı

source: %1$s %2$d times removed ascending
de: %1$s %2$d. Grades in aufsteigender Folge
nl: %1$s %2$d maal generaties verwijderd opgaand
tr: %1$s %2$d kez artan şekilde çıkarıldı

source: %1$s %2$d times removed descending
de: %1$s %2$d. Grades in absteigender Folge
nl: %1$s %2$d maal generaties verwijderd neergaand
tr: %1$s %2$d kez azalan şekilde çıkarıldı

source: %1$s's %2$s
tr: %1$s %2$s

source: Family navigator
de: Familien-Lotse
nl: Gezinsnavigator
tr: Aile gezgini

source: Click name to add person to list of links.
de: Namen klicken, um diese Person der Liste neuer Verbindungen hinzuzufügen
nl: Klik de naam om een persoon toe te voegen aan een lijst van koppelingen.
tr: Bağlantılar listesine kişi eklemek için isme tıklayın.

source: Close
de: Schließen
nl: Sluit
tr: Kapat

source: No children
de: Keine Kinder
nl: Geen kinderen
tr: Çocuk yok

source: %d Child
de: %d Kind
nl: %d Kind
tr: %d Çocuk

source: Add a child to this family
de: Kind zu dieser Familie hinzufügen
nl: Voeg een kind toe aan dit gezin
tr: Bu aileye bir çocuk ekle

source: This family remained childless
de: Diese Familie blieb kinderlos
nl: Dit gezin bleef kinderloos
tr: Bu aile çocuksuz kaldı

source: Add new
de: Neu hinzufügen
nl: Voeg nieuw toe
tr: Yeni ekle

source: Child
de: Kind
nl: Kind
tr: Çocuk

source: Infant
de: Kleinkind
nl: Kind
tr: Bebek

source: Stillborn
de: Totgeboren
nl: Doodgeboren
tr: Ölü doğan

source: %s year
de: %s Jahr
nl: %s jaar
tr: %s yıl

source: %s month
de: %s Monat
nl: %s maand
tr: %s ay

source: %s week
de: %s Woche
tr: %s hafta

source: %s day
de: %s Tag
nl: %s dag
tr: %s gün

source: midnight
de: Mitternacht
nl: Middernacht
tr: gece yarısı

source: a.m.
de: vormittags
tr: ö.ö.

source: noon
de: Mittag
nl: 12 uur 's middags
tr: öğle

source: p.m.
de: nachmittags
tr: ö.s.

source: Midnight
de: Mitternacht
nl: Middernacht
tr: Gece yarısı

source: A.M.
de: Vormittag
tr: Ö.Ö.

source: Noon
de: Mittag
nl: 12 uur 's middags
tr: Öğle

source: P.M.
de: Nachmittag
tr: Ö.S.

source: <span class="error">Unable to delete user. This user has pending data changes.</span>
nl: <span class="error">Kan gebruiker niet verwijderen. Deze gebruiker heeft gegevenswijzigingen in behandeling.</span>
tr: <span class="error">Kullanıcı silinemedi. Bu kullanıcının bekleyen veri değişiklikleri var.</span>

source: click to edit
de: zum Bearbeiten klicken
nl: Klik om te wijzigen
tr: düzenlemek için tıklayın

source: Only managers can edit
de: Nur Verwalter können bearbeiten
nl: Alleen beheerders kunnen wijzigen
tr: Sadece yöneticiler düzenleyebilir

source: Kiwitrees sends emails
de: Kiwitrees sendet e-Mails
nl: Kiwitrees stuurt e-mails
tr: Kiwitrees e-posta gönderir

source: Mailto link
de: Mail
nl: "Mail naar"-link
tr: Mailto bağlantısı

source: No contact
de: Kein Kontakt
nl: Geen contact
tr: İletişim yok

source: The record with id %s was changed by another user since you last accessed it.
de: Ein anderer Benutzer hat den Datensatz mit ID-Nummer %s geändert, seit Sie ihn aufruften.
nl: Het record met id %s werd veranderd door een andere gebruiker, nadat u het voor het laatst hebt bekeken.
tr: %s kimlikli kayıt, son erişiminizden bu yana başka bir kullanıcı tarafından değiştirildi.

source: This record was last changed by <i>%s</i> at %s
de: Dieser Datensatz wurde zuletzt von <i>%s</i> um %s geändert.
nl: Dit record werd het laatst veranderd door <i>%s</i> op %s
tr: Bu kayıt en son <i>%s</i> tarafından %s tarihinde değiştirildi

source: Current time is %s
nl: Huidige tijd is %s
tr: Geçerli saat: %s

source: Please reload the previous page to make sure you are working with the most recent record.
de: Bitte rufen Sie die vorige Seite erneut auf. So können Sie sicher sein, dass Sie den neuesten Datensatz bearbeiten.
nl: Ververs a.u.b. de vorige pagina, om er zeker van te zijn dat u het meest recente record bewerkt.
tr: En son kayıtla çalıştığınızdan emin olmak için lütfen önceki sayfayı yeniden yükleyin.

source: go to new individual
de: gehe zur neuen Person
nl: ga naar nieuwe persoon
tr: yeni kişiye git

source: Check for possible duplicates
de: Auf mögliche Duplikate prüfen
nl: Controleer op mogelijke dubbelen
tr: Olası çiftleri kontrol edin

source: check
de: prüfen
nl: controleer
tr: kontrol

source: Select a date
de: Datum auswählen
nl: Selecteer een datum
tr: Bir tarih seçin

source: Add a media object
de: Medienobjekt neu hinzufügen
nl: Voeg een media-object toe
tr: Bir medya nesnesi ekleyin

source: Create a new Shared Note using Assistant
de: Neue wiederkehrende Anmerkung mit Hilfe des Assistenten erstellen
nl: Maak een nieuwe Gedeelde Notitie met behulp van de Census-Assistent
tr: Yardımcı kullanarak yeni bir Paylaşılan Not oluşturun

source: Edit shared note
de: Gemeinsame Bemerkung bearbeiten
nl: Bewerk Gedeelde Notitie
tr: Paylaşılan notu düzenle

source: Create a shared note using the census assistant
de: Erstellen Sie eine gemeinsame Notiz mit dem Zensus-Assistenten
nl: Maak een gedeelde notitie met behulp van de Census-Assistent
tr: Sayım yardımcısını kullanarak paylaşılan bir not oluşturun

source: No Temple - Living Ordinance
de: Kein Tempel - Ordinanz zu Lebzeiten
nl: Verordening heeft tijdens het leven van betrokkene plaatsgevonden
tr: Tapınakta Yaşama Yönetmeliği Yok

source: Link this source to these records
de: Verknüpfen Sie diese Quelle mit diesen Datensätzen
nl: Link deze bron aan deze records
tr: Bu kaynağı bu kayıtlara bağla

source: Census date
de: Census Datum
nl: Volkstelling datum
tr: Nüfus sayım tarihi

source: Add an associate
de: Beziehungen hinzufügen
nl: Voeg een gerelateerd persoon toe
tr: Bir ortak ekle

source: Add a restriction
de: Beschränkung neu hinzufügen
nl: Voeg een beperking toe
tr: Kısıtlama ekle

source: An error occurred while creating the Edit form. Another user may have changed this record since you previously viewed it.
de: Ein Fehler trat während dem Aufbau des Editier-Formulars auf. Ein anderer Benutzer hat womöglich den Datensatz geändert, seit Sie ihn aufruften.
nl: Er is een fout opgetreden tijdens het maken van het Wijzigingsformulier. Een andere gebruiker kan dit record gewijzigd hebben sinds u het voor het laatst hebt bekeken.
tr: Düzenleme formu oluşturulurken bir hata oluştu. Başka bir kullanıcı bu kaydı daha önce görüntülediğinizden beri değiştirmiş olabilir.

# Surname tradition
source: paternal
de: väterlich
nl: vaderlijk
tr: baba tarafı

source: Children take their father’s surname.
de: Kinder übernehmen den Nachnamen des Vaters.
nl: Kinderen krijgen hun vaders achternaam
tr: Çocuklar babalarının soyadını alırlar.

source: Wives take their husband’s surname.
de: Frauen übernehmen den Nachnamen ihres Ehemanns.
nl: Echtgenotes krijgen de achternaam van hun echtgenoten
tr: Kadınlar kocalarının soyadını alırlar.

source: patrilineal
de: patrilinear
nl: patrilineair
tr: babasoylu

source: matrilineal
de: matrilinear
nl: matrilineair
tr: anasoylu

source: Children take their mother’s surname.
de: Kinder übernehmen den Nachnamen der Mutter.
nl: Kinderen krijgen hun moeders achternaam
tr: Çocuklar annelerinin soyadını alırlar.

# Surname tradition
source: Spanish
de: Spanisch
nl: Spaans
tr: İspanyol

source: Children take one surname from the father and one surname from the mother.
de: Kinder erhalten als Familiennamen eine Kombinationen aus dem väterlichen und dem mütterlichen Familiennamen.
nl: Kinderen krijgen één achternaam van de vader, en één van de moeder.
tr: Çocuklar babadan bir soyadı ve anneden bir soyadı alırlar.

# Surname tradition
source: Portuguese
de: Portugiesisch
nl: Portugees
tr: Portekiz

source: Children take one surname from the mother and one surname from the father.
de: Kinder erhalten als Familiennamen eine Kombinationen aus dem mütterlichen und dem väterlichen Familiennamen.
nl: Kinderen krijgen één achternaam van de moeder, en één van de vader.
tr: Çocuklar anneden bir soyadı ve babadan bir soyadı alırlar.

# Surname tradition
source: Icelandic
de: Isländisch
nl: IJslands
tr: İzlanda

source: Children take a patronym instead of a surname.
de: Kinder erhalten eher einen Familiennamen als einen Nachnamens
nl: Kinderen krijgen een patroniem in plaats van een achternaam
tr: Çocuklar soyadı yerine bir soyadı alırlar.

# Surname tradition
source: Polish
de: Polnisch
nl: Pools
tr: Polonya

source: Surnames are inflected to indicate an individual’s gender.
de: Nachnamen werden gebeugt, um das Geschlecht der Person anzuzeigen.
nl: Achternamen worden verbogen om het geslacht van een persoon weer te geven
tr: Soyadlar, bireyin cinsiyetini belirtmek için kullanılır.

# Surname tradition
source: Lithuanian
de: Litauisch
nl: Litouws
tr: Litvanya

source: Surnames are inflected to indicate an individual’s gender and marital status.
de: Nachnamen werden gebeugt, um das Geschlecht und den Ehestand der Person anzuzeigen.
nl: Achternamen worden verbogen om het geslacht en de huwelijkse status van een persoon weer te geven
tr: Soyadlar, bireyin cinsiyetini ve medeni durumunu belirtmek için kullanılır.

# Surname tradition
source: none
de: keine
nl: geen
tr: hiçbiri

source: Invalid GEDCOM format
de: Format entspricht nicht dem GEDCOM Standard
nl: Ongeldig GEDCOM 5.5 formaat
tr: Geçersiz GEDCOM biçimi

source: For further information
de: Für weitere Informationen
nl: Voor meer informatie
tr: Daha fazla bilgi için

source: Support
de: Unterstützung
tr: Destek

source: For technical support and information
de: Für technische Unterstützung und Information
nl: Voor technische ondersteuning en informatie
tr: Teknik destek ve bilgi için

source: For help with genealogy questions
de: Bei genealogischen Fragen
nl: Voor hulp met genealogische vragen
tr: Şecere sorularıyla ilgili yardım için

source: Technical help
de: Technische Fragen
nl: Technische hulp
tr: Teknik yardım

source: Genealogy help
de: Genealogische Fragen / Hilfe
nl: Genealogische hulp
tr: Şecere yardımı

source: <b>Please Note:</b> Private information of living individuals will only be given to family relatives and close friends. You will be asked to verify your relationship before you will receive any private data. Sometimes information of dead persons may also be private. If this is the case, it is because there is not enough information known about the person to determine whether they are alive or not and we probably do not have more information on this person.<br /><br />Before asking a question, please verify that you are inquiring about the correct person by checking dates, places, and close relatives. If you are submitting changes to the genealogical data, please include the sources where you obtained the data.
de: <b>Bitte beachten:</b> Private Informationen von lebenden Personen werden nur an Verwandte und nahe Freunde weitergegeben. Sie werden, bevor Sie irgendwelche privaten Daten erhalten, aufgefordert Ihre Bekanntschaft nachzuweisen. Manchmal sind Informationen von toten Personen ebenfalls privat. Wenn dies der Fall ist, ist es deswegen der Fall, weil über die Person nicht genügend Informationen bekannt sind, um zu ermitteln, ob die Person noch lebt oder nicht und wir möglicherweise nicht mehr Informationen über die Person haben.<br /><br />Bevor Sie eine Frage stellen, bestätigen Sie bitte, dass Sie über die korrekte Person nachfragen, indem Sie die Daten, Orte, und nahe Verwandte überprüfen. Wenn Sie Änderungen zu den genealogischen Daten beitragen, beinhalten Sie bitte die Quellen von denen Sie die Daten beschafft haben.
nl: <br /><b>Aandachtspunt:</b> Privé informatie van levende personen zal alleen aan directe familie en goede vrienden gegeven worden. U zult gevraagd worden om uw relatie te verifiëren voordat privé informatie wordt verstrekt. Het kan voorkomen dat informatie over overleden personen als privé staat aangegeven. In dat geval kan het betekenen dat er te weinig informatie beschikbaar is waardoor bijvoorbeeld niet kan worden bepaald of deze persoon nog in leven is en waarschijnlijk hebben wij geen verdere informatie over deze persoon.<b / ><b / > Voordat u een vraag stelt controleert u dan nog even dat uw vraag over de juiste persoon gaat door de data, plaatsen en naaste verwanten te controleren. Wanneer u wijzigingen wilt aanbrengen in de genealogische gegevens, vermeld dan ook de bronnen van deze gegevens.
tr: <b>Lütfen Dikkat:</b> Yaşayan bireylerin özel bilgileri yalnızca aile yakınlarına ve yakın arkadaşlarına verilecektir. Herhangi bir özel veri almadan önce ilişkinizi doğrulamanız istenecektir. Bazen ölülerin bilgileri de özel olabilir. Eğer durum buysa, o kişi hakkında hayatta olup olmadıklarını belirleyecek yeterli bilgi olmadığı ve muhtemelen bu kişi hakkında daha fazla bilgiye sahip olmadığımız içindir.<br /><br />Bir soru sormadan önce lütfen tarihleri, yerleri ve yakın akrabalarınızı kontrol ederek doğru kişiyi sorduğunuzu doğrulayın. Şecere verilerinde değişiklik gönderiyorsanız, lütfen verileri aldığınız kaynakları ekleyin.

source: Your name
de: Ihr Name
nl: Uw naam
tr: Adınız

source: Please provide your email address so that we may contact you in response to this message. If you do not provide your email address we will not be able to respond to your inquiry. Your email address will not be used in any other way besides responding to this inquiry.
de: Bitte geben Sie Ihre e-Mail-Adresse, damit wir Sie, als Reaktion auf diese Meldung kontaktieren können. Wenn Sie nicht Ihre e-Mail-Adresse angeben, werden wir nicht auf Ihre Anfrage antworten können. Ihre e-Mail-Adresse wird nicht auf andere Weise neben der Beantwortung dieser Anfrage verwendet werden.
nl: Vul alstublieft uw e-mailadres in zodat we contact met u op kunnen nemen in antwoord op dit bericht. Als u geen e-mailadres invult, kunnen we uw vraag niet beantwoorden. Uw e-mailadres wordt op geen enkele andere manier gebruikt dan voor het beantwoorden van uw vraag.
tr: Bu iletiye yanıt olarak sizinle iletişime geçebilmemiz için lütfen e-posta adresinizi belirtin. E-posta adresinizi vermezseniz, sorgunuza yanıt veremeyiz. E-posta adresiniz, bu soruya yanıt vermek dışında hiçbir şekilde kullanılmayacaktır.

source: Confirm your agreement to our <a href="https://www.pandadoc.com/website-standard-terms-and-conditions-template/" >Terms and Conditions.
nl: Bevestig uw akkoord met onze<a href="https://www.pandadoc.com/website-standard-terms-and-conditions-template/" > Algemene voorwaarden.
tr: <a href="https://www.pandadoc.com/website-standard-terms-and-conditions-template/" > Şartları ve Koşullarımızı kabul ettiğinizi onaylayın.

source: To
de: An
nl: Naar
tr: Kime

source: Subject
de: Betreff
nl: Onderwerp
tr: Konu

source: Body
de: Körper
nl: Inhoud
tr: Gövde

source: Send
de: Absenden
nl: Verstuur
tr: Gönder

source: Cancel
de: Abbrechen
nl: Annuleer
tr: İptal

source: When you send this message you will receive a copy sent via email to the address you provided.
de: Wenn Sie diese Nachricht senden, erhalten Sie eine Kopie an die von Ihnen angegebene Adresse.
nl: Als u dit bericht verzendt, ontvangt u een kopie op het e-mailadres dat u heeft opgegeven.
tr: Bu iletiyi gönderdiğinizde, verdiğiniz adrese e-posta yoluyla gönderilen bir kopyasını alacaksınız.

source: You sent the following message to <b>%1$s</b> at %2$s:
nl: U zond het volgende bericht naar <b>%1$s</b> op %2$s
tr: Aşağıdaki iletiyi <b>%1$s</b> adresine %2$s adresinden gönderdiniz:

source: You sent the following message to an administrator at %1$s:
de: Sie die folgende Meldung an einen Administrator an %1$s gesendet:
nl: U zond het volgende bericht naar een beheerder op %1$s:
tr: Aşağıdaki iletiyi %1$s adresindeki bir yöneticiye gönderdiniz:

source: From
de: Von
nl: Van
tr: Kimden

source: Content
de: Inhalt
nl: Inhoud
tr: İçerik

source: This message was sent while viewing the following URL:
de: Diese Nachricht wurde gesendet als die folgende Seite aufgerufen wurde:
nl: Dit bericht werd verzonden tijdens het bekijken van de volgende URL:
tr: Bu ileti aşağıdaki URL görüntülenirken gönderildi:

source: %1$s message
de: %1$s Nachrichten
nl: %1$s bericht
tr: %1$s iletisi

source: %s sent you the following message.
de: %s Sie die folgende Nachricht gesendet.
nl: %s zond u het volgende bericht.
tr: %s size şu mesajı gönderdi.

source: Zoom in/out on this box.
de: Zoom hinein/heraus
nl: In/uitzoomen op dit vak.
tr: Bu kutuyu yakınlaştırın/uzaklaştırın.

source: Login or Register
de: Anmeldung oder Registrierung
nl: Login of registreer
tr: Giriş Yap veya Kayıt Ol

source: Login
de: Anmeldung
nl: Aanmelden
tr: Giriş Yap

source: Logout
de: Abmelden
nl: Afmelden
tr: Çıkış Yap

source: %d anonymous logged-in user
de: %d anonym angemeldeter Benutzer
nl: %d anoniem ingelogde gebruiker
tr: %d anonim oturum açmış kullanıcı

source: %d logged-in user
de: %d angemeldeter Benutzer
nl: %d aangemelde gebruiker
tr: %d oturum açmış kullanıcı

source: If you have any questions or comments please contact %s
nl: Als u vragen of opmerkingen heeft, neem dan contact op met%s
tr: Herhangi bir sorunuz veya yorumunuz varsa lütfen %s ile iletişime geçin

source: For technical support and information please contact %s
nl: Neem voor technische ondersteuning en informatie contact op met%s
tr: Teknik destek ve bilgi için lütfen %s ile iletişime geçin

source: For help with genealogy questions please contact %s
nl: Neem voor hulp bij genealogische vragen contact op met%s
tr: Şecere sorularıyla ilgili yardım için lütfen %s ile iletişime geçin

source: This information is private and cannot be shown.
de: Details sind vertraulich und dürfen deshalb nicht gezeigt werden.
nl: Deze informatie is privé en kan niet getoond worden.
tr: Bu bilgi özeldir ve gösterilemez.

source: For more information contact
de: Für weitere Informationen wenden Sie sich an:
nl: Neem voor meer informatie contact op met
tr: Daha fazla bilgi için iletişime geçin

source: Relationships
de: Beziehungen
nl: Verwantschappen
tr: İlişkiler

source: Mother's age
de: Alter der Mutter
nl: Leeftijd moeder
tr: Annenin yaşı

source: Father's age
de: Alter des Vaters
nl: Leeftijd vader
tr: Babanın yaşı

source: Parent's age
de: Alter der Eltern
nl: Leeftijd ouders
tr: Ebeveynin yaşı

source: on the date of death
de: am Sterbedatum
nl: op de datum van overlijden
tr: ölüm tarihinde

source: after death
de: nach Tod
nl: na overlijden
tr: ölümden sonra

source: LDS Temple
de: HLT Tempel
nl: LDS Tempel
tr: LDS Tapınak

source: Add
de: Hinzufügen
nl: Toevoegen
tr: Ekle

# NOMINATIVE
source: January
de: Januar
nl: januari
tr: Ocak

# NOMINATIVE
source: February
de: Februar
nl: februari
tr: Şubat

# NOMINATIVE
source: March
de: März
nl: maart
tr: Mart

# NOMINATIVE
source: April
tr: Nisan

# NOMINATIVE
source: May
de: Mai
nl: mei
tr: Mayıs

# NOMINATIVE
source: June
de: Juni
nl: juni
tr: Haziran

# NOMINATIVE
source: July
de: Juli
nl: juli
tr: Temmuz

# NOMINATIVE
source: August
nl: augustus
tr: Ağustos

# NOMINATIVE
source: September
tr: Eylül

# NOMINATIVE
source: October
de: Oktober
nl: oktober
tr: Ekim

# NOMINATIVE
source: November
tr: Kasım

# NOMINATIVE
source: December
de: Dezember
tr: Aralık

source: Sun
de: So
nl: Zo
tr: Paz

source: Mon
de: Mo
nl: Ma
tr: Pzt

source: Tue
de: Di
nl: Di
tr: Sal

source: Wed
de: Mi
nl: Wo
tr: Çar

source: Thu
de: Do
nl: Do
tr: Per

source: Fri
de: Fr
nl: Vrij
tr: Cum

source: Sat
de: Sa
nl: Za
tr: Cmt

source: Pedigree
de: Ahnentafel
nl: Kwartierstaat
tr: Soyağacı

source: Pedigree map
de: Stammbaumkarte
nl: Kwartierstaat kaart
tr: Soyağacı haritası

source: Relationship to me
de: Verwandtschaft zu mir
nl: Verwantschap met mij
tr: Benimle ilişki

source: Ancestors
de: Vorfahren
nl: Voorouders
tr: Atalar

source: Compact tree
de: Kompakter Baum
nl: Compacte boom
tr: Kompakt ağaç

source: Fanchart
nl: Waaierdiagram
tr: Fan grafiği

source: Hourglass chart
de: Sanduhr Diagramm
nl: Zandloperdiagram
tr: Kum saati grafiği

source: Interactive tree
de: Interaktives Baumdiagramm
nl: Interactieve boom
tr: Etkileşimli ağaç

source: Family with spouse
de: Familie mit Ehepartner
nl: Gezin met partner
tr: Eşli aile

source: Copy
de: Kopieren
nl: Kopiëer
tr: Kopyala

source: Are you sure you want to delete this fact?
de: Möchten Sie dieses Ereignis wirklich löschen?
nl: Moet dit feit echt verwijderd worden?
tr: Bu gerçeği silmek istediğinizden emin misiniz?

source: Show only males.
de: Nur Männliche zeigen.
nl: Toon alleen mannen.
tr: Sadece erkekleri göster.

source: Show only females.
de: Nur Weibliche zeigen.
nl: Toon alleen vrouwen.
tr: Sadece kadınları göster.

source: Show only individuals for whom the gender is not known.
de: Nur Personen unbekannten Geschlechts zeigen.
nl: Toon alleen personen, waarvan het geslacht onbekend is.
tr: Sadece cinsiyeti bilinmeyen bireyleri göster.

source: Show individuals who are alive or couples where both partners are alive.
de: Zeige Lebende oder Paare deren beide Partner lebend sind.
nl: Toon nog levende personen, of paren waarvan beide partners nog leven.
tr: Yaşayan bireyleri veya her iki eşin de hayatta olduğu çiftleri gösterin.

source: Alive
de: Lebend
nl: Levend
tr: Yaşayan

source: Show individuals who are dead or couples where both partners are deceased.
de: Zeige Verstorbene oder Paare deren beide Partner verstorben sind.
nl: Toon overleden personen, of paren waarvan beide partners zijn overleden.
tr: Ölen bireyleri veya her iki eşin de öldüğü çiftleri gösterin.

source: Dead
de: Verstorben
nl: Overleden
tr: Ölen

source: Show individuals who died more than 100 years ago.
de: Zeige Personen, die vor mehr als 100 Jahren starben.
nl: Toon personen die meer dan 100 jaar geleden zijn overleden.
tr: 100 yıldan daha önce ölen bireyleri gösterin.

source: Show individuals who died within the last 100 years.
de: Zeige Personen, die in den letzten 100 Jahren starben.
nl: Toon personen die in de laatste 100 jaar zijn overleden.
tr: Son 100 yıl içinde ölen bireyleri gösterin.

source: Show individuals born more than 100 years ago.
de: Personen zeigen, die vor mehr als 100 Jahren geboren wurden.
nl: Toon personen, meer dan 100 jaar geleden geboren.
tr: 100 yıldan daha önce doğan bireyleri gösterin.

source: Show individuals born within the last 100 years.
de: Personen zeigen, die in den letzten 100 Jahren geboren wurden.
nl: Toon personen, geboren in de laatste 100 jaar.
tr: Son 100 yıl içinde doğan bireyleri gösterin.

source: Show “roots” couples or individuals. These individuals may also be called “patriarchs”. They are individuals who have no parents recorded in the database.
de: «Wurzeln» zeigen. «Wurzeln» können auch «Patriarch» gennant werden. Sie sind elternlos in der Datenbank eingetragen.
nl: Toon "roots"-paren of personen. Deze mensen worden ook wel "patriarchen" genoemd. Zij zijn personen, waarvan geen ouders zijn opgenomen in de database.
tr: "Kök" çiftleri veya bireyleri gösterin. Bu kişilere “aile reisi” de denilebilir. Veritabanında kayıtlı ebeveynleri olmayan bireylerdir.

source: Roots
de: Wurzeln
tr: Kökler

source: Show “leaves” couples or individuals. These are individuals who are alive but have no children recorded in the database.
de: «Blätter» zeigen. «Blätter» sind lebend aber nachfolgerlos.
nl: Toon "blad"-paren of personen. Dit zijn nog levende personen, waarvan geen kinderen zijn opgenomen in de database.
tr: “Ayrılan” çiftleri veya bireyleri gösterin. Bunlar hayatta olan ama veritabanında kayıtlı çocuğu olmayan kişilerdir.

source: Leaves
de: Blätter
nl: Blad
tr: Ayrılanlar
