Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Switch to list view
de: Auf Listenansicht umschalten
nl: Switch naar lijstoverzicht
tr: Liste görünümüne geç

source: Places in %s
de: Orte in %s
nl: Plaatsen in %s
tr: %s içindeki yerler

source: View all records found in %s
de: Zeige alle in %s gefunden Einträge
nl: Toon alle records gevonden in %s
tr: %s içinde bulunan tüm kayıtları görüntüle

source: Relationships between %1$s and %2$s
de: Beziehungen zwischen %1$s und %2$s
nl: Verwantschappen tussen %1$s en %2$s
tr: %1$s ve %2$s arasındaki ilişkiler

source: established before %1$s
nl: eerder gevestigd%1$s
tr: %1$s'den önce kuruldu

source: Individual 1
de: Person 1
nl: Persoon 1
tr: Kişi 1

source: Individual 2
de: Person 2
nl: Persoon 2
tr: Kişi 2

source: Swap individuals
de: Personen tauschen
nl: Wissel personen
tr: Kişileri değiştir

source: Show details
de: Details anzeigen
nl: Toon details
tr: Detayları göster

source: The following options refer to overall connections established before %1$s.
nl: De volgende opties verwijzen naar de al eerder tot stand gebrachte algehele verbindingen%1$s
tr: Aşağıdaki seçenekler %1$s'den önce kurulan genel bağlantılarla ilgilidir.

source: Find all overall connections
de: Finde alle allgemeinen Verbindungen
nl: Vind alle algemene verbindingen
tr: Tüm genel bağlantıları bulun

source: Find other overall connections
de: Finden Sie weitere allgemeine Verbindungen
nl: Vind andere algemene verbindingen
tr: Diğer genel bağlantıları bulun

source: Uncorrected CoR (Coefficient of Relationship): %s
de: Unkorrekter CoR (Koeffizient der Beziehung): %s
nl: Ongecorrigeerd CoR (Coëfficiënt van verwantschap): %s
tr: Düzeltilmemiş CoR (İlişki Katsayısı): %s

source: (Number of relationships: %s)
de: (Anzahl der Beziehungen: %s)
nl: (Aantal verwantschappen: %s)
tr: (İlişki sayısı: %s)

source: that's overall not significantly closer than the closest relationship via common ancestors
nl: dat is over het algemeen niet aanzienlijk dichterbij dan de naaste relatie via gemeenschappelijke voorouders
tr: bu genel olarak, ortak atalar aracılığıyla en yakın ilişkiden önemli ölçüde daha yakın değil

source: that's overall as close as:
nl: dat is over het algemeen zo dichtbij als:
tr: genel olarak şuna yakın:

source: that's overall almost as close as:
nl: dat is over het algemeen bijna net zo dichtbij als:
tr: genel olarak neredeyse şuna yakın:

source: that's overall closer than:
nl: dat is over het algemeen dichterbij dan:
tr: bu genel olarak şundan daha yakın:

source: View Relationship
de: Zeige die Verwandtschaft
nl: Toon verwantschap
tr: İlişkiyi Görüntüle

source: Relationship: %s
de: Beziehung: %s
nl: Verwantschap: %s
tr: İlişki: %s

source: parents
nl: ouders
tr: ebeveynler

source: No link between the two individuals could be found.
de: Keine Verbindung zwischen den beiden Personen gefunden.
nl: Geen koppeling tussen de twee personen gevonden.
tr: İki kişi arasında hiçbir bağlantı bulunamadı.

source: If this is unexpected, and there are recent changes, you may have to follow this link:
nl: Als dit onverwacht is en er zijn recente wijzigingen, moet u mogelijk deze link volgen:
tr: Bu beklenmedik bir durumsa ve yakın zamanda yapılan değişiklikler varsa, bu bağlantıyı izlemeniz gerekebilir:

source: Update missing relationship links
nl: Update ontbrekende relatiekoppelingen
tr: Eksik ilişki bağlantılarını güncelle

source: This repository has been deleted. You should review the deletion and then %1$s or %2$s it.
de: Das Archiv wurde gelöscht. Sie sollten die Löschung prüfen und diese dann %1$s oder %2$s.
nl: Deze opslagplaats is gewist. Beoordeel deze verwijdering en %1$s of %2$s deze dan.
tr: Bu depo silindi. Silme işlemini ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This repository has been deleted. The deletion will need to be reviewed by a moderator.
de: Das Archiv wurde gelöscht. Die Löschung benötigt noch die Prüfung eines Moderators
nl: Deze opslagplaats is verwijderd. De verwijdering moet door een moderator beoordeeld worden.
tr: Bu depo silindi. Silme işleminin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This repository has been edited. You should review the changes and then %1$s or %2$s them.
de: Das Archiv wurde bearbeitet. Sie sollten die Änderungen prüfen und diese dann %1$s oder %2$s.
nl: Deze opslagplaats is gewijzigd. Beoordeel deze wijziging en %1$s of %2$s deze dan.
tr: Bu depo düzenlendi. Değişiklikleri ve ardından %1$s veya %2$s değerlerini gözden geçirmelisiniz.

source: This repository has been edited. The changes need to be reviewed by a moderator.
de: Das Archiv wurde bearbeitet. Die Änderungen müssen durch einen Moderator geprüft werden.
nl: Deze opslagplaats is gewijzigd. De wijzigingen moeten door een moderator goedgekeurd worden.
tr: Bu depo düzenlendi. Değişikliklerin bir moderatör tarafından gözden geçirilmesi gerekecektir.

source: This repository does not exist or you do not have permission to view it.
de: Das Archiv ist nicht vorhanden oder aber Sie besitzen nicht die benötigte Berechtigung, es zu sehen.
nl: Deze opslagplaats bestaat niet of u heeft geen recht deze in te zien.
tr: Bu depo mevcut değil veya onu görüntüleme izniniz yok.

source: Please enter a Given name, Last name, or Place in addition to Year
de: Bitte geben Sie einen Namen oder einen Ort zusätzlich zur Jahresangabe ein
nl: Vul a.u.b. een Voornaam, Achternaam, of Plaats in bij het Jaar
tr: Lütfen Yıl için ek olarak bir Verilen ad, Soyadı yada Yer girin

source: Associates
de: Beziehungen
nl: Deelgenoten
tr: Ortaklar

source: Show related persons/families
de: Zeige Personen und verwandte Familien
nl: Toon verwante personen/gezinnen.
tr: İlgili kişileri/aileleri göster

source: Last name
de: Nachname
nl: Achternaam
tr: Soyadı

source: soundex algorithm
de: Phonetischer Algorithmus
nl: soundex algoritme
tr: soundex algoritması

source: Entire record
de: Ganzer Datensatz
nl: Gehele record
tr: Tüm kayıt

source: Exact date
de: Genaues Datum
nl: Exacte datum
tr: Kesin tarih

source: &plusmn;%d year
de: &plusmn;%d Jahr
nl: &plusmin;%d jaar
tr: &plusmn;%d yıl

source: Before
de: Vor
nl: Voor
tr: Önce

source: After
de: Nach
nl: Na
tr: Sonra

source: Exact
de: Genau
tr: Kesin

source: Begins with
de: Beginnt mit
nl: Begint met
tr: İle başlar

source: Contains
de: Enthält
nl: Bevat
tr: İçerir

source: Sounds like
de: Lautet wie
nl: Klinkt als
tr: Sesler gibi

source: Add more fields
de: Mehr Felder hinzufügen
nl: Voeg meer velden toe
tr: Daha fazla alan ekle

source: select none
de: nichts auswählen
nl: selecteer niets
tr: hiçbirini seçme

source: invert selection
de: Auswahl umkehren
nl: keer selectie om
tr: seçimi ters çevir

source: Family trees
de: Stammbäume
nl: Stambomen
tr: Aile ağaçları

source: Installing kiwitrees
de: Installieren Sie kiwitrees
nl: Installeer kiwitrees
tr: Kiwitrees kurulumu

source: Select your default language
de: Voreingestellte Sprache wählen
nl: Selecteer uw standaard taal
tr: Varsayılan dilinizi seçin

source: 1 - Checking your server configuration
de: 1 - Prüfe die Serverkonfiguration
nl: 1- Controle van uw server instellingen
tr: 1 - Sunucu yapılandırmanızı kontrol etme

source: %s is disabled on this server. You cannot install Kiwitrees until it is enabled. Please ask your server’s administrator to enable it.
de: Sie können Kiwitrees noch nicht installieren, weil auf dem Server %s fehlt. Bitten Sie den Server-Administrator, dies für Sie einzurichten.
nl: %s is uitgeschakeld op deze server. Je kunt Kiwitrees niet installeren totdat deze is ingeschakeld. Vraag de serverbeheerder om deze in te schakelen.
tr: Bu sunucuda %s devre dışı bırakıldı. Kiwitrees etkinleştirilene kadar yükleyemezsiniz. Lütfen sunucunuzun yöneticisinden bunu etkinleştirmesini isteyin.

source: PHP extension "%s" is disabled. You cannot install Kiwitrees until this is enabled. Please ask your server's administrator to enable it.
de: Sie können Kiwitrees noch nicht installieren, weil auf dem Server die PHP-Erweiterung %s fehlt. Bitten Sie den Server-Administrator, dies für Sie einzurichten.
nl: PHP extensie "%s" is uitgeschakeld. U kunt Kiwitrees niet installeren tot dit ingeschakeld is. Vraag de serverbeheerder om dit in te schakelen.
tr: PHP uzantısı "%s" devre dışı bırakıldı. Bu etkinleştirilene kadar Kiwitrees'i yükleyemezsiniz. Lütfen sunucunuzun yöneticisinden bunu etkinleştirmesini isteyin.

source: jewish calendar
de: Jüdischer Kalender
nl: joodse kalender
tr: ibrani takvimi

source: creating thumbnails of images
de: Erstelle Thumbnails der Bilder
nl: Bezig met maken van miniaturen
tr: görüntülerin küçük resimlerini oluşturma

source: reporting
de: melden …
nl: rapporteren
tr: raporlama

source: PHP extension "%1$s" is disabled. Without it, the following features will not work: %2$s. Please ask your server's administrator to enable it.
de: Die PHP Einstellung "%1$s" ist deaktiviert. Ohne diese werden die folgenden Funktionen nicht funktionieren: %2$s. Bitten Sie Ihren Server-Administrator diese zu aktivieren.
nl: PHP extensie "%1$s" is uitgezet. Zonder dat, werken de volgende kenmerken niet meer: %2$s. Vraag de serverbeheerder dit in te schakelen.
tr: PHP uzantısı "%1$s" devre dışı bırakıldı. Bu olmadan, aşağıdaki özellikler çalışmaz: %2$s. Lütfen sunucunuzun yöneticisinden bunu etkinleştirmesini isteyin.

source: file upload capability
de: Fähigkeit für Datei-Upload
nl: Bestand upload capaciteit
tr: dosya yükleme yeteneği

source: PHP setting "%1$s" is disabled. Without it, the following features will not work: %2$s. Please ask your server's administrator to enable it.
de: Die PHP Erweiterung "%1$s" ist deaktiviert. Ohne diese werden die folgenden Funktionen nicht funktionieren: %2$s. Bitten Sie Ihren Server-Administrator diese zu aktivieren.
nl: PHP instelling "%1$s" is uitgezet. Zonder dat, werken de volgende kenmerken niet meer: %2$s. Vraag de serverbeheerder dit in te schakelen..
tr: PHP "%1$s" ayarı devre dışı bırakıldı. Bu olmadan, aşağıdaki özellikler çalışmaz: %2$s. Lütfen sunucunuzun yöneticisinden bunu etkinleştirmesini isteyin.

source: The server configuration is OK.
de: Die Servereinstellungen sind in Ordnung.
nl: De server configuratie is OK.
tr: Sunucu yapılandırması Tamam.

source: 2 - Checking your server capacity
de: 2 - Prüfe Serverleistung
nl: 2 - Controle van uw server capaciteit
tr: 2 - Sunucu kapasitenizi kontrol etme

source: The memory and CPU time requirements depend on the number of individuals in your family tree.
de: Die Speicher- und CPU-Zeit-Anforderungen sind abhängig von der Anzahl der Personen im Familienbaum.
nl: De vereisten voor geheugen en processortijd zijn afhankelijk van het aantal personen in uw stamboom.
tr: Bellek ve CPU süresi gereksinimleri, aile ağacınızdaki kişi sayısına bağlıdır.

source: The following list shows typical requirements.
de: Die folgende Liste zeigt typische Voraussetzungen.
nl: De volgende lijst toont u typische benodigdheden.
tr: Aşağıdaki liste tipik gereksinimleri gösterir.

source: Small systems (500 individuals): 16-32MB, 10-20 seconds
de: Kleiner Stammbaum (500 Personen): 16-32MB, 10-20 Sekunden
nl: Kleine systemen (500 personen): 16-32MB, 10-20 seconden
tr: Küçük sistemler (500 kişi): 16-32MB, 10-20 saniye

source: Medium systems (5000 individuals): 32-64MB, 20-40 seconds
de: Mittlerer Stammbaum (5000 Personen): 32-64MB, 20-40 Sekunden
nl: Middelmaat systemen (5000 personen): 32-64MB, 20-40 seconden.
tr: Orta sistemler (5000 kişi): 32-64MB, 20-40 saniye

source: Large systems (50000 individuals): 64-128MB, 40-80 seconds
de: Großer Stammbaum (50000 Personen): 64-128MB, 40-80 Sekunden
nl: Grote systemen (50000 personen): 64-128MB, 40-80 seconden
tr: Büyük sistemler (50000 kişi): 64-128MB, 40-80 saniye

source: This server's memory limit is %dMB and its CPU time limit is %d seconds.
de: Die Limits des Servers liegen bei %dMB für den Speicher und %d Sekunden CPU Zeit.
nl: De geheugenlimiet van der server is %dMB en de CPU tijdslimiet is %d seconden.
tr: Bu sunucunun bellek sınırı %d MB ve CPU süre sınırı %d saniyedir.

source: If you try to exceed these limits, you may experience server time-outs and blank pages.
de: Wenn sie versuchen diese Limits zu überschreiten, werden sie dadurch auf Server-Timout-Fehler und leere Seiten stoßen.
nl: Als u probeert deze waarden te overschrijden, kan dat leiden tot server time-outs en blanco pagina's.
tr: Bu sınırları aşmaya çalışırsanız, sunucu zaman aşımları ve boş sayfalarla karşılaşabilirsiniz.

source: If your server's security policy permits it, you will be able to request increased memory or CPU time using the <b>Kiwitrees</b> administration page. Otherwise, you will need to contact your server's administrator.
de: Wenn Ihre Server-Sicherheitspolitik dies zulässt, werden Sie in der Lage sein, mehr Speicher oder CPU-Zeit unter Verwendung der <b>Kiwitrees</b>-Verwaltungs-Seite anfordern. Andernfalls müssen Sie sich an Ihren Server-Administrator wenden.
nl: Als het beveiligingsbeleid van uw server dat toelaat , dan kunt u om meer geheugen of CPU-tijd verzoeken op de <b>Kiwitrees</b> beheerpagina. Anders dient u contact op te nemen met de beheerder/provider van uw server.
tr: Sunucunuzun güvenlik ilkesi izin veriyorsa, <b>Kiwitrees</b> yönetim sayfasını kullanarak artırılmış bellek veya CPU süresi talep edebileceksiniz. Aksi takdirde, sunucunuzun yöneticisine başvurmanız gerekecektir.

source: Oops! Kiwitrees was unable to create files in this folder.
de: Uups! Kiwitrees konnte in diesem Ordner keine Dateien erstellen.
nl: Oeps! Kiwitrees kan geen bestanden maken in deze map.
tr: Oops! Kiwitrees bu klasörde dosya oluşturamadı.

source: This usually means that you need to change the folder permissions to 777.
de: Dies besagt im Allgemeinen, dass die Verzeichnisberechtigung auf 777 geändert werden müssen.
nl: Dit betekent normalerwijze dat u de permissies voor de map moet veranderen naar 777.
tr: Bu genellikle klasör izinlerini 777 olarak değiştirmeniz gerektiği anlamına gelir.

source: You must change this before you can continue.
de: Um fortzufahren, muß dies erst geändert werden.
nl: U moet dit veranderen voordat u verder kan gaan.
tr: Devam etmeden önce bunu değiştirmelisiniz.

source: This database is only running MySQL version %s. You cannot install kiwitrees here.
nl: Deze database maakt gebruik van MySQL versie %s. U kunt kiwitrees hier niet installeren.
tr: Bu veritabanı yalnızca MySQL %s sürümünü çalıştırıyor. Kiwitrees'i buraya yükleyemezsiniz.

source: This database is only running MariaDB version %s. You cannot install kiwitrees here.
nl: Deze database maakt gebruik van MariaDB versie %s U kunt kiwitrees hier niet installeren.
tr: Bu veritabanı yalnızca MariaDB %s sürümünü çalıştırıyor. Kiwitrees'i buraya yükleyemezsiniz.

source: Unable to connect using these settings. Your server gave the following error.
de: Mit diesen Einstellungen konnte keine Verbindung aufgebaut werden. Der Server meldete folgenden Fehler zurück.
nl: Kan niet aansluiten met deze instellingen. Uw server gaf de volgende foutmelding.
tr: Bu ayarlar kullanılarak bağlanılamıyor. Sunucunuz aşağıdaki hatayı verdi.

source: Check the settings and try again.
de: Überprüfen Sie die Einstellungen und versuchen Sie es erneut.
nl: Controleer de instellingen en probeer opnieuw.
tr: Ayarları kontrol edin ve tekrar deneyin.

source: 3 - Checking the connection to your database server
de: 3 - Prüfung der Verbindung zum Datenbank Server
nl: 3 - Controle van de verbinding met uw databaseserver
tr: 3 - Veritabanı sunucunuzla olan bağlantının kontrol edilmesi

source: Kiwitrees needs a database. MySQL version %1$s or later, or MariaDB version %2$s or later.
nl: Kiwitrees heeft een database nodig, MySQL versie%1$s of hoger, of Maria DB versie%2$s of hoger
tr: Kiwitrees'in bir veritabanına ihtiyacı var. MySQL sürümü %1$s veya üzeri, veya MariaDB sürümü %2$s veya üzeri.

source: Your server's administrator will provide you with the connection details.
de: Ihr Serveradministrator bietet Ihnen die Verbindungsdetails.
nl: Uw server beheerder zal u de verbindingsdetails verstrekken.
tr: Sunucunuzun yöneticisi size bağlantı ayrıntılarını sağlayacaktır.

source: Database connection
de: Datenbank Verbindung
nl: Databaseverbinding
tr: Veritabanı bağlantısı

source: Most sites are configured to use localhost. This means that your database runs on the same computer as your web server.
de: Die meisten Websites sind als <b>localhost</b> konfiguriert. Das bedeutet das sich die Datenbank auf dem gleichen Computer befindet wie Ihr Webserver.
nl: De meeste sites zijn ingesteld om localhost te gebruiken. Dit betekent dat uw database op dezelfde computer draait als uw webserver.
tr: Çoğu site localhost kullanacak şekilde yapılandırılmıştır. Bu, veritabanınızın web sunucunuzla aynı bilgisayarda çalıştığı anlamına gelir.

source: Most sites are configured to use the default value of 3306.
de: Die meisten Websites sind so konfiguriert das sie den Standardwert 3306 nutzen.
nl: De meeste sites zijn ingesteld om standaard de waarde 3306 te gebruiken.
tr: Çoğu site, varsayılan değer olan 3306'yı kullanacak şekilde yapılandırılmıştır.

source: Database user account
de: Datenbank Benutzer Konto
nl: Database gebruikersaccount
tr: Veritabanı kullanıcı hesabı

source: This is case sensitive.
de: Es wird Zwischen Groß- und Kleinschreibung unterschieden.
nl: Dit is hoofdletter gevoelig.
tr: Bu büyük/küçük harfe duyarlıdır.

source: Database password
de: Datenbankpasswort
nl: Database wachtwoord
tr: Veritabanı şifresi

source: This database and table-prefix appear to be used by another application. If you have an existing PhpGedView system, you should create a new Kiwitrees system. You can import your PhpGedView data and settings later.
de: Diese Datenbank und Tabelle-Präfix scheinen von einer anderen Anwendung verwendet werden. Wenn Sie ein bestehendes PhpGedView System haben, sollten Sie ein neues Kiwitrees-System erstellen. Sie können Ihre PhpGedView Daten und Einstellungen später importieren.
nl: Deze database en tabelvoorvoegsel schijnen te worden gebruikt door een andere applicatie. Als u een bestaand PhpGedView-systeem heeft, moet u een nieuw Kiwitrees systeem aanmaken. De PhpGedView-gegevens en instellingen kunnen later geïmporteerd worden.
tr: Bu veritabanı ve tablo öneki, başka bir uygulama tarafından kullanılıyor gibi görünüyor. Mevcut bir PhpGedView sisteminiz varsa, yeni bir Kiwitrees sistemi oluşturmalısınız. PhpGedView verilerinizi ve ayarlarınızı daha sonra içe aktarabilirsiniz.

source: 4 - Enter your database and table names
de: 4 - Eingabe der Datenbank- und Tabellennamen
nl: 4 - Voer uw database- en tabelnamen in
tr: 4 - Veritabanınızı ve tablo adlarınızı girin

source: A database server can store many separate databases. You need to select an existing database (created by your server's administrator) or create a new one (if your database user account has sufficient privileges).
de: Ein Datenbank-Server kann viele separate Datenbanken speichern. Sie müssen wählen eine vorhandene Datenbank (erstellt von Ihrem Server-Administrator) oder eine neue erstellen (wenn Ihre Datenbank-Benutzerkonto über die erforderlichen Berechtigungen hat).
nl: Een database server kan meerder aparte databases opslaan. U moet een bestaande database selecteren (gemaakt door uw serverbeheerder) of maak een nieuwe (als uw database gebruikersaccount voldoende rechten heeft).
tr: Bir veritabanı sunucusu birçok ayrı veritabanını depolayabilir. Mevcut bir veritabanını (sunucunuzun yöneticisi tarafından oluşturulmuş) seçmeniz veya yeni bir tane oluşturmanız (veritabanı kullanıcı hesabınız yeterli ayrıcalıklara sahipse) gerekir.

source: Database name
de: Datenbankname
nl: Naam van de database
tr: Veritabanı adı

source: This is case sensitive. If a database with this name does not already exist Kiwitrees will attempt to create one for you. Success will depend on permissions set for your web server, but you will be notified if this fails.
de: Da ist Groß-/Kleinschreibung zu beachten. Wenn eine Datenbank mit diesem Namen nicht bereits vorhanden ist versucht Kiwitrees, für Sie eine zu erstellen. Der Erfolg hängt von Berechtigungen für Ihren Web-Server ab, aber Sie werden benachrichtigt, wenn dies nicht gelingt.
nl: Dit is hoofdletter gevoelig. Als een database met deze naam nog niet bestaat, zal Kiwitrees proberen deze aan te maken. Succes hangt af van de rechten die gelden op uw webserver, maar u krijgt bericht als het niet lukt.
tr: Bu büyük/küçük harfe duyarlıdır. Bu ada sahip bir veritabanı zaten mevcut değilse, Kiwitrees sizin için bir tane oluşturmaya çalışacaktır. Başarı, web sunucunuz için ayarlanan izinlere bağlı olacaktır, ancak bu başarısız olursa size bildirilecektir.

source: Table prefix
de: Tabellenpräfix
nl: Tabel voorvoegsel
tr: Tablo öneki

source: The prefix is optional, but recommended. By giving the table names a unique prefix you can let several different applications share the same database. "kt_" is suggested, but can be anything you want.
de: Die Benutzung eines Präfix ist zwar nicht zwingend erforderlich, wird aber empfohlen. Wenn Sie ihren Tabellennamen ein Präfix voranstellen, können Sie Ihre Datenbank mit mehreren Programmen gleichzeitig nutzen. "wt_" wird vorgeschlagen, aber Sie können auch ein anderes Präfix vergeben.
nl: Het voorvoegsel is optioneel, maar wel aanbevolen. Door tabelnamen een uniek voorvoegsel te geven, kunnen verschillende applicaties gebruik maken van dezelfde database. "kt_" is onze suggestie, maar het kan alles zijn wat u wilt.
tr: Önek isteğe bağlıdır, ancak önerilir. Tablo adlarına benzersiz bir önek vererek, birkaç farklı uygulamanın aynı veritabanını paylaşmasına izin verebilirsiniz. "kt_" önerilir, ancak istediğiniz herhangi bir şey olabilir.

source: The password needs to be at least six characters long.
de: Das Passwort muss mindestens sechs Zeichen lang sein.
nl: Het wachtwoord moet minstens zes karakters bevatten.
tr: Şifrenin en az altı karakter uzunluğunda olması gerekir.

source: You must enter all the administrator account fields.
de: Sie müssen alle Administrator Konto Felder ausfüllen.
nl: U moet alle velden van het beheerdersaccount invullen.
tr: Tüm yönetici hesabı alanlarını girmeniz gerekir.

source: 5 - System settings
de: 5 - Systemeinstellungen
nl: 5 -Systeem instellingen
tr: 5 - Sistem ayarları

source: Administrator account
de: Administrator Konto
nl: Beheerdersaccount
tr: Yönetici hesabı

source: You need to set up an administrator account. This account can control all aspects of this <b>Kiwitrees</b> installation. Please choose a strong password.
de: Sie müssen einen Administrator-Account einrichten. Dieser Account kann alle Belange der <b>Kiwitrees</b> Installation kontrollieren/ beeinflussen. Bitte wählen Sie eine "starkes" Paßwort
nl: U moet een beheerdersaccount aanmaken. Dit account kan alle aspecten van deze <b>Kiwitrees</b>installatie beheren. Kies a.u.b. een sterk wachtwoord.
tr: Bir yönetici hesabı oluşturmanız gerekir. Bu hesap, bu <b>Kiwitrees</b> kurulumunun tüm yönlerini denetleyebilir. Lütfen güçlü bir şifre seçin.

source: Login ID
de: Benutzername
nl: Aanmeld-ID
tr: Oturum açma kimliği

source: You will use this to login to Kiwitrees.
de: Bitte benutzen Sie das Login für kiwitrees.
nl: U moet dit gebruiken om aan te melden bij Kiwitrees
tr: Kiwitrees'e giriş yapmak için bunu kullanacaksınız.

source: This must to be at least six characters. It is case-sensitive.
de: Das Passwort muss mindestens sechs Zeichen lang sein. Groß- und Kleinschreibung werden unterschieden!
nl: Dit moet tenminste zes karakters lang zijn. Het is hoofdletter gevoelig.
tr: Bu en az altı karakter olmalıdır. Büyük/küçük harfe duyarlıdır.

source: An unexpected database error occurred.
de: Ein unerwarteter Datenbankfehler ist aufgetreten.
nl: Een onverwachte databasefout is opgetreden.
tr: Beklenmeyen bir veritabanı hatası oluştu.
