Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: The family trees were combined successfully.
de: Die Stammbäume wurden erfolgreich zusammengeführt.
nl: De stambomen zijn succesvol samengevoegd.
tr: Aile ağaçları başarıyla birleştirildi.

source: Copy all the records from %1$s into %2$s
de: Alle Datensätze von %1$s zu %2$s kopieren.
nl: Kopieer alle records van %1$s in %2$s
tr: %1$s içindeki tüm kayıtları %2$s içine kopyalayın

source: continue
de: Weiter
nl: doorgaan
tr: devam et

source: Changes
de: Änderungen
nl: Wijzigingen
tr: Değişiklikler

source: accepted
de: angenommen
nl: geaccepteerd
tr: kabul edildi

source: rejected
de: abgewiesen
nl: geweigerd
tr: reddedildi

source: pending
de: ausstehend
nl: uitstaand
tr: bekliyor

source: Status
tr: Durum

source: Record
de: Datensatz
tr: Kayıt

source: Old data
de: Alte daten
nl: Oude gegevens
tr: Eski veriler

source: GEDCOM Data
de: GEDCOM-Daten
nl: GEDCOM gegevens
tr: GEDCOM Verileri

source: Check for errors
de: Fehlersuche
nl: Controleer op fouten
tr: Hataları kontrol edin

source: Types of error
de: Fehlertypen
nl: Soorten fouten
tr: Hata türleri

source: This may cause a problem for kiwitrees.
de: Dies kann einen Fehler bei kiwitrees verursachen.
nl: Dit kan een probleem zijn voor kiwitrees.
tr: Bu, kiwitrees için bir soruna neden olabilir.

source: This may cause a problem for other applications.
de: Dies kann Fehler in anderen Anwendungen verursachen.
nl: Dit kan problemen voor andere toepassingen veroorzaken.
tr: Bu, diğer uygulamalar için bir soruna neden olabilir.

source: This may be a mistake in your data.
de: Dies kann ein Fehler in Deinen Daten sein.
nl: Dit kan een fout in uw gegevens zijn.
tr: Bu verilerinizde bir hata olabilir.

source: %1$s does not exist. Did you mean %2$s?
de: %1$s gibt es nicht. Ist vielleicht %2$s gemeint?
nl: %1$s bestaat niet. Bedoelde u %2$s?
tr: %1$s mevcut değil. %2$s mı demek istediniz?

source: %1$s does not exist.
de: %1$s gibt es nicht.
nl: %1$s bestaat niet.
tr: %1$s mevcut değil.

source: This type of link is not allowed here.
de: Dieser Verweistype ist hier nicht zugelassen.
nl: Dit soort koppeling is hier niet toegestaan
tr: Bu tür bağlantıya burada izin verilmiyor.

source: %1$s is a %2$s but a %3$s is expected.
de: %1$s ist ein %2$s, aber ein %3$s wird erwartet.
nl: %1$s is een %2$s maar hier wordt een %3$s verwacht.
tr: %1$s bir %2$s olur, ancak bir %3$s bekleniyor.

source: %1$s does not have a link back to %2$s.
de: %1$s besitzt keinen Rückverweis auf %2$s.
nl: %1$s heeft geen koppeling terug naar %2$s.
tr: %1$s in %2$s ile geriye bağlantısı yok.

source: No errors were found.
de: Es wurden keine Fehler gefunden.
nl: Geen fouten gevonden
tr: Hata bulunamadı.

source: %1$s %2$s has a %3$s link to %4$s.
de: %1$s %2$s hat einen %3$s Verweis auf %4$s.
nl: %1$s %2$s heeft een %3$s koppeling naar %4$s.
tr: %1$s %2$s, %4$s ile %3$s bağlantısına sahip.

source: Family tree configuration
de: Einstellungen des Familien-Stammbaums
nl: Stamboominstellingen
tr: Aile ağacı yapılandırması

source: Show to visitors
de: sichtbar für Besucher
nl: Toon aan bezoekers
tr: Ziyaretçilere göster

source: Show to members
de: sichtbar für Mitglieder
nl: Toon aan leden
tr: Üyelere göster

source: Show to managers
de: sichtbar für Verwalter
nl: Toon aan de beheerders
tr: Yöneticilere göster

source: Hide from everyone
de: niemand zeigen
nl: Verberg voor iedereen
tr: Herkesten gizle

source: General
de: Allgemeines
nl: Algemeen
tr: Genel

source: Contact information
de: Kontakt Information
nl: Contactinformatie
tr: İletişim bilgileri

source: Website
de: Adresse der Webseite
nl: Website URL
tr: İnternet sitesi

source: Privacy
de: Datenschutz
tr: Gizlilik

source: Layout
de: Ansicht
nl: Opmaak
tr: Yerleşim

source: Hide &amp; show
de: Verstecke &amp Zeige
nl: Verberg &amp; Toon
tr: Gizle &amp; göster

source: Edit options
de: Optionen bearbeiten
nl: Wijzigingsopties
tr: Seçenekleri düzenle

source: Theme
de: Design
nl: Thema
tr: Tema

source: Family tree title
de: Titel des Familien-Stammbaums
nl: Stamboomtitel
tr: Aile ağacı başlığı

source: Family tree subtitle
de: Untertitel des Familien-Stammbaums
nl: Stamboom subtitel
tr: Aile ağacı altbaşlığı

source: Avoid spaces and punctuation. A family name might be a good choice.
de: Bitte kurz halten und Leerstellen und Interpunktionen vermeiden. Ein Familienname ist eine gute Wahl.
nl: Houd dit kort en vermijd spaties en leestekens. Een familienaam is een goede keus.
tr: Boşluklardan ve noktalama işaretlerinden kaçının. Bir aile adı iyi bir seçim olabilir.

source: Language
de: Sprache
nl: Taal
tr: Dil

source: If a visitor to the site has not specified a preferred language in their browser configuration, or they have specified an unsupported language, then this language will be used. Typically, this setting applies to search engines.
de: Diese Sprache wird genutzt, wenn im Browser des Besuchers keine oder eine nicht unterstützte Vorzuggssprache eingetragen ist. Typischerweise dient diese Einstellung für Suchmaschinen.
nl: Wanneer een bezoeker van de site geen voorkeurtaal in de browser-configuratie heeft opgegeven, of er is een niet-ondersteunde taal ingesteld, dan zal deze taal gebruikt worden. Deze instelling geldt voornamelijk voor zoekmachines
tr: Boşluklardan ve noktalama işaretlerinden kaçının. Bir aile adı iyi bir seçim olabilir.

source: Default individual
de: voreingestellte Startperson
nl: Standaard persoon
tr: Varsayılan birey

source: Unable to find record with ID
de: Kann den Datensatz mit folgendem ID nicht finden:
nl: Kan geen record vinden met ID
tr: Kimlikli kayıt bulunamadı

source: This individual will be selected by default when viewing charts and reports.
de: Diese Person wird als Ausgangsperson in Darstellungen und Berichten angenommen.
nl: Deze persoon wordt standaard gebruikt voor diagrammen en rapporten.
tr: Grafikleri ve raporları görüntülerken bu kişi varsayılan olarak seçilecektir.

source: Calendar conversion
de: Kalenderumrechnung
nl: Kalenderomzetting
tr: Takvim dönüştürme

source: No calendar conversion
de: Keine Übersetzung
nl: Geen kalenderomzetting
tr: Takvim dönüşümü yok

source: Different calendar systems are used in different parts of the world and many other calendar systems have been used in the past. Where possible you should enter dates using the calendar in which the event was originally recorded. You can then specify a conversion to show these dates in a more familiar calendar. If you regularly use two calendars you can specify two conversions and dates will be converted to both the selected calendars.
de: An verschiedenen Orten der Welt werden verschiedene Kalendersysteme genutzt und viele weitere wurden in der Vergangenheit genutzt. Nach Möglichkeit sollten Sie Daten in dem System eingeben in dem diese ursprünglich angegeben wurden. Danach können Sie eine Umwandlung vorgeben, um das Datum in einem allgemein üblichen Kalender darzustellen. Falls Sie regelmäßig zwei Kalender nutzen, können zwei Vorgaben für die Umwandlung gemacht werden und die Daten werden in beide gewählte Kalender konvertiert.
nl: Verschillende kalendersystemen worden in verschillende delen van de wereld gebruikt en vele anderen zijn in het verleden gebruikt. Waar mogelijk zou u de data moeten invoeren gebruik makend van de kalender die op dat moment in gebruik was. U kunt daarna een conversie opgeven om de datum in een gangbare kalender weer te geven. Als u vaak twee kalenders gebruikt, dan kunt u twee conversies opgeven en worden data geconverteerd naar beide geselecteerde kalenders.
tr: Dünyanın farklı yerlerinde farklı takvim sistemleri kullanılmaktadır ve geçmişte daha birçok takvim sistemi kullanılmıştır. Mümkünse, etkinliğin orijinal olarak kaydedildiği takvimi kullanarak tarihleri girmelisiniz. Daha sonra bu tarihleri daha tanıdık bir takvimde göstermek için bir dönüşüm belirtebilirsiniz. Düzenli olarak iki takvim kullanıyorsanız, iki dönüşüm belirtebilirsiniz ve tarihler seçilen her iki takvime de dönüştürülür.

source: The following calendars are supported
de: Folgende Kalender werden unterstützt:
nl: De volgende kalenders worden ondersteund
tr: Aşağıdaki takvimler desteklenir

source: Dates are only converted if they are valid for the calendar. For example, only dates between %1$s and %2$s will be converted to the French calendar and only dates after %3$s will be converted to the Gregorian calendar.
de: Es werden nur die für den jeweiligen Kalender gültigen Datumsangaben konvertiert. So werden zum Beispiel nur Daten zwischen %1$s und %2$s in den Französischen Revolutionskalender und nur Datumsangaben nach %3$s in den Gregorianischen Kalender konvertiert.
nl: Datums worden alleen omgezet als ze geldig zijn voor de kalender. Bijvoorbeeld, alleen datums tussen %1$s en %2$s zullen worden omgezet naar de Franse kalender en alleen datums na %3$s zullen naar de Gregoriaanse kalender worden omgezet.
tr: Tarihler yalnızca takvim için geçerliyse dönüştürülür. Örneğin, yalnızca %1$s ile %2$s arasındaki tarihler Fransız takvimine dönüştürülür ve yalnızca %3$s'den sonraki tarihler Miladi takvime dönüştürülür.

source: In some calendars days start at midnight. In other calendars days start at sunset. The conversion process does not take account of the time so for any event that occurs between sunset and midnight, the conversion between these types of calendar will be one day out.
de: In einigen Kalendern beginnen die Tage um Mitternacht. In anderen beginnen sie mit Sonnenuntergang. Da bei der Umsetzung die Uhrzeit nicht berücksichtigt wird, weicht bei allen zwischen Sonnenuntergang und Mitternacht erfolgten Ereignissen das Ergebnisdatum um einen Tag ab.
nl: In sommige kalenders beginnen dagen op middernacht. In andere kalenders beginnen dagen op zonsopgang. Het conversieproces houdt geen rekening met de tijd, dus voor elke gebeurtenis die plaatsvindt tussen zonsopgang en middernacht zal een conversie tussen deze kalendertypen een dag missen.
tr: Bazı takvimlerde günler gece yarısından başlar. Diğer takvimlerde günler gün batımıyla başlar. Dönüştürme işlemi zamanı hesaba katmaz, bu nedenle gün batımı ile gece yarısı arasında meydana gelen herhangi bir olay için, bu tür takvimler arasındaki dönüşüm bir gün dışarı olacaktır.

source: Use RIN number instead of GEDCOM ID
de: RIN# anstelle von GEDCOM ID verwenden
nl: Gebruik RIN nummer in plaats van GEDCOM ID
tr: GEDCOM Kimliği yerine RIN numarasını kullanın

source: Set to <b>Yes</b> to use the RIN number instead of the GEDCOM ID when asked for Individual IDs in configuration files, user settings, and charts. This is useful for genealogy programs that do not consistently export GEDCOMs with the same ID assigned to each individual but always use the same RIN.
de: Bei <b>Ja</b> wird die RIN Nummer anstelle der GEDCOM ID verwendet, wenn in Konfigurationen, Benutzer-Einstellungen und Diagrammen nach Personen gefragt wird. Dies ist hilfreich für Genealogie Software die GEDCOM-Dateien nicht mit einheitlichen IDs aber immer mit der gleichen RIN für Personen exportiert.
nl: Kies <b>Ja</b> om het RIN-nummer te gebruiken, in plaats van de GEDCOM-ID, als er gevraagd word voor persoon-IDs in configuratiebestanden, gebruikersinstellingen, en diagrammen. Dit is handig voor genealogische programmas die niet consequent GEDCOM exporteren met dezelfde ID toegekend aan elke persoon, maar altijd dezelfde RIN gebruiken.
tr: Yapılandırma dosyalarında, kullanıcı ayarlarında ve çizelgelerde Bireysel Kimlikler istendiğinde GEDCOM Kimliği yerine RIN numarasını kullanmak için <b>Evet</b> olarak ayarlayın. Bu, GEDCOM'ları her bir bireye atanan aynı Kimlik ile tutarlı bir şekilde dışa aktarmayan ancak her zaman aynı RIN'i kullanan şecere programları için kullanışlıdır.

source: Automatically create globally unique IDs
de: Global einmalig vorkommende ID-Nummern erstellen
nl: Genereer automatisch globaal unieke ID's
tr: Genel olarak benzersiz Kimlikleri otomatik olarak oluştur

source: <b>GUID</b> in this context is an acronym for «Globally Unique ID».<br>GUIDs are intended to help identify each individual in a manner that is repeatable, so that central organizations such as the Family History Center of the LDS Church in Salt Lake City, or even compatible programs running on your own server, can determine whether they are dealing with the same person no matter where the GEDCOM originates. The goal of the Family History Center is to have a central repository of genealogical data and expose it through web services. This will enable any program to access the data and update their data within it.<br><br>If you do not intend to share this GEDCOM with anyone else, you do not need to let kiwitrees create these GUIDs; however, doing so will do no harm other than increasing the size of your GEDCOM.
de: In diesem Zusammenhang ist <b>GUID</b> ein Akronym für «Globally Unique ID».<br /><br />Solche Nummern sollen Personen so identifizieren, dass jede Person immer die gleiche Nummer erhält. Das hat zum Zweck dass zentrale Behörden, wie zum Beispiel der Family History Center der HLT-Kirche in Salt Lake City, oder sogar andere Programme die auf Ihrem Computer laufen, bestimmen können dass sie die gleiche Person behandeln, gleich der Ursprung der GEDCOM-Datei. Eines der Ziele des Family History Centers ist eine einzige genealogische Datenbank, die über das Internet zugreifbar ist, und worin jedes Programm Zugriff zu den Daten hat, und worin jedes Programm auch seine eigene Daten ergänzen kann.<br /><br />Falls Sie Ihre Datenbank nicht mit Anderen tauschen möchten, ist es nicht notwending, dass <b>webtrees</b> solche ID-Nummern erstellt. Es ist auch nicht falsch, dass PhpGedView diese Nummern immer erstellt.
nl: <b>GUID</b> in deze context is een acroniem voor «Globaal Unieke ID». <br>GUIDs zijn bedoeld om elke persoon vaker te kunnen identificeren, zodat centrale organisaties, zoals het Family History Center van de LDS Church in Salt Lake City, of zelfs compatibele programmas welke op uw eigen server draaien, kunnen bepalen of ze met dezelfde persoon te maken hebben, ongeacht waar de GEDCOM vandaan komt. Het doel van het Family History Center is het maken van een centrale opslagplaats met genealogische gegevens en deze via webdiensten beschikbaar te stellen. Hierdoor kan elk programma die gegevens inzien en bijwerken. <br><br> Als u niet van plan bent deze GEDCOM te delen met anderen, dan hoeft u kiwitrees deze GUIDs niet te laten maken; echter, wel doen heeft echter geen ander nadeel dan dat uw GEDCOM groter word.
tr: Bu bağlamda <b>GUID</b>, «Globally Unique ID»nin kısaltmasıdır.<br>GUID'ler (Genel Benzersiz Kimlikler), her bir bireyi tekrarlanabilir bir şekilde tanımlamaya yardımcı olmayı amaçlar, böylece Aile Tarihi Merkezi gibi merkezi kuruluşlar Salt Lake City'deki LDS Kilisesi, hatta kendi sunucunuzda çalışan uyumlu programlar, GEDCOM'un nereden geldiğine bakılmaksızın aynı kişiyle ilgilenip ilgilenmediklerini belirleyebilir. Aile Tarihi Merkezinin amacı, merkezi bir şecere verisi deposuna sahip olmak ve bunu web hizmetleri aracılığıyla ortaya çıkarmaktır. Bu, herhangi bir programın verilere erişmesini ve içindeki verilerini güncellemesini sağlayacaktır.<br><br>Bu GEDCOM'u başka biriyle paylaşmayı düşünmüyorsanız, kiwitrees'in bu GUID'leri oluşturmasına izin vermeniz gerekmez; ancak bunu yapmak GEDCOM'unuzun boyutunu artırmaktan başka bir zarar vermez.

source: XREF prefixes
de: Voranstellungen
nl: Voorvoegsels
tr: XREF önekleri

source: Individual
de: Person
nl: Persoon
tr: Birey

source: Family
de: Familie
nl: Gezin
tr: Aile

source: Source
de: Quelle
nl: Bron
tr: Kaynak

source: Repository
de: Archiv
nl: Opslagplaats
tr: Depo

source: Note
de: Anmerkung
nl: Notitie
tr: Not

source: In a family tree, each record has an internal reference number (called an “XREF”) such as “F123” or “R14”. You can choose the prefix that will be used whenever <b>new</b> XREFs are created.
nl: In een stamboom heeft elk record een intern verwijzingsnummer (genaamd een "XREF") zoals “F123” or “R14”. U kunt het voorvoegsel kiezen dat gebruikt gaat worden wanneer <b>nieuwe</b> XREF-'s worden gemaakt.
tr: Bir aile ağacında, her kaydın "F123" veya "R14" gibi bir dahili referans numarası ("XREF" olarak adlandırılır) vardır. Her <b>yeni</b> XREF oluşturulduğunda kullanılacak öneki seçebilirsiniz.

source: Kiwitrees reply address
de: Kiwitrees Antwort-Mailadresse
nl: Kiwitrees antwoordadres
tr: Kiwitrees yanıt adresi

source: Email address to be used in the “From:” field of emails that kiwitrees creates automatically.<br>Kiwitrees can automatically create emails to notify administrators of changes that need to be reviewed. Kiwitrees also sends notification emails to users who have requested an account.<br><br>Usually, the “From:” field of these automatically created emails is something like From: kiwitrees-noreply@yoursite to show that no response to the email is required. To guard against spam or other email abuse, some email systems require each message’s “From:” field to reflect a valid email account and will not accept messages that are apparently from account kiwitrees-noreply.
de: Die Mail-Adresse, die für das «Absender:» Feld von automatisch erstellten Mails benutzt werden soll.<br /><br /><b>webtrees</b> erstellt automatische Mails, die den Verwalter darauf aufmerksam machen, dass Änderungen gemacht wurden, und dass diese noch kontrolliert werden müssen. Automatische Mails werden auch erstellt, wenn neue Benutzer einen Zugriffsantrag gemacht haben.<br /><br />Das «Absender:» Feld dieser automatischen Mails ähnelt gewöhnlich <i>Abs: kiwitrees-noreply@yoursite</i> und das bedeutet dass keine Antwort erwartet ist. Um gültige Mails zu erkennen, erfordern manche Mail-Systeme dass jede Mail-Nachricht eine gültige Absender-Adresse hat. Diese Mail-Systeme erkennen also keine Mails vom Absender <i>kiwitrees-noreply</i> als gültig.
nl: E-mailadres welke wordt ingevuld in het “Van:”veld van de automatisch door kiwitrees gemaakte e-mails.<br>Kiwitrees kan automatisch e-mails maken om beheerders te informeren over wijzigingen die gecontroleerd moeten worden. Kiwitrees stuurt ook kennisgeving e-mails naar gebruikers die om een account hebben verzocht. <br><br>Meestal staat in het “Van:”veld van deze automatisch gegenereerde e-mail iets als Van: kiwitrees-noreply@yoursite om te tonen dat er geen reactie op die e-mail nodig is. Sommige e-mailsystemen vereisen dat in het “Van:”veld een adres van een geldig e-mailaccount wordt gebruikt ter voorkoming van spam en ander e-mailmisbruik en zullen berichten niet accepteren van een account als kiwitrees-noreply.
tr: Kiwitrees'in otomatik olarak oluşturduğu e-postaların "Kimden:" alanında kullanılacak e-posta adresi.<br>Kiwitrees, gözden geçirilmesi gereken değişiklikleri yöneticilere bildirmek için otomatik olarak e-postalar oluşturabilir. Kiwitrees ayrıca hesap talep eden kullanıcılara bildirim e-postaları gönderir.<br><br>Genellikle, bu otomatik olarak oluşturulan e-postaların "Kimden:" alanı, e-postaya yanıt gerekmediğini göstermek için Kimden: kiwitrees-noreply@siteniz gibi bir şeydir. İstenmeyen e-posta veya diğer e-postaların kötüye kullanılmasına karşı korunmak için bazı e-posta sistemleri, her iletinin "Kimden:" alanının geçerli bir e-posta hesabını yansıtmasını gerektirir ve görünüşte kiwitrees-noreply hesabından gelen iletileri kabul etmez.

source: Genealogy contact
de: Ihre Kontakt Mail-Adresse für genealogische Fragen
nl: E-mail genealogische vragen
tr: Şecere iletişim

source: The person to contact about the genealogical data on this site.
de: Die Mail-Adresse die Ihre Besucher kontaktieren sollen, falls sie Fragen zu den genealogischen Daten auf Ihrer Website haben.
nl: Het e-mailadres dat gebruikt moet worden als er vragen zijn over de genealogische gegevens op deze website.
tr: Bu sitedeki şecere verileri hakkında iletişim kurulacak kişi.

source: Technical help contact
de: Kontakt für technische Fragen
nl: Contactpersoon technische hulp
tr: Teknik yardım iletişim

source: The person to be contacted about technical questions or errors encountered on your site.
de: Kontaktperson, an die man sich wenden kann falls technische Fragen oder Fehler auftauchen.
nl: De persoon waar contact mee opgenomen moet worden voor technische vragen of fouten die opgetreden zijn op uw site.
tr: Sitenizde karşılaşılan teknik sorular veya hatalar hakkında iletişime geçilecek kişi.

source: Add to TITLE header tag
de: Zur «TITLE» Kennung im Kopfbereich hinzufügen
nl: Voeg toe aan TITLE header tag
tr: BAŞLIĞA üstbilgi etiketi ekle

source: This text will be appended to each page title. It will be shown in the browser’s title bar, bookmarks, etc.
de: Dieser Text wird an jeden Seitentitel angehängt. Er wird in der Kopfzeile des Browsers, Lesezeichen u.s.w. verwandt.
nl: Deze tekst zal worden toegevoegd aan elke paginatitel. Het zal worden getoond in de browser titelbalk, bladwijzers, enz.
tr: Bu metin her sayfa başlığına eklenecektir. Tarayıcının başlık çubuğunda, yer imlerinde vb. gösterilecektir.

source: Description META tag
de: META Tag Beschreibung
nl: META-tag omschrijving
tr: META etiketi açıklaması

source: The value to place in the “meta description” tag in the HTML page header. Leave this field empty to use the name of the currently active family tree.
de: Der Wert für das META Tag Feld «description» im HTML-Seitenkopf. Lassen Sie dieses Feld leer, um den Titel der aktuellen GEDCOM-Datei zu verwenden.
nl: Deze waarde wordt geplaatst in de omschrijving meta-tag in de header van de HTML-pagina. Als dit veld leeg wordt gelaten, wordt de naam van de actieve database gebruikt.
tr: HTML sayfa başlığındaki "meta açıklama" etiketine yerleştirilecek değer. Şu anda etkin olan aile ağacının adını kullanmak için bu alanı boş bırakın.

source: Enable privacy
de: Aktivieren Sie die Privatsphäre
nl: Schakel privacy in
tr: Gizliliği etkinleştir

source: This option will enable all privacy settings and hide the details of living people, as defined or modified below. If privacy is not enabled kiwitrees will ignore all the other settings on this page.
de: Diese Option aktiviert den Datenschutz und verbirgt Detailinformationen lebender Personen, gemäß der Definition unter dem Datenschutz-Reiter der Konfigurationsseite jeder einzelnen GEDCOM Datei.
nl: Deze optie activeert alle privacy-instellingen en verbergt details van levende personen, zoals gedefiniëerd of gewijzigd op het Privacytabblad van elke GEDCOM-instellingen pagina.
tr: Bu seçenek tüm gizlilik ayarlarını etkinleştirecek ve aşağıda tanımlandığı veya değiştirildiği gibi yaşayan insanların ayrıntılarını gizleyecektir. Gizlilik etkin değilse kiwitrees bu sayfadaki diğer tüm ayarları yoksayar.

source: <b>Note:</b> "living" is defined (if no death or burial is known) as ending %d year after birth or estimated birth.
de: Bemerkung: "lebend" ist definiert (sofern weder Tod noch Bestattung genannt ist) solange nicht %d komplette Jahre nach dem Geburtsdatum oder geschätztem Geburtsdatum vergangen sind.
nl: Opmerking: "levend" is bepaald (als geen overlijden of begrafenis bekend is) als geëindigd %d na geboorte of geschatte geboorte.
tr: <b>Not:</b> "yaşamak" (ölüm veya defin bilinmiyorsa) doğumdan veya tahmini doğumdan sonraki %d yıl sonu olarak tanımlanır.

source: The length of time after birth can be set using the option "Age at which to assume a person is dead".
de: Die Zeitspanne nach dem Geburtsdatum kann im Datenschutzreiter unter Punkt "Alter, ab dem angenommen wird, dass eine Person verstorben ist" eingestellt werden.
nl: De tijdsduur na geboorte kan ingesteld worden op de privacy configuratietab optie "Leeftijd waarop wordt aangenomen dat een persoon overleden is".
tr: Doğumdan sonraki süre, "Bir kişinin öldüğünü varsayma yaşı" seçeneği kullanılarak ayarlanabilir.

source: Show dead people
de: Verstorbene Personen zeigen
nl: Toon overleden personen
tr: Ölü insanları göster
