Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: The “basic” autocomplete simply searches existing place levels for any that contain a word starting with the string of characters you type, updating as you add characters. No other assistance is provided. <br><br> The "advanced" alternative starts the same, but also provides further features, which might not be compatible with every site's preferred naming style.: <br><br> 1) After typing a comma and a space at any point it will start the search again, but using subsequent levels of your existing places. This allows, for example, a new town to be added to an existing state or county without re-typing all the existing data. <br><br> 2) Place names are capitalised automatically using "word caps", or capitalising each separate word. This enables faster typing by allowing you to type just lowercase characters. <br><br> It is important to remember that such automated help can have unintended consequences. These may need manually correcting during the editing process.
nl: De "basis" automatisch aanvullen doorzoekt de bestaande plaatsnamen op het begin van de reeks letters die u typt, welke geupdated wordt als u lettertekens toevoegt. Er zijn geen andere hulpmogelijkheden. <br><br> Het alternatief "geavanceerd" begint hetzelfde, maar voorziet in meer funktie's, welke misschien niet compatibel zijn met op de website gebruikte naamgeving van plaatsen.:<br><br> 1) Na het typen van een komma of spatie op welke plek dan ook zal het zoeken opnieuw starten, maar gebruikt het volgende level van de bestaande plaatsen. Dit zorgt bijvoorbeeld dat een nieuwe plaats wordt toegevoegd aan een bestaand land of provincie zonder het overnieuw intypen van al deze gegevens.<br><br> 2) Plaatsnamen krijgen automatisch hoofdletters, of elk afzonderlijk woord krijgt een hoofdletter. Dit maakt sneller typen mogelijk doordat u alleen kleine letters hoeft te typen.<br><br> Het is belangrijk er op te letten dat deze automatische hulp onbedoelde invoer tot gevolg kan hebben. Het kan nodig zijn om handmatig te corrigeren tijdens het invoeren.
tr: "Temel" otomatik tamamlama, yazdığınız karakter dizisiyle başlayan bir kelime içeren herhangi bir yer için mevcut yer seviyelerini arar ve siz karakter ekledikçe güncellenir. Başka bir yardım sağlanmaz. <br><br> "Gelişmiş" alternatif aynı şekilde başlar, ancak her sitenin tercih ettiği adlandırma stiliyle uyumlu olmayabilecek başka özellikler de sağlar.: <br><br> 1) Herhangi bir noktada bir virgül ve bir boşluk yazdıktan sonra, aramayı yeniden başlatır, ancak mevcut yerlerinizin sonraki seviyelerini kullanır. Bu, örneğin, mevcut tüm verileri yeniden yazmadan yeni bir kasabanın mevcut bir eyalet veya ilçeye eklenmesine izin verir. <br><br> 2) Yer adları, "kelime büyük harf" kullanılarak otomatik olarak büyük harfle yazılır veya her bir kelime büyük harfle yazılır. Bu, yalnızca küçük harfli karakterler yazmanıza izin vererek daha hızlı yazmayı sağlar. <br><br> Bu tür otomatik yardımın istenmeyen sonuçlara yol açabileceğini hatırlamak önemlidir. Bunların düzenleme işlemi sırasında manuel olarak düzeltilmesi gerekebilir.

source: Do not update the “last change” record
de: Bitte nicht den "Letzte Änderung" Datensatz verändern.
nl: Niet het "laatste wijziging" record vernieuwen
tr: “Son değişiklik” kaydını güncellemeyin

source: Administrators sometimes need to clean up and correct the data submitted by users.<br>When Administrators make such corrections information about the original change is replaced.<br>When this option is selected kiwitrees will retain the original change information instead of replacing it.
de: Administratoren müssen manchmal die Daten bereinigen und korrigieren die von den Benutzern eingereicht. <br>Wenn Administratoren solche Korrekturen machen, werden die Informationen über die ursprüngliche Änderung ersetzt. <br>Wenn diese Option ausgewählt wird, Kiwitrees behält die ursprüngliche Änderungsinformationen anstatt sie zu ersetzen.
nl: Beheerders moeten soms de gegevens aangeleverd door gebruikers opschonen of verbeteren.<br>Wanneer beheerders zulke correctie's maken zal de informatie over de originele wijziging vervangen worden.<br>Wanneer deze optie geselecteerd is zal kiwitrees de originele wijziging behouden in plaats van het te vervangen.
tr: Yöneticilerin bazen kullanıcılar tarafından gönderilen verileri temizlemesi ve düzeltmesi gerekir.<br>Yöneticiler bu tür düzeltmeler yaptığında, orijinal değişiklikle ilgili bilgiler değiştirilir.<br>Bu seçenek seçildiğinde kiwitrees, değiştirmek yerine orijinal değişiklik bilgilerini koruyacaktır.

source: Customized
de: Angepasst
nl: Aangepast
tr: Özelleştirilmiş

source: Export a GEDCOM file
de: GEDCOM Rohdaten exportieren
nl: Exporteer een GEDCOM-bestand
tr: Bir GEDCOM dosyasını dışa aktar

source: A file on the server
de: Datei auf dem Server
nl: Een bestand op de server
tr: Sunucudaki bir dosya

source: A file on your computer
de: Datei auf ihrem Computer
nl: Een bestand op uw computer
tr: Bilgisayarınızdaki bir dosya

source: Zip File(s)
de: Dateien ins ZIP-Format ändern
nl: Zip bestand(en)
tr: Zip Dosya(lar)ı

source: To reduce the size of the download, you can compress the data into a .ZIP file. You will need to uncompress the .ZIP file before you can use it.
de: Um den Download zu verkleinern, komprimieren Sie die Daten in eine. ZIP-Datei. Sie benötigen zum Dekomprimieren der. ZIP-Datei, bevor Sie es verwenden können.
nl: Om de grootte van de download te beperken, kunt u de data inpakken als .ZIP-bestand. U moet het .ZIP bestand uitpakken voordat u het kan gebruiken.
tr: İndirmenin boyutunu küçültmek için verileri bir .ZIP dosyasına sıkıştırabilirsiniz. Kullanmadan önce .ZIP dosyasını açmanız gerekir.

source: Apply privacy settings?
de: Datenschutzeinstellungen verwenden?
nl: Privacy-instellingen toepassen?
tr: Gizlilik ayarları uygulansın mı?

source: None
de: Keine
nl: Geen
tr: Hiçbiri

source: Manager
de: Verwalter
nl: Beheerder
tr: Yönetici

source: Member
de: Mitglied
nl: Lid
tr: Üye

source: Visitor
de: Besucher
nl: Bezoeker
tr: Ziyaretçi

source: This option will remove private data from the downloaded GEDCOM file. The file will be filtered according to the privacy settings that apply to each access level. Privacy settings are specified on the GEDCOM configuration page.
de: Diese Option wird private Daten aus der heruntergeladenen GEDCOM-Datei entfernen. Die Datei wird entsprechend der Datenschutz-Einstellungen für jede Zugriffsebene gefiltert. Die entsprechenden Datenschutz-Einstellungen befinden sich auf der Konfigurationsseite für die einzelnen GEDCOM -Dateien.
nl: Deze optie verwijdert privé gegevens uit het gedownloade GEDCOM-bestand. Het bestand wordt gefilterd volgens de privacy-instellingen die horen bij de gekozen beperking. Privacy-instellingen kunnen worden ingesteld op de GEDCOM-configuratiepagina.
tr: Bu seçenek, indirilen GEDCOM dosyasından özel verileri kaldıracaktır. Dosya, her erişim düzeyi için geçerli olan gizlilik ayarlarına göre filtrelenecektir. Gizlilik ayarları GEDCOM yapılandırma sayfasında belirtilmiştir.

source: Convert from UTF-8 to ANSI (ISO-8859-1)
de: Möchten Sie diese GEDCOM Datei vom UTF-8 in den ANSI (ISO-8859-1) Zeichensatz konvertieren?
nl: Converteer van UTF-8 naar ANSI (ISO-8859-1)
tr: UTF-8'den ANSI'e (ISO-8859-1) dönüştür

source: Kiwitrees uses UTF-8 encoding for accented letters, special characters and non-latin scripts. If you want to use this GEDCOM file with genealogy software that does not support UTF-8, then you can create it using ISO-8859-1 encoding.
de: Kiwitrees verwendet UTF-8 Kodierung für nicht-lateinische Schriften, Buchstaben mit Akzenten und Sonderzeichen. Wenn Sie möchten diese GEDCOM-Datei mit Genealogie-Software verwenden, die nicht UTF-8 unterstützt, können dann Sie es mit ISO-8859-1 Codierung erstellen.
nl: Kiwitrees maakt gebruik van UTF-8-codering voor letters met accenten, speciale tekens en niet-Latijnse scripts. Als u dit GEDCOM bestand wilt gebruiken met genealogische software dat niet UTF-8 ondersteunt, dan kunt u deze maken met ISO-8859-1 codering.
tr: Kiwitrees, aksanlı harfler, özel karakterler ve latin olmayan komut dosyaları için UTF-8 kodlamasını kullanır. Bu GEDCOM dosyasını UTF-8'i desteklemeyen şecere yazılımı ile kullanmak istiyorsanız, ISO-8859-1 kodlamasını kullanarak oluşturabilirsiniz.

source: Add the GEDCOM media path to filenames
de: GEDCOM Medienpfad den Dateinamen anfügen
nl: Voeg het GEDCOM mediapad toe aan bestandsnamen
tr: GEDCOM medya yolunu dosya adlarına ekleyin

source: Media filenames will be prefixed by %s.
de: Den Medien-Dateinamen wird das Präfix %s vorangestellt.
nl: Media bestandsnamen krijgen het voorvoegsel %s.
tr: Medya dosya adlarının önüne %s eklenecektir.

source: Find duplicate individuals
de: Auf Duplikate prüfen
nl: Vind dubbele personen
tr: Yinelenen kişileri bulun

source: Surname
de: Nachname
nl: Achternaam
tr: Soyadı

source: Match exactly
de: Genaue Übereinstimmung
nl: Komt overeen
tr: Tam olarak eşleştir

source: Tick for exact match
de: Ankreuzen für exakte Übereinstimmung
nl: Vink aan als dit klopt
tr: Tam eşleşme için işaretleyin

source: Given name
de: Vorname
nl: Voornaam:
tr: Verilen adı

source: Gender
de: Geschlecht
nl: Geslacht
tr: Cinsiyet

source: Any
de: Etwas
nl: Elke
tr: Herhangi

source: Male
de: männlich
nl: Man
tr: Erkek

source: Female
de: weiblich
nl: Vrouw
tr: Kadın

# unknown gender
source: Unknown
de: Unbekannt
nl: Onbekend
tr: Bilinmeyen

source: Include married names:
de: Ehenamen berücksichtigen:
tr: Evli isimleri dahil edin:

source: Name
nl: Naam
tr: Adı

source: Birth
de: Geburt
nl: Geboorte
tr: Doğum

source: Death
de: Tod
nl: Overleden
tr: Vefat

source: Merge selected
de: Ausgewählte Datensätze zusammenfügen
nl: Samenvoegen geselecteerde
tr: Seçileni birleştir

source: Date
de: Datum
nl: Datum
tr: Tarih

source: Place
de: Ort
nl: Plaats
tr: Yer

source: Married name
de: Ehename
nl: Aangenomen huwelijksnaam
tr: Evlilik adı

source: No duplicates to display
de: Keine Duplikate gefunden
nl: Geen dubbelen om te tonen
tr: Görüntülenecek çift yok

source: Family tree exported to %s.
de: Familien-Stammbaum wurde in %s exportiert.
nl: Stamboom geëxporteerd naar %s
tr: Soy ağacı %s olarak dışa aktarıldı.

source: Unable to create %s. Check the permissions.
de: %s kann nicht erstellt werden. Bitte Berechtigungen prüfen.
nl: Niet mogelijk om %s te creëren. Controleer de permissies.
tr: %s oluşturulamadı. İzinleri kontrol edin.

source: Find unlinked records
de: Auffinden von nicht verbundenen Sätzen
nl: Vind ongekoppelde records
tr: Bağlantısız kayıtları bulun

source: List records that are not linked to any other records. It does not include Families as a family record cannot exist without at least one family member.<br> The definition of unlinked for each type of record is: <ul><li>Individuals: a person who is not linked to any family, as a child or a spouse.</li> <li>Sources: a source record that is not used as a source for any record, fact, or event in the family tree.</li> <li>Repositories: a repository record that is not used as a repository for any source in the family tree.</li> <li>Notes: a shared note record that is not used as a note to any record, fact, or event in the family tree.</li> <li>Media: a media object that is registered in the family tree but not attached to any record, fact, or event.</li><ul>
de: Listen Sie Datensätze auf, die nicht mit anderen Datensätzen verknüpft sind. Familien sind nicht enthalten, da ein Familiendatensatz ohne mindestens ein Familienmitglied nicht existieren kann.<br>Die Definition von unverknüpft für jeden Datensatztyp lautet:<ul><li>Einzelpersonen: eine Person, die nicht mit einer Familie verbunden ist, als Kind oder Ehepartner.</li> <li>Quellen: ein Quelldatensatz, der nicht als Quelle für einen Datensatz, eine Fakten- oder ein Ereignis im Stammbaum verwendet wird.</li> <li>Repositories: Ein Repository-Datensatz, der nicht als Repository für eine Quelle im Stammbaum verwendet wird.</li> <li>Anmerkungen: Ein freigegebener Notizdatensatz, der nicht als Notiz für einen Datensatz, eine Tatsache oder ein Ereignis in der Stammstruktur verwendet wird.</li> <li>Medien: Ein Medienobjekt, das im Stammbaum registriert ist, aber keinem Datensatz, Fakten oder Ereignis zugeordnet ist.</li><ul></ul></ul>
nl: Lijst met records die niet gekoppeld zijn aan andere records. Het bevat geen gezinnen omdat een gezinsrecord niet kan bestaan zonder op z'n minst een gezinslid.<br> ⇥⇥De definitie voor elk type niet gekoppeld record is: ⇥⇥<ul><li>Personen: een persoon die niet gekoppeld is aan een gezin als kind of echtgenoot.</li> ⇥⇥<li>Bronnen: een bron record dat niet gebruikt wordt als een bron voor een record, feit of gebeurtenis in de stamboom.</li> ⇥⇥<li>Opslagplaatsen: een opslagplaats record dat niet gebruikt wordt als een opslagplaats voor een bron in de stamboom.</li> ⇥⇥<li>Notities: een gedeelde notitie record dat niet gebruikt wordt als een notitie record van een record, feit of gebeurtenis in de stamboom.</li> ⇥⇥<li>Media: een media-object dat geregistreerd is in de stamboom maar niet gekoppeld aan een record, feit of gebeurtenis.</li><ul>
tr: Diğer kayıtlarla bağlantılı olmayan kayıtları listeleyin. En az bir aile üyesi olmadan bir aile kaydı bulunamayacağından, Aileleri içermez..<br> Her kayıt türü için bağlantısız tanımı şöyledir: <ul><li>Bireyler: Çocuk veya eş olarak herhangi bir aileye bağlı olmayan kişi.</li> <li>Kaynaklar: aile ağacındaki herhangi bir kayıt, gerçek veya etkinlik için kaynak olarak kullanılmayan bir kaynak kaydı.</li> <li>Depolar: aile ağacındaki herhangi bir kaynak için depo olarak kullanılmayan bir depo kaydı.</li> <li>Notlar: aile ağacındaki herhangi bir kayda, gerçeğe veya etkinliğe not olarak kullanılmayan paylaşılan bir not kaydı.</li> <li>Medya: aile ağacında kayıtlı ancak herhangi bir kayda, gerçeğe veya etkinliğe eklenmemiş bir medya nesnesi.</li><ul>

source: %s unlinked individual
de: %sunverknüpfte Personen
nl: %s ongekoppeld persoon
tr: %s bağlantısız kişi

source: No unlinked individuals
de: Keine unverknüpften Personen
nl: Geen ongekoppelde personen
tr: Bağlantısız kişi yok

source: %s unlinked source
de: %s unverknüpfte Quellen
nl: %s ongekoppelde bron
tr: %s bağlantısız kaynak

source: No unlinked sources
de: Keine unverknüpften Quellen
nl: Geen ongekoppelde bronnen
tr: Bağlantısız kaynak yok

source: %s unlinked note
de: %sunverknüpfte Anmerkungen
nl: %s ongekoppelde notitie
tr: %s bağlantısız not

source: No unlinked notes
de: Keine unverknüpften Anmerkungen
nl: Geen ongekoppelde notities
tr: Bağlantısız not yok

source: %s unlinked repository
de: %s unverknüpfte repository
nl: %s ongekoppelde opslagplaats
tr: %s bağlantısız depo

source: No unlinked repositories
de: Keine unverknüpften Archive
nl: Geen ongekoppelde opslagplaatsen
tr: Bağlantısız depo yok

source: %s unlinked media object
de: %s unverknüpfte Medienobjekt
nl: %s ongekoppeld media-object
tr: %s bağlantısız medya nesnesi

source: No unlinked media objects
de: Keine unverknüpften Medien Objekte
nl: Geen ongekoppelde media-objecten
tr: Bağlantısız medya nesnesi yok

source: You must select at least one record type
de: Sie müssen mindestens einen Record-Typ auswählen.
nl: U moet op zijn minst een type record selecteren
tr: En az bir kayıt türü seçmelisiniz

source: Manage family trees
de: Verwalten von Familienstämmen
nl: Beheer stambomen
tr: Aile ağaçlarını yönet

source: My family tree
de: Mein Stammbaum
nl: Mijn stamboom
tr: Benim aile ağacım

source: Import a GEDCOM file
de: GEDCOM Rohdaten importieren
nl: Importeer een GEDCOM-bestand
tr: Bir GEDCOM dosyasını içe aktar

source: This will delete all the genealogy data from “%s” and replace it with data from a GEDCOM file.
de: Die wird die Genealogischen Daten von <b>%s</b> löschen und sie durch Daten einer andern GEDCOM ersetzen.
nl: Dit zal alle genealogische data van “%s” verwijderen en het vervangen door data van een GEDCOM-bestand.
tr: Bu, tüm şecere verilerini “%s” den silecek ve bir GEDCOM dosyasındaki verilerle değiştirecektir.

source: You have selected a GEDCOM with a different name. Is this correct?
de: Sie haben eine GEDCOM mit einem anderen Namen gewählt. Ist das korrekt?
nl: U heeft een GEDCOM gekozen met een andere naam. Is dat correct?
tr: Farklı bir ada sahip bir GEDCOM seçtiniz. Bu doğru mu?

source: Select a GEDCOM file to import
de: Wähle eine GEDCOM-Rohdatei zum Import.
nl: Selecteer een GEDCOM-bestand om te importeren
tr: İçe aktarılacak bir GEDCOM dosyası seçin

source: You can upload a zip file containing your GEDCOM file. The zip folder must have the same name as your GEDCOM file.
de: Sie können eine ZIP-Datei mit Ihrer GEDCOM-Datei hochladen. Der ZIP-Ordner muss denselben Namen wie Ihre GEDCOM-Datei haben.
nl: U kunt een zip-bestand met uw GEDCOM-bestand uploaden. De zipmap moet dezelfde naam hebben als uw GEDCOM-bestand
tr: GEDCOM dosyanızı içeren bir zip dosyası yükleyebilirsiniz. Zip klasörü, GEDCOM dosyanızla aynı ada sahip olmalıdır.

source: No GEDCOM files found.
de: Keine GEDCOM Datei gefunden.
nl: Geen GEDCOM-bestanden gevonden
tr: GEDCOM dosyası bulunamadı.

source: Import options
de: Import Optionen
nl: Import opties
tr: İçe aktarma seçenekleri

source: Keep media objects
de: Medienobjekt beibehalten
nl: Bewaar media objecten
tr: Medya nesnelerini sakla

source: If you have created media objects in kiwitrees, and edited your gedcom off-line using a program that deletes media objects, then check this box to merge the current media objects with the new GEDCOM. <p style="color:red">Otherwise, ensure this box is NOT checked</p>
de: Wenn Sie Medienobjekte in Kiwitrees erstellt und Ihre gedcom off-line mit einem Programm bearbeitet haben, das Medienobjekte löscht, aktivieren Sie dieses Kontrollkästchen, um die aktuellen Medienobjekte mit dem neuen GEDCOM zusammenzuführen.<p style="color:red">Stellen Sie andernfalls sicher, dass dieses Kontrollkästchen NICHT aktiviert ist.</p>
nl: Als u media-objecten in kiwitrees hebt gemaakt en uw gedcom off-line hebt bewerkt met een programma dat media-objecten verwijdert, vinkt u dit selectievakje aan om de huidige media-objecten samen te voegen met de nieuwe GEDCOM.<p style="color:red">Anders, ervoor zorgen dat dit vakje NIET is aangevinkt</p>
tr: Kiwitrees'te medya nesneleri oluşturduysanız ve medya nesnelerini silen bir program kullanarak gedcom'unuzu çevrimdışı düzenlediyseniz, geçerli medya nesnelerini yeni GEDCOM ile birleştirmek için bu kutuyu işaretleyin. <p style="color:red">Aksi takdirde bu kutunun işaretli OLMADIĞINDAN emin olun</p>

source: Add spaces where notes were wrapped
de: Fügt Leerzeichen am Umbruch der Anmerkungen hinzu
nl: Voeg spaties toe waar regels in notities afgebroken zijn
tr: Notların sarıldığı yerlere boşluk ekleyin

source: Some genealogy programs wrap notes at word boundaries while others wrap notes anywhere. This can cause kiwitrees to run words together. Setting this to <b>Yes</b> will add a space between words where they are wrapped in the original GEDCOM during the import process. If you have already imported the file you will need to re-import it.
de: Manche Genealogie-Programme brechen Anmerkungen nur an Wortgrenzen um, während andere dies an beliebiger Stelle tun. Dies kann dazu führen, dass <b>kiwitrees</b>, Wörter ineinander fließen läßt. Wird diese Option auf <b>Ja</b> gesetzt, wird ein Leerzeichen zwischen den Wörtern eingefügt, und zwar an genau den Umbruchstellen, die beim Import der ursprünglichen GEDCOM entstanden sind. Falls Sie die Datei bereits importiert hatten, müssen Sie nach dem Aktivieren dieser Option die betroffene GEDCOM-Datei erneut importieren.
nl: Sommige genealogieprogramma's breken zinnen in notities af op hele woorden, terwijl andere dat willekeurig waar doen. Hierdoor kan kiwitrees soms woorden aan elkaar plakken. Door dit op <b>Ja</b> te zetten zal het import proces een spatie toevoegen tussen woorden waar een zin is afgebroken in de originele GEDCOM. Als u het bestand al heeft geïmporteerd, dan zult u dat opnieuw moeten doen.
tr: Bazı şecere programları notları sözcük sınırlarına sararken, diğerleri notları herhangi bir yere sarar. Bu, kiwitrees'in kelimeleri birlikte çalıştırmasına neden olabilir. Bunu <b>Evet</b> olarak ayarlamak, içe aktarma işlemi sırasında orijinal GEDCOM'A sarıldıkları sözcükler arasına boşluk ekleyecektir. Dosyayı zaten içe aktardıysanız, dosyayı yeniden içe aktarmanız gerekir.

source: Remove the GEDCOM media path from filenames
de: Entfernen Sie den GEDCOM Medienpfad vom Dateinamen
nl: Verwijder het GEDCOM-mediapad van bestandsnamen
tr: GEDCOM medya yolunu dosya adlarından kaldırın

source: Some genealogy applications create GEDCOM files that contain media filenames with full paths. These paths will not exist on the web-server. To allow kiwitrees to find the file, the first part of the path must be removed.
de: Einige genealogische Anwendungen erzeugen GEDCOM-Dateien, die Medien Dateinamen mit komplettem Pfad enthalten. Diese Pfade werden auf dem Web-Server nicht existieren. Um kiwitrees zu ermöglichen, die Datei zu finden, muss der erste Teil vom Pfad entfernt werden.
nl: Sommige genealogie programma's maken GEDCOM-bestanden die mediabestandsnamen bevatten met volledige padnamen. Deze paden bestaan niet op de web-server. Om het kiwitrees mogelijk te maken deze bestanden te vinden, moet het eerste deel van het pad worden verwijderd.
tr: Bazı şecere uygulamaları, tam yollara sahip medya dosya adlarını içeren GEDCOM dosyaları oluşturur. Bu yollar web sunucusunda bulunmayacaktır. Kiwitrees'in dosyayı bulmasına izin vermek için yolun ilk bölümünün kaldırılması gerekir.

source: For example, if the GEDCOM file contains %1$s and kiwitrees expects to find %2$s in the media folder, then the GEDCOM media path would be %3$s.
de: Zum Beispiel, wenn die GEDCOM-Datei %1$s enthält und kiwitrees %2$s im Medien-Ordner erwartet, dann wäre der GEDCOM-Medien-Pfad %3$s.
nl: B.v. als het GEDCOM bestand %1$s bevat en kiwitrees verwacht %2$s te vinden in de mediamap, dan zou het GEDCOM pad %3$s moeten zijn.
tr: Örneğin, GEDCOM dosyası %1$s içeriyorsa ve kiwitrees medya klasöründe %2$s bulmayı bekliyorsa, GEDCOM medya yolu %3$s olacaktır.

source: This setting is only used when you read or write GEDCOM files.
de: Diese Einstellung wird nur verwendet, wenn GEDCOM Dateien gelesen oder geschrieben werden.
nl: Deze instelling wordt alleen gebruikt bij het lezen of schrijven van GEDCOM bestanden.
tr: Bu ayar yalnızca GEDCOM dosyalarını okurken veya yazarken kullanılır.

source: (Default tree)
nl: (Standaard stamboom)
tr: (Varsayılan ağaç)

source: Deleting old genealogy data…
de: Lösche alte Genealogie-Daten…
nl: Oude genealogische data aan het verwijderen…
tr: Eski şecere verileri siliniyor…

source: Delete this family tree
de: Diesen Familienbaum löschen.
nl: Verwijder deze stamboom
tr: Bu aile ağacını sil

source: Default family tree
de: Standard Familien-Stammbaum
nl: Standaard stamboom
tr: Varsayılan aile ağacı

source: This selects the family tree shown to visitors when they first arrive at the site.
de: Auswahl des Stammbaumes, der Besuchern zuerst angezeigt wird.
nl: Dit selecteert de stamboom die aan bezoekers wordt getoond, als ze voor het eerst de website bezoeken.
tr: Bu, ziyaretçilere siteye ilk geldiklerinde gösterilen aile ağacını seçer.

source: Create a new family tree
de: Neuen Familien-Stammbaum erstellen
nl: Maak een nieuwe stamboom
tr: Yeni bir aile ağacı oluştur

source: You need to create a family tree.
de: Einen Familien-Stammbaum erstellen.
nl: U moet een stamboom aanmaken.
tr: Bir aile ağacı oluşturmanız gerekir.

source: This is the name used for display.
de: Dieser Name wird angezeigt.
nl: Dit is de naam die wordt weergegeven.
tr: Bu, görüntülemek için kullanılan addır.
