Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

# spouses's son
source: step-son
de: Stiefsohn
nl: stiefzoon
tr: üvey oğul

# spouses's parent
source: mother/father-in-law
de: Schwiegervater/-mutter
nl: schoonmoeder/schoonvader
tr: kayınvalide/kayınpeder

# spouses's sibling
source: brother/sister-in-law
de: Schwager/Schwägerin
nl: zwager/schoonzuster
tr: kayın/baldız/kayın/görümce

# wife's brother
source: brother-in-law
de: Schwager
nl: zwager
tr: kayın

# wife's child
source: step-child
de: Stiefkind
nl: stiefkind
tr: üvey çocuk

# wife's daughter
source: step-daughter
de: Stieftochter
nl: stiefdochter
tr: üvey kız çocuk

# wife's father
source: father-in-law
de: Schwiegervater
nl: schoonvader
tr: kayınpeder

# wife's mother
source: mother-in-law
de: Schwiegermutter
nl: schoonmoeder
tr: kayınvalide

# wife's sibling
source: brother/sister-in-law
de: Schwager/Schwägerin
nl: zwager/schoonzuster
tr: kayın/baldız

# wife's sister
source: sister-in-law
de: Schwägerin
nl: schoonzuster
tr: baldız

# wife's son
source: step-son
de: Stiefsohn
nl: stiefzoon
tr: üvey oğul

# (a man's) brother's child's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: büyük erkek/kız yeğen

# (a woman's) brother's child's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: büyük erkek/kız yeğen

# (a man's) brother's child's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: büyük kız yeğen

# (a woman's) brother's child's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: büyük kız yeğen

# (a man's) brother's child's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: büyük erkek yeğen

# (a woman's) brother's child's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: büyük erkek yeğen

# (a man's) brother's daughter's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: büyük erkek/kız yeğen

# (a woman's) brother's daughter's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: büyük erkek/kız yeğen

# (a man's) brother's daughter's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: büyük kız yeğen

# (a woman's) brother's daughter's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: büyük kız yeğen

# brother's daughter's husband
source: nephew-in-law
de: Schwiegerneffe
nl: aangetrouwde neef
tr: enişte

# (a man's) brother's daughter's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: büyük erkek yeğen

# (a woman's) brother's daughter's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: büyük erkek yeğen

# (a man's) brother's son's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: büyük erkek/kız yeğen

# (a woman's) brother's son's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: büyük erkek/kız yeğen

# (a man's) brother's son's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: büyük kız yeğen

# (a woman's) brother's son's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: büyük kız yeğen

# (a man's) brother's son's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: büyük erkek yeğen

# (a woman's) brother's son's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: büyük erkek yeğen

# brother's son's wife
source: niece-in-law
de: Schwiegernichte
nl: aangetrouwde nicht
tr: gelin

# brother's wife's brother
source: brother-in-law
de: Schwippschwager
nl: zwager
tr: erkek kardeşinin kaynı

# brother's wife's sibling
source: brother/sister-in-law
de: Schwippschwager/-schwägerin
nl: zwager/schoonzuster
tr: erkek kardeşinin kaynı/baldızı

# brother's wife's sister
source: sister-in-law
de: Schwippschwägerin
nl: schoonzuster
tr: erkek kardeşinin baldızı

# child's child's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: torunun çocuğu

# child's child's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: torunun kızı

# child's child's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: torunun oğlu

# child's daughter's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: torunun çocuğu

# child's daughter's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: torunun kızı

# child's daughter's husband
source: granddaughter's husband
de: Enkelin's Mann
nl: aangetrouwde kleinzoon
tr: torunun kocası

# child's daughter's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: torunun oğlu

# child's son's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: torunun çocuğu

# child's son's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: torunun kızı

# child's son's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: torunun oğlu

# child's son's wife
source: grandson's wife
de: Enkeln's Frau
nl: aangetrouwde kleindochter
tr: torunun karısı

# daughter's child's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: torunun çocuğu

# daughter's child's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: torunun kızı

# daughter's child's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: torunun oğlu

# daughter's daughter's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: torunun çocuğu

# daughter's daughter's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: torunun kızı

# daughter's daughter's husband
source: granddaughter's husband
de: Enkelin's Mann
nl: aangetrouwde kleinzoon
tr: torunun kocası

# daughter's daughter's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: torunun oğlu

# daughter's husband's father
source: son-in-law's father
de: Schwiegersohns Vater
nl: vader van schoonzoon
tr: damadın babası

# daughter's husband's mother
source: son-in-law's mother
de: Schwiegersohns Mutter
nl: moeder van schoonzoon
tr: damadın annesi

# daughter's husband's parent
source: son-in-law's parent
de: Schwiegersohns Eltern
nl: ouders van schoonzoon
tr: damadın ebeveyni

# daughter's son's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: torunun çocuğu

# daughter's son's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: torunun kızı

# daughter's son's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: torunun oğlu

# daughter's son's wife
source: grandson's wife
de: Enkels Frau
nl: aangetrouwde kleindochter
tr: torunun karısı

# father's brother's child
source: first cousin
de: Cousin 1. Grades
nl: neef/nicht
tr: amca çocuğu

# father's brother's daughter
source: first cousin
de: Cousin 1. Grades
nl: nicht
tr: amca kızı

# father's brother's son
source: first cousin
de: Cousin
nl: neef
tr: amca oğlu

# father's brother's wife
source: aunt
de: Tante
nl: aangetr. tante
tr: yenge

# father's father's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: büyük amca

# father's father's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: büyük büyükbaba

# father's father's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: büyük büyükanne

# father's father's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: büyük büyük ebeveyn

# father's father's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: büyük amca/hala

# father's father's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: büyük hala

# father's mother's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: büyük dayı

# father's mother's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: büyük büyükbaba

# father's mother's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: büyük büyükanne

# father's mother's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: büyük büyük ebeveyn

# father's mother's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: büyük dayı/teyze

# father's mother's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: büyük teyze

# father's parent's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: büyük amca/dayı

# father's parent's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: büyük büyükbaba

# father's parent's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: büyük babaanne

# father's parent's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: büyük büyük ebeveyn

# father's parent's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: büyük hala/amca/teyze/dayı

# father's parent's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: büyük hala/teyze

# father's sister's child
source: first cousin
de: Cousin
nl: neef/nicht
tr: hala çocuğu

# father's sister's daughter
source: first cousin
de: Cousine
nl: nicht
tr: hala kızı

# father's sister's husband
source: uncle
de: Onkel
nl: aangetr. oom
tr: enişte

# father's sister's son
source: first cousin
de: Cousine
nl: neef
tr: hala oğlu

# father's wife's child
source: step-sibling
de: Steifeschwister
nl: stiefbroer of -zus
tr: üvey kardeş

# father's wife's daughter
source: step-sister
de: Stiefschwester
nl: stiefzuster
tr: üvey kız kardeş

# father's wife's son
source: step-brother
de: Stiefbruder
nl: stiefbroer
tr: üvey erkek kardeş

# husband's brother's wife
source: sister-in-law
de: Schwippschwägerin
nl: schoonzuster
tr: elti

# husband's sister's husband
source: brother-in-law
de: Schwippschwager
nl: zwager
tr: enişte

# mother's brother's child
source: first cousin
de: Cousin/e
nl: neef/nicht
tr: dayı çocuğu

# mother's brother's daughter
source: first cousin
de: Cousine
nl: nicht
tr: dayı kızı

# mother's brother's son
source: first cousin
de: Cousin
nl: neef
tr: dayı oğlu

# mother's brother's wife
source: aunt
de: Tante
nl: aangetr. tante
tr: yenge

# mother's father's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: annenin amcası

# mother's father's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: annenin büyükbabası

# mother's father's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: annenin babaannesi

# mother's father's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: annenin büyük ebeveyni

# mother's father's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: annenin halası/amcası

# mother's father's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: annenin halası

# mother's husband's child
source: step-sibling
de: Stiefgeschwister
nl: stiefbroer of -zus
tr: üvey kardeş

# mother's husband's daughter
source: step-sister
de: Stiefschwester
nl: stiefzuster
tr: üvey kız kardeş

# mother's husband's son
source: step-brother
de: Stiefbruder
nl: stiefbroer
tr: üvey erkek kardeş

# mother's mother's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: annenin dayısı

# mother's mother's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: annenin büyükbabası

# mother's mother's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: annenin anneannesi

# mother's mother's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: annenin büyük ebeveyni

# mother's mother's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: annenin dayısı/teyzesi

# mother's mother's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: annenin teyzesi

# mother's parent's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: annenin amcası/dayısı

# mother's parent's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: annenin büyükbabası

# mother's parent's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: annenin büyükannesi

# mother's parent's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: annenin büyük ebeveyni

# mother's parent's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: annenin amcası/halası/dayısı/teyzesi

# mother's parent's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: annenin teyzesi/halası

# mother's sister's child
source: first cousin
de: Cousin/e
nl: neef/nicht
tr: teyze çocuğu

# mother's sister's daughter
source: first cousin
de: Cousine
nl: nicht
tr: teyze kızı

# mother's sister's husband
source: uncle
de: Onkel
nl: aangetr. oom
tr: enişte

# mother's sister's son
source: first cousin
de: Cousin
nl: neef
tr: teyze oğlu

# parent's brother's wife
source: aunt
de: Tante
nl: aangetr. tante
tr: yenge

# parent's father's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: ebeveynin amcası

# parent's father's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: ebeveynin büyükbabası

# parent's father's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: ebeveynin büyükannesi

# parent's father's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: ebeveynin büyük ebeveyni

# parent's father's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: ebeveynin amcası/halası/dayısı/teyzesi

# parent's father's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: ebeveynin halası

# parent's mother's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: ebeveynin dayısı

# parent's mother's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: ebeveynin büyükbabası

# parent's mother's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: ebeveynin büyükannesi

# parent's mother's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: ebeveynin büyük ebeveyni

# parent's mother's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: ebeveynin amcası/halası/dayısı/teyzesi

# parent's mother's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: ebeveynin teyzesi

# parent's parent's brother
source: great-uncle
de: Großonkel
nl: oudoom
tr: ebeveynin amcası

# parent's parent's father
source: great-grandfather
de: Urgroßvater
nl: overgrootvader
tr: ebeveynin büyükbabası

# parent's parent's mother
source: great-grandmother
de: Urgroßmutter
nl: overgrootmoeder
tr: ebeveynin büyükannesi

# parent's parent's parent
source: great-grandparent
de: Ururgroßeltern
nl: overgrootouder
tr: ebeveynin büyük ebeveyni

# parent's parent's sibling
source: great-aunt/uncle
de: Großtante/-onkel
nl: oud-tante/oom
tr: ebeveynin amcası/halası/dayısı/teyzesi

# parent's parent's sister
source: great-aunt
de: Großtante
nl: oudtante
tr: ebeveynin teyzesi

# parent's sister's husband
source: uncle
de: Onkel
nl: aangetr. oom
tr: enişte

# parent's spouse's child
source: step-sibling
de: Stiefgeschwister
nl: stiefbroer of -zus
tr: üvey kardeş

# parent's spouse's daughter
source: step-sister
de: Stiefschwester
nl: stiefzuster
tr: üvey kız kardeş

# parent's spouse's son
source: step-brother
de: Stiefbruder
nl: stiefbroer
tr: üvey erkek kardeş

# sibling's child's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: erkek/kız yeğenin çocuğu

# sibling's child's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: kız yeğenin çocuğu

# sibling's child's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: erkek yeğenin çocuğu

# sibling's daughter's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: kız yeğenin erkek/kız çocuğu

# sibling's daughter's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: kız yeğenin kız çocuğu

# sibling's daughter's husband
source: nephew-in-law
de: Schwiegerneffe
nl: aangetrouwde neef
tr: kardeşin damadı

# sibling's daughter's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: kız yeğenin erkek çocuğu

# sibling's son's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: erkek yeğenin erkek/kız çocuğu

# sibling's son's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: erkek yeğenin kız çocuğu

# sibling's son's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: erkek yeğenin erkek çocuğu

# sibling's son's wife
source: niece-in-law
de: Schwiegernichte
nl: aangetrouwde nicht
tr: kardeşin gelini

# (a man's) sister's child's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: erkek/kız yeğenin erkek/kız çocuğu

# (a woman's) sister's child's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: erkek/kız yeğenin erkek/kız çocuğu

# (a man's) sister's child's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: yeğen kız çocuğu

# (a woman's) sister's child's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: yeğen kız çocuğu

# (a man's) sister's child's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: yeğen erkek çocuğu

# (a woman's) sister's child's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: yeğen erkek çocuğu

# (a man's) sister's daughter's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: kız yeğenin erkek/kız çocuğu

# (a woman's) sister's daughter's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: kız yeğenin erkek/kız çocuğu

# (a man's) sister's daughter's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: kız yeğenin kız çocuğu

# (a woman's) sister's daughter's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: kız yeğenin kız çocuğu

# sisters's daughter's husband
source: nephew-in-law
de: Schwiegerneffe
nl: aangetrouwde neef
tr: kız kardeşin damadı

# (a man's) sister's daughter's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: kız yeğenin erkek çocuğu

# (a woman's) sister's daughter's son
source: great-nephew
de: Großneffe
nl: achterneef
tr: kız yeğenin erkek çocuğu

# sister's husband's brother
source: brother-in-law
de: Schwager's Bruder
nl: zwager
tr: kız kardeşin kaynı

# sister's husband's sibling
source: brother/sister-in-law
de: Schwippschwager/-schwägerin
nl: zwager/schoonzuster
tr: kız kardeşin kaynı/görümcesi

# sister's husband's sister
source: sister-in-law
de: Schwippschwägerin
nl: schoonzuster
tr: kız kardeşin görümcesi

# (a man's) sister's son's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: erkek yeğenin erkek/kız çocuğu

# (a woman's) sister's son's child
source: great-nephew/niece
de: Großneffe/-nichte
nl: achterneef/nicht
tr: erkek yeğenin erkek/kız çocuğu

# (a man's) sister's son's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: erkek yeğenin kız çocuğu

# (a woman's) sister's son's daughter
source: great-niece
de: Großnichte
nl: achternicht
tr: erkek yeğenin kız çocuğu

# (a man's) sister's son's son
source: great-nephew
de: Großneffe
nl: achterneef (kleinkind van broer/zus)
tr: erkek yeğenin erkek çocuğu

# (a woman's) sister's son's son
source: great-nephew
de: Großneffe
nl: achterneef (kleinkind van broer/zus)
tr: erkek yeğenin erkek çocuğu

# sisters's son's wife
source: niece-in-law
de: Schwiegernichte
nl: aangetrouwde nicht
tr: kız kardeşin gelini

# son's child's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: torunun erkek/kız çocuğu

# son's child's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: kız torunun kız çocuğu

# son's child's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: erkek/kız torunun erkek çocuğu

# son's daughter's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: kız torunun erkek/kız çocuğu

# son's daughter's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: kız torunun kız çocuğu

# son's daughter's husband
source: granddaughter's husband
de: Enkelin's Mann
nl: aangetrouwde kleinzoon
tr: oğlunun damadı

# son's daughter's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: kız torunun erkek çocuğu

# son's son's child
source: great-grandchild
de: Urenkelkind
nl: achterkleinkind
tr: erkek torunun erkek/kız çocuğu

# son's son's daughter
source: great-granddaughter
de: Urenkeltochter
nl: achterkleindochter
tr: erkek torunun kız çocuğu

# son's son's son
source: great-grandson
de: Urenkelsohn
nl: achterkleinzoon
tr: erkek torunun erkek çocuğu

# son's son's wife
source: grandson's wife
de: Enkels Frau
nl: aangetrouwde kleindochter
tr: oğlunun gelini

# son's wife's father
source: daughter-in-law's father
de: Schwiegertochters Vater
nl: vader van schoondochter
tr: gelinin babası

# son's wife's mother
source: daughter-in-law's mother
de: Mutter der Schwiegertochter
nl: moeder van schoondochter
tr: gelinin annesi

# son's wife's parent
source: daughter-in-law's parent
de: Schwiegertochters Eltern
nl: ouders van schoondochter
tr: gelinin ebeveyni

# wife's brother's wife
source: sister-in-law
de: Schwippschwägerin
nl: schoonzuster
tr: gelinin yengesi

# wife's sister's husband
source: brother-in-law
de: Schwippschwager
nl: zwager
tr: bacanağı

# father's father's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi

# father's father's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# father's father's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oudoom
tr: büyük eniştesi

# father's mother's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi

# father's mother's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# father's mother's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oudoom
tr: büyük eniştesi

# father's parent's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi

# father's parent's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# father's parent's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oudoom
tr: büyük eniştesi

# mother's father's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi

# mother's father's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# mother's father's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oudoom
tr: büyük eniştesi

# mother's mother's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi

# mother's mother's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# mother's mother's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oudoom
tr: büyük eniştesi

# mother's parent's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi

# mother's parent's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# mother's parent's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oudoom
tr: büyük eniştesi

# parent's father's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi

# parent's father's sibling's spouse
source: great-aunt/uncle
de: Großtante/-onkel
nl: aangetrouwde oud-tante/oom
tr: büyük yengesi/eniştesi

# parent's father's sister's husband
source: great-uncle
de: Großonkel
nl: aangetrouwde oudoom
tr: büyük eniştesi

# parent's mother's brother's wife
source: great-aunt
de: Großtante
nl: aangetrouwde oudtante
tr: büyük yengesi
