Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: With this option turned on, the script checks if a married couple has the same ancestors. If a relationship between the partners is found a text will appear between brackets after the spouses’ name to indicate the blood relationship. <br><b>Note:</b> this option can be time and/or memory consuming on large trees. It can cause very slow page loading or an ’execution time out error’ on your server. If you notice such a behavior reduce the number of generation blocks to load at once or don’t use it in combination with the option to show singles (see the previous options). If you still experience any problems, don’t use this option at all.
de: Mit dieser Option aktiviert überprüft das Skript, wenn ein verheiratetes Paar die gleichen Vorfahren hat. Wenn eine Beziehung zwischen den Partnern, dass ein Text zwischen Klammern nach Namen der Ehegatten gefunden wird an die Blutsverwandtschaft angezeigt wird. <br><b>Hinweis:</b> diese Option kann sein Zeit und/oder Speicher verbrauchen auf großen Bäumen. Es kann sehr langsame Seite laden oder eine Ausführungszeit, die Fehler auf dem Server verursachen. Wenn Sie bemerken, dass solches Verhalten reduzieren die Anzahl der Generation Blöcke auf einmal geladen oder nicht verwenden, die es in Kombination mit der Option zeigen singles (siehe die vorherigen Optionen). Wenn Sie noch irgendwelche Probleme auftreten, nicht diese Option überhaupt.
nl: Wanneer u deze optie aanzet, controleert het script of een getrouwd koppel dezelfde voorouders heeft. Als een verwantschap tussen de partners is gevonden, verschijnt er een tekst tussen haakjes achter de naam van de partner om de relatie aan te geven.<br><b>Opmerking:</b> deze optie kan veel tijd en/of geheugen in beslag nemen bij grote stambomen. Het kan pagina's traag laten laden of een ’execution time out error’ op uw server veroorzaken. Als u dit merkt, verlaag dan het aantal generatieblokken dat tegelijkertijd moet worden geladen of gebruik het niet in combinatie met de optie om alleenstaanden te tonen (zie de vorige opties). Als u dan nog problemen ondervind gebruik dan deze optie niet.
tr: Bu seçenek açıkken, komut dosyası evli bir çiftin aynı atalara sahip olup olmadığını kontrol eder. Eşler arasında bir ilişki bulunursa, eşlerin adından sonra parantez içinde kan ilişkisini belirten bir metin görünecektir. <br><b>Not:</b> Bu seçenek, büyük ağaçlarda zaman ve/veya bellek tüketebilir. Sunucunuzda çok yavaş sayfa yüklenmesine veya 'yürütme zaman aşımı hatasına' neden olabilir. Böyle bir davranış fark ederseniz, bir kerede yüklenecek kuşak blokların sayısını azaltın veya bunu bekarları gösterme seçeneğiyle birlikte kullanmayın (önceki seçeneklere bakın). Hala herhangi bir sorun yaşıyorsanız, bu seçeneği hiç kullanmayın.

source: Show single persons
de: Einzelpersonen anzeigen
nl: Toon alleenstaande personen
tr: Bekar kişileri göster

source: Turn this option on to show people who have no partner or children. With this option turned on every child of a family will be shown in a detailed way in the next generation block.
de: Aktivieren Sie diese Option um aufzuzeigen Menschen, die keinen Partner oder Kinder haben. Mit dieser Option aktiviert jedes Kind einer Familie wird in einer detaillierten Weise in der nächsten Generation-Block angezeigt.
nl: Zet deze optie aan om personen zonder partner of kinderen te tonen. Met deze optie aangezet zal elk kind van een gezin in detail getoond worden in het volgende generatieblok.
tr: Eşi veya çocuğu olmayan kişilere göstermek için bu seçeneği açın. Bu seçenek açıkken bir ailenin her çocuğu bir sonraki kuşak blokta detaylı bir şekilde gösterilecektir.

source: Show places
de: Orte anzeigen
nl: Toon plaatsen
tr: Yerleri göster

source: Use default family tree settings to abbreviate place names
de: Verwenden Sie Standardeinstellungen Stammbaum Ortsnamen abkürzen
nl: Gebruik de standaard stamboominstellingen om plaatsnamen af te korten
tr: Yer adlarını kısaltmak için varsayılan aile ağacı ayarlarını kullanın

source: If you have ticked the “Show places” option you can choose to use the default family tree settings to abbreviate placenames. If you don’t set this option full place names will be shown.
de: Wenn Sie die Option "Orte anzeigen" aktiviert haben können Sie die Standardeinstellungen Stammbaum verwendeten Ortsnamen abkürzen. Wenn Sie diese Option nicht festlegen haben werden Ortsnamen vollständig angezeigt.
nl: Wanneer u de “Toon plaatsen” optie heeft aangevinkt, kunt u ervoor kiezen om de standaard stamboominstellingen voor het afkorten van plaatsnamen te gebruiken. Wanneer u deze optie niet instelt worden de volledige plaatsnamen getoond.
tr: “Yerleri göster” seçeneğini işaretlediyseniz, yer adlarını kısaltmak için varsayılan aile ağacı ayarlarını kullanmayı seçebilirsiniz. Bu seçeneği ayarlamazsanız tam yer adları gösterilir.

source: Select your country
de: Land wählen
nl: Selecteer uw land
tr: Ülkenizi seçin

source: If you have ticked the “Show places” option but NOT the option to abbreviate placenames, you can set your own country here. Full places will be listed on the Descendancy pages, but when a place includes the name of your own country, this name will be left out. If you don’t select a country then all countries will be shown, including your own.
de: Wenn Sie die Option "Show Places", aber nicht die Option Placenames abkürzen angekreuzt haben, können Sie Ihr eigenes Land hier einstellen. Volle Plätze werden auf die Descendancy Seiten aufgelistet werden, aber wenn ein Ort den Namen Ihres eigenen Landes enthält, wird dieser Name weggelassen werden. Wenn Sie ein Land auswählen werden dann alle Länder gezeigt werden, einschließlich Ihrer eigenen.
nl: Wanneer u de “Toon plaatsen” optie heeft aangevinkt maar NIET de optie om plaatsnamen af te korten, kunt u hier uw eigen land invoeren. De volledige plaatsnamen worden getoond op de Afstammelingen pagina’s, maar wanneer een plaats de naam van uw land bevat, wordt deze naam weggelaten. Als u hier geen keuze maakt voor een bepaald land, worden alle landen getoond, inclusief uw land.
tr: “Yerleri göster” seçeneğini işaretlediyseniz, ancak yer adlarını kısaltma seçeneğini işaretlemediyseniz, kendi ülkenizi buradan ayarlayabilirsiniz. Tam yerler İniş sayfalarında listelenecektir, ancak bir yer kendi ülkenizin adını içerdiğinde, bu ad dışarıda bırakılacaktır. Bir ülke seçmezseniz, kendi ülkeniz de dahil olmak üzere tüm ülkeler gösterilir.

source: Show occupations
de: Berufe anzeigen
nl: Toon beroepen
tr: Meslekleri göster

source: Show sosa numbering
de: Sosa Nummerierung zu zeigen
nl: Toon sosa-nummering
tr: Sosa numaralandırmasını göster

source: if selected, the Sosa-Stradonitz or Ahnentafel number for each ancestor will be displayed after their name.
de: Wenn ausgewählt, wird die Sosa-Stradonitz oder Ahnentafel Nummer für jeden Vorfahren nach ihrem Namen angezeigt.
nl: Wanneer geselecteerd zal het Sosa-Stradonitz of kwartierstaatnummer voor elke voorouder getoond worden bij hun naam.
tr: seçilirse, her ata için Sosa-Stradonitz veya Ahnentafel numarası adlarından sonra görüntülenir.

source: Show children
de: Kinder zeigen
nl: Toon kinderen
tr: Çocukları göster

source: if selected, a list of the children of each ancestral family will be displayed after each couple.
de: Wenn ausgewählt, wird eine Liste der Kinder jeder angestammten Familie nach jedem Paar angezeigt.
nl: Wanneer geselecteerd zal een lijst met kinderen van elk vooroudergezin getoond worden na elk koppel.
tr: seçilirse, her çiftin ardından her ata ailesinin çocuklarının bir listesi görüntülenir.

source: Show images
de: Bilder zeigen
nl: Toon afbeeldingen
tr: Resimleri göster

source: Resize thumbnails
de: Größe der Vorschaubilder ändern
nl: Miniaturen aanpassen
tr: Küçük resimleri yeniden boyutlandır

source: Choose “yes” to resize the default thumbnails for the Descendency pages. You can set a custom size in percentage or in pixels.<dl><dt>Size in percentage</dt><dd>The original thumbnails will be proportionally resized. This may result in a different width and height for each thumbnail.</dd><dt>Size in pixels</dt><dd>The longest side of the image will be resized to match the size in pixels. The other side will be resized proportionally.</dd><dt>Square thumbs</dt><dd>When you use a square thumbnail, all thumbnails will have the same width and height and the thumbnails will be cropped.</dd></dl>If you choose “no” the default thumbnails will be used with the formats you have set on the family tree configuration page.
de: Wählen Sie "Ja", um die Größe der Standard-Miniaturansichten für die erhältlichen Seiten. Sie können eine benutzerdefinierte Größe in Prozent oder in Pixel festlegen. <dl><dt>Größe in Prozent</dt> <dd>der ursprünglichen Miniaturansichten werden proportional verkleinert werden. Dadurch kann eine unterschiedliche Breite und Höhe für jedes Miniaturbild.</dd> <dt>Größe in Pixel</dt> <dd>Die längste Seite des Bildes wird verkleinert werden, um die Größe in Pixel entsprechen. Die andere Seite wird proportional verkleinert werden.</dd> <dt>Square Daumen</dt> <dd>Wenn Sie ein Miniaturbild, alle Vorschaubilder die gleiche Breite haben und Höhe und die Thumbnails werden abgeschnitten.</dd></dl> Wenn Sie "Nein" wählen Sie die Standard-Miniaturansichten werden mit den Formaten, die Sie auf der Konfigurationsseite Stammbaum festgelegt haben wird.
nl: Kies “ja” om de standaard afmetingen van miniaturen te wijzigen voor de Afstammelingen pagina's. U kan een aangepast formaat instellen met een percentage of in pixels.<dl><dt>Afmeting met percentage</dt><dd>De originele miniaturen zullen proportioneel wijzigen. Dit kan resulteren in een andere breedte en hoogte van elk miniatuur.</dd><dt>Afmeting in pixels</dt><dd>De langste zijde van de afbeelding zal wijzigen om te matchen met de afmeting in pixels. De andere zijde zal proportioneel wijzigen.</dd><dt>Vierkante miniaturen</dt><dd>Wanneer u een vierkant miniatuur gebruikt, zullen alle miniaturen dezelfde breedte en hoogte hebben en worden bijgesneden.</dd></dl>Als u “nee” kiest zullen de standaard miniaturen worden gebruikt met de formaten die u heeft ingesteld op de stamboom configuratiepagina.
tr: İniş sayfalarının varsayılan küçük resimlerini yeniden boyutlandırmak için “evet” i seçin. Özel bir boyutu yüzde veya piksel olarak ayarlayabilirsiniz.<dl><dt>Boyut yüzde olarak</dt><dd>Orijinal küçük resimler orantılı olarak yeniden boyutlandırılacaktır. Bu, her küçük resim için farklı bir genişlik ve yüksekliğe neden olabilir.</dd><dt>Piksel cinsinden boyut</dt><dd>Görüntünün en uzun tarafı piksel cinsinden boyuta uyacak şekilde yeniden boyutlandırılacaktır. Diğer taraf orantılı olarak yeniden boyutlandırılacaktır.</dd><dt>Kare küçük resimler</dt><dd>Kare küçük resim kullandığınızda, tüm küçük resimler aynı genişlik ve yüksekliğe sahip olacak ve küçük resimler kırpılacaktır.</dd></dl>“Hayır” ı seçerseniz, varsayılan küçük resimler aile ağacı yapılandırma sayfasında belirlediğiniz biçimlerle birlikte kullanılacaktır.

source: Thumbnail size
de: Größe der Vorschaubilder
nl: Afmeting van de miniaturen
tr: Küçük resim boyutu

source: percent
de: Prozent
nl: procent
tr: yüzde

source: Use square thumbnails
de: Quadratische Vorschaubilder verwenden
nl: Gebruik vierkante miniaturen
tr: Kare küçük resimler kullan

source: A narrative report of the ancestors of one individual
de: Ein erzählender Bericht der Vorfahren einer einzelnen Person
nl: Een verhalend rapport van de voorouders van een persoon
tr: Bir bireyin atalarının bir anlatı raporu

source: follow
de: folge
nl: volg
tr: takip et

source: Show more generations
de: Mehr Generationen anzeigen
nl: Toon meer generaties
tr: Daha fazla kuşak göster

source: Add a surname
de: Nachnamen hinzufügen
nl: Voeg een achternaam toe
tr: Bir soyadı ekleyin

source: Or manually add a root person
de: oder manuelles hinzufügen einer Startperson
nl: Of voeg handmatig een startpersoon toe
tr: Veya manuel olarak bir kök kişi ekleyin

source: Descendants of the %s family
de: Nachkommen der Familie %s
nl: Afstammelingen van de familie %s
tr: %s ailesinin torunları

source: Use fullname in menu
de: Den vollständigen Namen im Menü verwenden
nl: Gebruik de volledige naam in het menu
tr: Menüde tam adı kullan

source: A narrative report of the descendants of one family or individual
de: Ein erzählender Bericht der Nachkommen einer Familie oder Einzelperson
nl: Een verhalend rapport van afstammelingen van een gezin of persoon
tr: Bir ailenin veya bireyin soyundan gelenlerinin anlatı raporu

source: Frequently asked questions
de: Häufig gestellte Fragen
nl: Vaak gestelde vragen
tr: Sıkça Sorulan Sorular

source: FAQs are lists of questions and answers, which allow you to explain the site's rules, policies, and procedures to your visitors. Questions are typically concerned with privacy, copyright, user-accounts, unsuitable content, requirement for source-citations, etc.
de: FAQ's sind häufig gestellte Fragen und Antworten, die Ihnen erlauben, Ihre Besucher der Website Regeln, Richtlinien und Verfahren zu erklären. Fragen sind in der Regel mit Privatsphäre, Urheberrecht, Benutzerkonten, ungeeigneten Inhalten, Voraussetzung für Quellenangaben usw. besorgt.
nl: FAQs zijn lijsten van vragen en antwoorden, die u in staat stellen de websites regels, beleid en procedures aan uw bezoekers uit te leggen. Vragen gaan meestal over privacy, auteursrecht, gebruikersaccounts, ongepaste inhoud, vereisten voor bronvermeldingen, etc.
tr: SSS, ziyaretçilerinize sitenin kurallarını, politikalarını ve prosedürlerini açıklamanıza olanak tanıyan soru ve cevap listeleridir. Sorular genellikle gizlilik, telif hakkı, kullanıcı hesapları, uygun olmayan içerik, kaynak alıntıları gereksinimi vb. ile ilgilidir.

source: You may use HTML to format the answer and to add links to other websites.
de: Es kann auch HTML benutzt werden, um die Ausgabe zu formatieren und Links auf andere Webseiten einzufügen.
nl: U kunt HTML gebruiken om de vragen te formatteren en weblinks naar andere websites toe te voegen.
tr: Cevabı biçimlendirmek ve diğer web sitelerine bağlantılar eklemek için HTML kullanabilirsiniz.

source: FAQ position
de: FAQ Reihenfolge
nl: FAQ-positie
tr: SSS konumu

source: This field controls the order in which the FAQ items are displayed.<br /><br />You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other items later. For example, if you use the numbers 1, 6, 11, 16, you can later insert items with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert items in front of the first one.<br /><br />When more than one FAQ item has the same position number, only one of these items will be visible.
de: Dieses Feld steuert die Reihenfolge, in der die FAQ-Artikel angezeigt werden. < Br / > < Br / > du musst nicht die Zahlen nacheinander eingeben. Wenn Sie Löcher in das Nummernschema lassen, können Sie später andere Elemente einfügen. Beispielsweise verwenden Sie die Zahlen 1, können 6, 11, 16, Sie später Elemente mit fehlenden Nummern einfügen. Negative Zahlen Null sind erlaubt und können verwendet werden, um Elemente vor dem ersten einfügen. < Br / > < Br / > Wenn mehrere FAQ-Artikel hat die gleiche Stellung, nur eines dieser Elemente angezeigt werden.
nl: Dit veld bepaalt de volgorde waarin de FAQ's getoond worden.<br /><br />De nummers hoeven niet in volgorde te worden ingevoerd. Door het open laten van gaten in de nummering, kunnen later andere FAQ's hier tussen geplaatst worden. B.v. als de nummers 1, 6, 11, 16 gebruikt zijn, kunnen later FAQ's ingevoerd worden met de ontbrekende nummers. Negatieve nummers en nul zijn ook toegestaan, en kunnen gebruikt worden om FAQ's vóór de eerste FAQ te plaatsen.<br /><br />Als er meer dan één FAQ hetzelfde nummer hebben, zal er maar één van deze FAQ's getoond worden.
tr: Bu alan, SSS öğelerinin görüntülenme sırasını kontrol eder.<br /><br />Sayıları sırayla girmeniz gerekmez. Numaralandırma şemasında boşluk bırakırsanız, daha sonra başka öğeler ekleyebilirsiniz. Örneğin, 1, 6, 11, 16 numaralarını kullanırsanız, daha sonra eksik sıra numaralarına sahip öğeleri ekleyebilirsiniz. Negatif sayılara ve sıfıra izin verilir ve ilk sayının önüne öğe eklemek için kullanılabilir.<br /><br />Birden fazla SSS öğesi aynı konum numarasına sahip olduğunda, bu öğelerden yalnızca biri görünür olacaktır.

source: FAQ visibility
de: FAQ Sichbarkeit
nl: FAQ zichtbaarheid
tr: SSS görünürlüğü

source: A FAQ item can be displayed on just one of the family trees, or on all the family trees.
de: Ein FAQ Eintrag kann entweder nur in einem oder in allen Familien-Bäumen angezegt werden.
nl: Een FAQ item kan getoond worden voor één stamboom, of voor alle stambomen
tr: Bir SSS öğesi, aile ağaçlarından yalnızca birinde veya tüm aile ağaçlarında görüntülenebilir.

source: Move FAQ item down
de: FAQ-Eintrag nach unten verschieben
nl: Verplaats FAQ naar beneden
tr: SSS öğesini aşağı taşı

source: This option will let you move an item downwards on the FAQ page.<br /><br />Each time you use this option, the FAQ Position number of this item is increased by one. You can achieve the same effect by editing the item in question and changing the FAQ Position field. When more than one FAQ item has the same position number, only one of these items will be visible.
de: Diese Option ermöglicht Ihnen, die Reihenfolge der FAQ-Einträge zu ändern.<br /><br />Jedes Mal, wenn Sie diese Option benutzen, wird die Ordnungsnummer dieses Eintrages um <b>1</b> erhöht. Anstatt dieser Option, können Sie auch den Eintrag bearbeiten, und das Feld «FAQ Reihenfolge» direkt ändern. Wenn mehrere Einträge die selbe Ordnugsnummer haben, ist nur einer dieser Einträge sichtbar. Welcher Eintrag dann sichtbar ist, ist unbestimmt.
nl: Hiermee kan een FAQ naar beneden geschoven worden in de FAQ-lijst.<br /><br />Iedere keer dat op de pijl geklikt wordt, wordt de positie van de FAQ met één verhoogd. Dit zelfde effect kan worden bereikt door de FAQ te wijzigen en het positienummer te veranderen. Als meerdere FAQ's hetzelfde positienummer hebben, wordt slechts één van die FAQ's getoond.
tr: Bu seçenek, bir öğeyi SSS sayfasında aşağı doğru taşımanıza izin verir.<br /><br />Bu seçeneği her kullandığınızda, bu öğenin SSS Konum numarası bir artırılır. Söz konusu öğeyi düzenleyerek ve SSS Konum alanını değiştirerek aynı etkiyi elde edebilirsiniz. Birden fazla SSS öğesi aynı konum numarasına sahip olduğunda, bu öğelerden yalnızca biri görünür olacaktır.

source: Move FAQ item up
de: FAQ-Eintrag nach oben verschieben
nl: Verplaats FAQ omhoog
tr: SSS öğesini yukarı taşı

source: This option will let you move an item upwards on the FAQ page.<br /><br />Each time you use this option, the FAQ Position number of this item is reduced by one. You can achieve the same effect by editing the item in question and changing the FAQ Position field. When more than one FAQ item has the same position number, only one of these items will be visible.
de: Diese Option ermöglicht Ihnen, die Reihenfolge der FAQ-Einträge zu ändern.<br /><br />Jedes Mal, wenn Sie diese Option benutzen, wird die Ordnungsnummer dieses Eintrages um <b>1</b> verringert. Anstatt dieser Option, können Sie auch den Eintrag bearbeiten, und das Feld «FAQ Reihenfolge» direkt ändern. Wenn mehrere Einträge die selbe Ordnugsnummer haben, ist nur einer dieser Einträge sichtbar. Welcher Eintrag dann sichtbar ist, ist unbestimmt.
nl: Hiermee kan een FAQ omhoog geschoven worden in de FAQ-lijst.<br /><br />Iedere keer dat op de pijl geklikt wordt, wordt de positie van deze FAQ met één verlaagd. Dit zelfde effect kan worden bereikt door de FAQ te wijzigen en het positienummer te veranderen. Als meerdere FAQ's hetzelfde positienummer hebben, wordt slechts één van die FAQ's getoond.
tr: Bu seçenek, SSS sayfasında bir öğeyi yukarı taşımanıza izin verir.<br /><br />Bu seçeneği her kullandığınızda, bu öğenin SSS Konum numarası bir azaltılır. Söz konusu öğeyi düzenleyerek ve SSS Konum alanını değiştirerek aynı etkiyi elde edebilirsiniz. Birden fazla SSS öğesi aynı konum numarasına sahip olduğunda, bu öğelerden yalnızca biri görünür olacaktır.

source: FAQs
de: Häufige Fragen (FAQ)
tr: SSS

source: A list of frequently asked questions and answers.
de: Eine Liste regelmäßig gestellter Fragen und Antworten
nl: Een lijst van vaak gestelde vragen en de antwoorden.
tr: Sık sorulan soruların ve cevapların bir listesi.

source: Edit FAQ item
de: FAQ-Eintrag bearbeiten
nl: Wijzig FAQ
tr: SSS öğesini düzenle

source: Add FAQ item
de: FAQ Eintrag hinzufügen
nl: Voeg een FAQ toe
tr: SSS öğesi ekle

source: Question
de: Frage
nl: Vraag
tr: Soru

source: Answer
de: Antwort
nl: Antwoord
tr: Cevap

source: Show this block for which languages?
de: Diesen Block in welchen Sprachen zeigen?
nl: Voor welke talen moet dit blok getoond worden?
tr: Bu blok hangi diller için gösterilsin?

source: Search FAQs
de: Suche Häufige Fragen FAQs
nl: Zoek FAQs
tr: SSS Ara

source: Summary
de: Zusammenfassung
nl: Overzicht
tr: Özet

source: Main menu and page title
de: Hauptmenu und Überschrift der Übersichtsseite
nl: Hoofdmenu en paginatitel
tr: Ana menü ve sayfa başlığı

source: Page description
de: Beschreibung der Seite
nl: Paginabeschrijving
tr: Sayfa açıklaması

source: Are you sure you want to delete this FAQ entry?
de: Möchten Sie diesen FAQ Eintrag wirklich löschen?
nl: Weet u zeker dat u deze FAQ wilt verwijderen?
tr: Bu SSS girişini silmek istediğinizden emin misiniz?

source: The FAQ list is empty.
de: Die FAQ Liste ist leer.
nl: De FAQ-lijst is leeg
tr: SSS listesi boş.

source: Edit FAQ items
de: FAQ-Einträge bearbeiten
nl: Wijzig FAQs
tr: SSS öğelerini düzenle

source: Gallery position
de: Position der Galerie
nl: Galerie positie
tr: Galeri konumu

source: This field controls the order in which the galleries are displayed.
de: Dieses Feld legt die Reihenfolge fest, in der die Gallerien angezeigt werden.
nl: Dit veld controleert de volgorde waarin galeries worden weergegeven.
tr: Bu alan galerilerin görüntülenme sırasını kontrol eder.

source: You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other albums later. For example, if you use the numbers 1, 6, 11, 16, you can later insert albums with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert albums in front of the first one.
de: Die Nummerierung muss nicht unbedingt fortlaufend sein. Wenn Sie gezielt Nummernbereiche auslassen zum Beispiel zu Beginn nur 1, 6, 11, 16 usw. vergeben ist es später einfacher, Seiten an der passenden Stelle bzw. Lücke einzufügen. Negative Zahlenwerte und die Null sind ebenfalls erlaubt und können dazu benutzt werden, Albums ganz am Anfang einzufügen.
nl: De nummers hoeven niet in volgorde te worden ingevoerd. Door het open laten van gaten in de nummering, kunnen later andere albums hier tussen geplaatst worden. B.v. als de nummers 1, 6, 11, 16 gebruikt zijn, kunnen later albums ingevoerd worden met de ontbrekende nummers. Negatieve nummers en nul zijn ook toegestaan, en kunnen gebruikt worden om pagina's vóór de eerste pagina te plaatsen.
tr: Numaraları sırayla girmeniz gerekmez. Numaralandırma şemasında boşluk bırakırsanız, daha sonra başka albümler ekleyebilirsiniz. Örneğin, 1, 6, 11, 16 numaralarını kullanırsanız, daha sonra eksik sıra numaralarına sahip albümleri ekleyebilirsiniz. Negatif sayılara ve sıfıra izin verilir ve ilkinin önüne albüm eklemek için kullanılabilir.
