Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: Set the privacy access level for all dead people.
de: Setzt die Datenschutz-Einstellungen für alle verstorbenen Personen.
nl: Stelt het privacy-toegangsniveau in voor alle overleden personen.
tr: Tüm ölü insanlar için gizlilik erişim seviyesini ayarlayın.

source: Age at which to assume a person is dead
de: Alter, ab dem angenommen wird, dass eine Person verstorben ist
nl: Leeftijd waarvan aangenomen wordt dat men overleden is.
tr: Bir kişinin öldüğünü varsayma yaşı

source: years
de: Jahre
nl: jaren
tr: yıl

source: If this person has any events other than death, burial, or cremation more recent than this number of years, they are considered to be "alive". Children's birth dates are considered to be such events for this purpose.
de: Das maximale Alter einer Person, das maximale Alter eines persönlichen Eintrages einer Person oder das maximale Alter der Kinder dieser Person, damit angenommen wird, dass diese Person mittlerweile verstorben ist und ihr Datensatz nicht mehr dem Datenschutz unterliegt.
nl: Als een persoon een gebeurtenis heeft anders dan overlijden, begrafenis of crematie meer recent dan dit aantal jaren, wordt er vanuit gegaan dat hij "levend" is. Geboortedatums van kinderen kunnen zulke gebeurtenissen zijn om dit na te gaan.
tr: Bu kişinin ölüm, defin veya ölü yakma dışında, bu sayıda yıldan daha yakın bir zamanda herhangi bir olayı varsa, "canlı" olarak kabul edilir. Çocukların doğum tarihleri bu amaçla bu tür olaylar olarak kabul edilir.

source: Extend privacy of dead people
de: Datenschutz auf Verstorbene ausweiten
nl: Breid privacy uit met overleden personen
tr: Ölü insanların gizliliğini genişletin

source: born in the last %1$s years or died in the last %2$s years
de: geboren in den letzten %1$s Jahren oder gestorben in den letzten %2$s Jahren
nl: geboren in de laatste %1$s jaren of overleden in de laatste %2$s jaren.
tr: son %1$s yılda doğmuş veya son %2$s yılda ölmüş

source: In some countries privacy laws apply not only to living people but also to those who have died recently. This option allows you to extend the privacy rules for living people to those who were born or died within a specified number of years. Leave these values at zero to disable this feature.
de: In manchen Ländern bezieht sich der Datenschutz nicht nur auf lebende Personen, sondern auch auf kürzlich verstorbene. Diese Option erlaubt die Erweiterung des Datenschutzes auf Personen, die innerhalb einer angegebenen Anzahl von Jahren geboren oder verstorben sind. Lassen Sie dies Werte leer, um die Erweiterung wegzulassen.
nl: In sommige landen gelden privacy-regels niet alleen voor levende personen, maar ook voor recent overledenen. Deze optie geeft de mogelijkheid om de privacy-regels uit te breiden van alleen levende personen naar personen die geboren of overleden zijn binnen een opgegeven aantal jaar. Laat de waarden leeg om deze mogelijkheid uit te schakelen.
tr: Bazı ülkelerde gizlilik yasaları sadece yaşayan insanlar için değil, aynı zamanda yakın zamanda ölenler için de geçerlidir. Bu seçenek, yaşayan insanlar için gizlilik kurallarını belirli bir yıl içinde doğan veya ölenleri kapsayacak şekilde genişletmenize olanak tanır. Bu özelliği devre dışı bırakmak için bu değerleri sıfırda bırakın.

source: Names of private individuals
de: Namen von nichtöffentlichen Personen
nl: Namen van privé personen
tr: Özel kişilerin isimleri

source: This option will show the names (but no other details) of private individuals. Individuals are private if they are still alive or if a privacy restriction has been added to their individual record. To hide a specific name, add a privacy restriction to that name record.
de: Diese Option zeigt die Namen (aber keine weiteren Einzelheiten) der nicht-öffentlichen Personen. Personen sind nicht-öffentlich, falls sie leben oder dem Datensatz eine Einschränkung hinsichtlich der Veröffentlichung hinzugefügt wurde. Um gezielt einen Namen zu verbergen, fügen Sie dem Datensatz bitte eine solche Einschränkung hinzu.
nl: Deze optie toont de namen (maar geen andere details) van privé personen. Personen zijn privé als ze nog leven of als er een privé-beperking aan hun persoonsrecord is toegevoegd. Om een bepaalde naam niet te tonen, moet een privé-beperking op het naamrecord worden gezet.
tr: Bu seçenek, özel kişilerin adlarını (ancak diğer ayrıntıları göstermez) gösterecektir. Kişiler, hala hayattalarsa veya kişisel kayıtlarına bir gizlilik kısıtlaması eklenmişse özeldir. Belirli bir adı gizlemek için o ad kaydına bir gizlilik kısıtlaması ekleyin.

source: Show private relationships
de: Verwandtschaft zu privaten Personen zeigen
nl: Toon privé relaties
tr: Özel ilişkileri göster

source: This option will retain family links in private records. This means you will see empty "private" boxes on the pedigree chart and on other charts with private people.
de: Diese Option wird familiäre Verbindungen als private Daten behandeln. Das bedeutet, dass Sie leere "private"-Boxen auf dem Stammbaum und auf den übrigen Diagrammen als "privat" (i.S.v. nichtöffentlich) eingestufter Personen sehen.
nl: Deze optie zal familiebanden bewaren in privé-records. Dit houdt in dat je lege "privé" vakjes te zien krijgt op de kwartierstaat en andere diagrammen waar mensen zijn ingesteld als privé-persoon.
tr: Bu seçenek, aile bağlantılarını özel kayıtlarda tutacaktır. Bu, soyağacı grafiğinde ve diğer grafiklerde özel kişilerle birlikte boş "özel" kutuları göreceğiniz anlamına gelir.

source: Privacy restrictions
de: Datenschutz-Einstellungen
nl: Privacy opties
tr: Gizlilik kısıtlamaları

source: You can set the access for a specific record, fact, or event by adding a restriction to it. If a record, fact, or event does not have a restriction the following default restrictions will be used.
de: Sie können den Zugriff für einen bestimmten Datensatz, Fakt oder Ereignis festlegen, indem Sie ihm eine Beschränkung hinzufügen. Wenn eine Aufzeichnung, Tatsache oder ein Ereignis keine Einschränkung aufweist, werden die folgenden Standard Einschränkungen verwendet.
nl: U kunt de toegang instellen voor een specifiek record, feit of gebeurtenis door een beperking toe te voegen. Als een record, feit of een gebeurtenis geen beperking heeft zullen de standaard beperkingen gebruikt worden.
tr: Belirli bir kayda, gerçeğe veya olaya bir kısıtlama ekleyerek erişimi ayarlayabilirsiniz. Bir kaydın, gerçeğin veya olayın bir kısıtlaması yoksa, aşağıdaki varsayılan kısıtlamalar kullanılır.

source: Fact or event
de: Tatsache oder Ereignis
nl: Feit of gebeurtenis
tr: Gerçek veya olay

source: Action
de: Aktion
nl: Actie
tr: Eylem

source: All records
de: Alle Datensätze
nl: Alle records
tr: Tüm kayıtlar

source: add
de: hinzufügen
nl: toevoegen
tr: ekle

source: this record does not exist
de: Datensatz existiert nicht
nl: dit record bestaat niet
tr: bu kayıt mevcut değil

source: delete
de: löschen
nl: verwijder
tr: sil

source: Media folder
de: Medienordner
nl: Media map
tr: Medya klasörü

source: This folder will be used to store the media files for this family tree. If you select a different folder you must also move any media files from the existing folder to the new one. If two family trees use the same media folder they will be able to share media files. If they use different media folders their media files will be kept separate.
de: In diesem Ordner werden die Mediendateien für diesen Stammbaum gespeichert. Wenn Sie einen anderen Ordner auswählen, müssen Sie auch alle Mediendateien aus dem vorhandenen Ordner auf die neue verschieben. Wenn zwei Stammbäume denselben Medienordner verwenden, können sie Mediendateien gemeinsam nutzen. Wenn sie unterschiedliche Medienordner verwenden, werden ihre Mediendateien getrennt gehalten.
nl: Deze map wordt gebruikt om mediabestanden voor deze stamboom op te slaan. Als u een andere map selecteert moet u ook alle mediabestanden van de bestaande map verplaatsen naar de nieuwe map. Als twee stambomen dezelfde mediamap gebruiken, kunnen ze mediabestanden delen. Als er verschillende mediamappen gebruikt worden, zullen de mediabestanden apart zijn.
tr: Bu klasör, bu aile ağacının medya dosyalarını depolamak için kullanılacaktır. Farklı bir klasör seçerseniz, mevcut klasördeki tüm medya dosyalarını da yenisine taşımanız gerekir. İki aile ağacı aynı medya klasörünü kullanırsa, medya dosyalarını paylaşabilirler. Farklı medya klasörleri kullanırlarsa, medya dosyaları ayrı tutulacaktır.

source: Who can upload new media files
de: Wer darf neue Mediendateien auf den Server laden?
nl: Wie mag nieuwe mediabestanden uploaden
tr: Yeni medya dosyalarını kimler yükleyebilir

source: If you are concerned that users might upload inappropriate images, you can restrict media uploads to managers only.
de: Falls Sie besorgt sind, dass Benutzer ungeeignete Bilder hochladen, können Sie das Hochladen von Medien auf Verwalter beschränken.
nl: Om te voorkomen dat gebruikers ongepaste afbeeldingen uploaden, kunt u het uploaden van media alleen tot de beheerders beperken.
tr: Kullanıcıların uygunsuz resimler yükleyebileceğinden endişeleniyorsanız, medya yüklemelerini yalnızca yöneticilerle sınırlayabilirsiniz.

source: Show download link in media viewer
de: Diabetrachter erlauben, Download-Links zu zeigen
nl: Toon download link in media viewer
tr: Medya görüntüleyicide indirme bağlantısını göster

source: The media viewer can show a link which when clicked will download the media file to the local PC.<br><br>You may want to hide the download link for security reasons.
de: Der Medienbetrachter kann einen Link anzeigen, der eine Übertragung der aktuellen Medien-Datei ermöglicht.<br /><br />Diese Option bestimmt, ob der Medienbetrachter den Link zeigen darf oder nicht.
nl: De Media Viewer kan een link tonen die, als die aangeklikt wordt, het mediabestand download naar de lokale PC.<br><br>De button kan verborgen worden; bijvoorbeeld om veiligheidsredenen.
tr: Medya görüntüleyici, tıklandığında medya dosyasını yerel bilgisayara indirecek bir bağlantı gösterebilir.<br><br>Güvenlik nedenleriyle indirme bağlantısını gizlemek isteyebilirsiniz.

source: Width of generated thumbnails
de: Breite des erstellten Miniaturbildes (in Pixel)
nl: Breedte van gegenereerde miniatuur
tr: Oluşturulan küçük resimlerin genişliği

source: pixels
de: Pixel
tr: piksel

source: This is the width (in pixels) that the program will use when automatically generating thumbnails. The default setting is 100.
de: Automatisch erstellte Miniaturbilder werden in dieser Breite erstellt. Die standardmäßige Breite ist 100px.
nl: Dit is de breedte (in pixels) die het programma gebruikt voor automatisch gegenereerde miniaturen. De standaard waarde is 100 pixels.
tr: Bu, programın otomatik olarak küçük resimler oluştururken kullanacağı genişliktir (piksel cinsinden). Varsayılan ayar 100'dür.

source: Use silhouettes
de: Silhouetten verwenden
nl: Gebruik sihouetten
tr: Siluetleri kullanın

source: Use silhouette images when no highlighted image for that individual has been specified. The images used are specific to the gender of the individual in question and may also vary according to the theme you use.
de: Verwenden Sie Silhouette Bilder, wenn keine hervorgehobene Bild für das Individuum angegeben wurde. Die verwendeten Bilder sind spezifisch für das Geschlecht des betreffenden Individuums und variieren auch je nach Thema, die, das Sie verwenden.
nl: Gebruik silhouet afbeeldingen als er geen gemarkeerde afbeelding bestaat voor die persoon. De afbeelding welke wordt gebruikt is specifiek voor het geslacht van de persoon in kwestie en kan variëren afhankelijk van welk thema u gebruikt.
tr: Söz konusu kişi için vurgulanmış bir görüntü belirlenmediğinde siluet görüntüleri kullanın. Kullanılan görseller söz konusu kişinin cinsiyetine özel olup kullandığınız temaya göre de değişiklik gösterebilir.

source: Show highlight images in people boxes
de: Definierte Fotos in den Personenboxen zeigen
nl: Laat gemarkeerde afbeeldingen in persoonsvak zien
tr: Kişi kutularında vurgulanan görüntüleri göster

source: Click here to view more information about highlight images on the kiwitrees.net website FAQs
de: Klicken Sie hier für weitere Informationen über Highlight-Bilder auf der kiwitrees.net Website FAQs
nl: Klik hier om meer informatie over gemarkeerde afbeeldingen te bekijken op kiwitrees.net website FAQs
tr: Kiwitrees.net web sitesi SSS'ında öne çıkan görseller hakkında daha fazla bilgi görüntülemek için buraya tıklayın

source: Full size images without watermarks
de: Bilder in voller Größe ohne Wasserzeichen
nl: Volledig formaat afbeeldingen zonder watermerk
tr: Filigran içermeyen tam boyutlu görüntüler

source: Watermarks are optional and normally shown just to visitors.
de: Wasserzeichen sind optional und sind normalerweise nur für Besucher sichtbar.
nl: Watermerken zijn optioneel en worden alleen getoond aan bezoekers.
tr: Filigranlar isteğe bağlıdır ve normalde yalnızca ziyaretçilere gösterilir.

source: Add watermarks to thumbnails
de: Miniaturbilder mit Wasserzeichen versehen
nl: Voeg watermerk toe aan miniaturen
tr: Küçük resimlere filigran ekleyin

source: A watermark is text that is added to an image to discourage others from copying it without permission. If you select yes further options will be available.
de: Ein Wasserzeichen ist ein mit dem Bild verschmolzener Text, der vom Kopieren des Bildes abhalten soll.
nl: Een watermerk is tekst die toegevoegd is aan een afbeelding, om kopiëren zonder toestemming te ontmoedigen.
tr: Filigran, başkalarının izinsiz kopyalamasını engellemek için görüntüye eklenen metindir. Evet'i seçerseniz başka seçenekler de kullanılabilir.

source: Store watermarked full size images on server?
de: Mit Wasserzeichen versehene Bilder auf dem Server speichern
nl: Bewaar gewatermerkte afbeeldingen op ware grootte op de server?
tr: Filigranlı tam boyutlu resimler sunucuda depolansın mı?

source: Watermarks can be slow to generate for large images. Busy sites may prefer to generate them once and store the watermarked image on the server.
de: Das Erstellen der Wasserzeichen kann bei großen Bildern zeitraubend sein. Bei hoher Auslastung der Site kann es vorteilhafter sein, die Bilder einmalig mit Wasserzeichen zu versehen und auf dem Server zu speichern.
nl: Genereren van watermerken kan langzaam zijn voor grote afbeeldingen. Drukke websites kunnen ze beter één keer genereren en opslaan als gewatermerkte afbeelding op de server.
tr: Büyük resimler için filigranların oluşturulması yavaş olabilir. Meşgul siteler onları bir kez oluşturmayı ve filigranlı görüntüyü sunucuda saklamayı tercih edebilir.

source: Store watermarked thumbnails on server
de: Mit Wasserzeichen versehene Miniaturbilder auf dem Server speichern
nl: Bewaar miniaturen met watermerk op de server
tr: Filigranlı küçük resimleri sunucuda saklayın

source: Preferred URL link to an external image editor provided for members use when uploading media images. The default link is %s>
de: Bevorzugter URL-Link zu einem externen Bildeditor, der für Mitglieder bereitgestellt wird, die beim Hochladen von Medienbildern verwendet werden. Der Standardlink ist %s>
nl: Voorkeur URL-link naar een externe afbeeldingseditor voor leden om te gebruiken bij het uploaden van media-afbeeldingen. De standaardlink is %s >
tr: Üyelerin medya resimlerini yüklerken kullanması için sağlanan harici bir resim düzenleyiciye tercih edilen URL bağlantısı. Varsayılan bağlantı %s>

source: Names
de: Namen
nl: Namen
tr: Adlar

source: Min. no. of occurrences to be a "common surname"
de: Mindestanzahl von Vorkommen um ein »Häufiger Nachname« zu sein.
nl: Minimaal aantal van voorkomen om een "Meest voorkomende achternaam" te zijn.
tr: "Ortak soyadı" olmak için en az tekrar sayısı

source: This is the number of times a surname must occur before it shows up in the Common Surname list on the "Statistics block".
de: Dies ist die Anzahl, wie oft ein Nachname vorkommen muss, damit er in der Liste der häufigsten Nachnamen genannt wird.
nl: Dit is het aantal keer dat een achternaam moet voorkomen, voordat hij verschijnt in de Meest voorkomende achternamen lijst op de Home-pagina
tr: Bu, bir soyadının "İstatistikler bloğu"ndaki Ortak Soyadı listesinde görünmesi için geçmesi gereken sayıdır.

source: Names to add to common surnames
de: Namen hinzufügen zum gemeinsamen Familiennamen
nl: Namen om toe te voegen aan meest voorkomende achternamen
tr: Ortak soyadlara eklenecek isimler

source: If the number of times that a certain surname occurs is lower than the threshold, it will not appear in the list. It can be added here manually. If more than one surname is entered, they must be separated by a comma. <b>Surnames are case-sensitive.</b>
de: Wenn die Häufigkeit eines Namens unterhalb des definierten Schwellenwertes liegt, erscheint er nicht in der Liste der häufigsten Nachnamen. Hier können Sie solche Namen manuell zur Liste hinzufügen. Wenn Sie mehrere Namen angeben, trennen Sie diese jeweils durch ein Komma. Bitte beachten Sie die Groß- und Kleinschreibung.
nl: Als het aantal keer dat een achternaam in de stamboom voorkomt lager is dan de drempelwaarde, zal de naam niet in de lijst met Meest voorkomende achternamen verschijnen. De achternaam kan dan hier handmatig worden toegevoegd. Als er meer namen worden opgegeven, moeten ze worden gescheiden door een komma.<br>Opgegeven namen zijn hoofdlettergevoelig.</b>
tr: Belirli bir soyadının meydana gelme sayısı eşikten düşükse, listede görünmez. Buraya manuel olarak eklenebilir. Birden fazla soyadı girilirse, virgülle ayrılmalıdır. <b>Soyadlar büyük/küçük harf duyarlıdır.</b>

source: Names to remove from common surnames (comma separated)
de: Namen, die aus der Liste der häufigsten Nachnamen entfernt werden sollen (Komma getrennt).
nl: Namen verwijderen uit Meest voorkomende achternamen (komma gescheiden)
tr: Ortak soyadlardan kaldırılacak isimler (virgülle ayrılmış)

source: If you want to remove a surname from the Common Surname list without increasing the threshold value, you can do that by entering the surname here. If more than one surname is entered, they must be separated by a comma. <b>Surnames are case-sensitive.</b> Surnames entered here will also be removed from the Top-10 list on the Home Page.
de: Wenn Sie einen Nachnamen aus der Liste der häufigsten Nachnamen entfernen möchten, ohne den Grenzwert für die Anzahl des Vorkommens verändern zu wollen, können Sie den Namen hier eingeben. Wenn Sie mehrere Namen angeben, trennen Sie diese jeweils durch ein Komma. Bitte beachten Sie die Groß- und Kleinschreibung.
nl: Als u een achternaam wilt verwijderen uit de Meest voorkomende achternamen, zonder de drempelwaarde daarvoor te verhogen, kunt u de naam hier invoeren. Als er meer namen worden opgegeven, moeten ze worden gescheiden door een komma.<br>Opgegeven namen zijn hoofdlettergevoelig.</b> Achternamen hier ingevoerd zullen ook verwijderd worden uit de Top-10 lijst op de Home pagina.
tr: Bir soyadı eşik değerini artırmadan Ortak Soyadı listesinden kaldırmak isterseniz, soyadını buraya girerek bunu yapabilirsiniz. Birden fazla soyadı girilirse, virgülle ayrılmaları gerekir. <b>Soyadları büyük/küçük harf duyarlıdır.</b> Buraya girilen soyadlar Ana Sayfadaki İlk 10 listesinden de kaldırılacaktır.

source: Display surnames in all CAPS
de: Familiennamen in GROSSBUCHSTABEN anzeigen
nl: Toon achternamen in HOOFDLETTERS
tr: Soyadlarını BÜYÜK harfle göster

source: Lists
de: Listen
nl: Lijsten
tr: Listeler

source: Surname list style
de: Darstellung der Nachnamenslisten
nl: Type lijst voor achternamen
tr: Soyadı listesi stili

source: list
de: Liste
nl: lijst
tr: liste

source: table
de: Tabelle
nl: tabel
tr: tablo

source: tag cloud
de: Namenswolke
tr: etiket bulutu

source: Maximum number of surnames on individual list
de: Maximale Anzahl von Nachnamen auf der Personenliste
nl: Maximum aantal achternamen op persoonslijst
tr: Birey listesindeki maksimum soyadı sayısı

source: Long lists of people with the same surname can be broken into smaller sub-lists according to the first letter of the individual's given name.<br>This option determines when sub-listing of surnames will occur. To disable sub-listing completely, set this option to zero.
de: Lange Listen von Personen mit gleichem Nachnamen können nach dem Anfangsbuchstaben dessen Vornamen in kleinere Listen aufgeteilt werden.<br /><br />Mit dieser Option geben Sie die maximale Nachnamens-Listenlänge ein. Wenn Sie diese Länge auf Null stellen, werden Nachnamenslisten nie in kleinere Listen aufgeteilt.
nl: Lange persoonlijsten met dezelfde achternaam kunnen worden opgedeeld in kleinere sub-lijsten overeenkomstig de eerste letter van de voornaam.<br><br>Deze optie bepaalt wanneer sub-lijsten van achternamen van personen worden gemaakt. Om geen sub-lijsten te laten maken moet deze optie ingesteld worden op nul.
tr: Aynı soyadına sahip uzun listeler, kişinin adının ilk harfine göre daha küçük alt listelere bölünebilir.<br>Bu seçenek, soyadların alt listelerinin ne zaman olacağını belirler. Alt listeyi tamamen devre dışı bırakmak için bu seçeneği sıfıra ayarlayın.

source: Estimated dates for birth and death
de: Geschätzte Daten für Geburt und Tod
nl: Geschatte data voor geboorte en overlijden
tr: Tahmini doğum ve ölüm tarihleri

source: hide
de: verbergen
nl: verberg
tr: gizle

source: show
de: zeigen
nl: toon
tr: göster

source: This option controls whether or not to show estimated dates for birth and death instead of leaving blanks on individual lists and charts for individuals whose dates are not known.
de: Diese Option bestimmt, ob geschätzte Daten für Geburten und Tode in Listen gezeigt werden. Wenn nicht, bleiben unbekannte Daten leer.
nl: Deze optie beheert het wel of niet tonen van geschatte data voor geboorte en overlijden, i.p.v. lege datavelden op persoonslijsten en diagrammen voor personen wiens data niet bekend zijn.
tr: Bu seçenek, tarihleri bilinmeyen kişiler için ayrı liste ve grafiklerde boşluk bırakmak yerine tahmini doğum ve ölüm tarihlerinin gösterilip gösterilmeyeceğini kontrol eder.

source: The date and time of the last update
de: Das Datum und die Uhrzeit der letzten Aktualisierung
nl: Datum en tijd van de laatste wijziging
tr: Son güncellemenin tarihi ve saati

source: Charts
de: Diagramme
nl: Diagrammen
tr: Grafikler

source: Default pedigree chart layout
de: Standard Stammbaum Layout
nl: Standaard layout voor kwartierstaat
tr: Varsayılan soyağacı grafiği düzeni

source: Landscape
de: Querformat
nl: Liggend
tr: Yatay

source: Portrait
de: Hochformat
nl: Staand
tr: Dikey

source: This option indicates whether the Pedigree chart should be generated in landscape or portrait mode.
de: Hier bestimmen Sie, ob der Stammbaum im Hochformat oder Querformat dargestellt werden soll.
nl: Deze optie bepaalt of de kwartierstaat staand of liggend moet worden weergegeven.
tr: Bu seçenek, Soyağacı grafiğinin yatay veya dikey modda oluşturulup oluşturulmayacağını belirtir.

source: Default pedigree generations
de: Voreinstellung für Stammbaum-Generationen
nl: Standaard aantal generaties voor kwartierstaat
tr: Varsayılan soyağacı kuşakları

source: Set the default number of generations to display on Descendancy and Pedigree charts.
de: Bestimmt die Anzahl standardmäßig dargestellter Generationen, die in Nachfahrenbaum- und Stammbaum-Darstellungen gleichzeitig gezeigt werden.
nl: Stelt het aantal generaties in dat standaard afgebeeld moet worden in de parentelen (nakomelingen) en kwartierstaten (voorouders).
tr: Soyağacı ve Soyağacı grafiklerinde görüntülenecek varsayılan kuşak sayısını ayarlayın.

source: Maximum pedigree generations
de: Maximale Anzahl Generationen im Stammbaum
nl: Maximum aantal generaties voor kwartierstaat
tr: Maksimum soyağacı kuşakları
