Repository: kiwi3685/kiwitrees
Catalog: language/*.po
Languages: de, nl, tr

source: %1s (%2s with a death date and %3s without)
nl: %1s (%2s met een overlijdensdatum en %3s zonder)
tr: %1s (bir ölüm tarihi olan %2s ve ölüm tarihi olmayan %3s)

source: Number of births in each century
nl: Aantal geboorten in per eeuw
tr: Her yüzyıldaki doğum sayısı

source: Number of deaths in each century
nl: Aantal overlijdens per eeuw
tr: Her yüzyıldaki ölüm sayısı

source: Earliest birth
de: Frühestes Geburtsdatum
nl: Vroegste geboorte
tr: En erken doğum

source: Earliest death
de: Frühestes Todesdatum
nl: Vroegste overlijden
tr: En erken ölüm

source: Latest birth
de: Letztes Geburtsdatum
nl: Laatste geboorte
tr: En son doğum

source: Latest death
de: Letztes Todesdatum
nl: Laatste overlijden
tr: En son ölüm

source: Average age at death
de: Durchschnittsalter beim Tod
nl: Gemiddelde leeftijd bij overlijden
tr: Ortalama ölüm yaşı

source: Average age at death date, by century
nl: Gemiddelde leeftijd bij overlijden, per eeuw
tr: Yüzyıla göre ölüm tarihindeki ortalama yaş

source: Greatest age at death
de: Höchstes erreichtes Alter
nl: Hoogste leeftijd bij overlijden
tr: En büyük ölüm yaşı

source: Oldest living people
de: Höchstes Alter noch lebender Personen
nl: Oudst levende personen
tr: En yaşlı yaşayan insanlar

source: Total surnames
de: Anzahl Nachnamen
nl: Totaal aantal achternamen
tr: Toplam soyadlar

source: Total given names
de: Anzahl Vornamen
nl: Totaal aantal voornamen
tr: Toplam verilen adlar

source: Top surnames
de: Häufigste Nachnamen
nl: Meest voorkomende achternamen
tr: En çok soyadlar

source: Top given names
de: Häufigste Vornamen
nl: Populairste voornamen
tr: En çok verilen adlar

source: Total marriages
de: Anzahl an Eheschließungen
nl: Totaal aantal huwelijken
tr: Toplam evlilikler

source: Total divorces
de: Anzahl an Scheidungen
nl: Totaal aantal echtscheidingen
tr: Toplam boşanmalar

source: Marriages by century
de: Ehen pro Jahrhundert
nl: Huwelijken per eeuw
tr: Yüzyıla göre evlilikler

source: Divorces by century
de: Scheidungen pro Jahrhundert
nl: Scheidingen per eeuw
tr: Yüzyıla göre boşanmalar

source: Number of marriages in each century
nl: Aantal huwelijken per eeuw
tr: Her yüzyıldaki evlilik sayısı

source: Number of divorces in each century
nl: Aantal scheidingen per eeuw
tr: Her yüzyıldaki boşanma sayısı

source: Earliest marriage
de: Früheste Eheschließung
nl: Vroegste huwelijk
tr: En erken evlilik

source: Earliest divorce
de: Früheste Scheidung
nl: Vroegste echtscheiding
tr: En erken boşanma

source: Latest marriage
de: Letzte Eheschließung
nl: Meest recente huwelijk
tr: En son evlilik

source: Latest divorce
de: Letzte Scheidung
nl: Meest recente echtscheiding
tr: En son boşanma

source: Length of marriage
de: Ehedauer
nl: Duur van huwelijk
tr: Evlilik süresi

source: Longest marriage
de: Längste Ehe
nl: Langste huwelijk
tr: En uzun evlilik

source: Shortest marriage
de: Kürzeste Ehe
nl: Kortste huwelijk
tr: En kısa evlilik

source: Youngest male
de: Jüngster Mann
nl: Jongste man
tr: En genç erkek

source: Youngest female
de: Jüngste Frau
nl: Jongste vrouw
tr: En genç kadın

source: Oldest male
de: Ältester Mann
nl: Oudste man
tr: En yaşlı erkek

source: Oldest female
de: Älteste Frau
nl: Oudste vrouw
tr: En yaşlı kadın

source: Average age at marriage date, by century
nl: Gemiddelde leeftijd op huwelijksdatum, per eeuw
tr: Yüzyıla göre evlilik tarihindeki ortalama yaş

source: Age at birth of child
de: Alter bei Geburt des Kindes
nl: Leeftijd bij geboorte van kind
tr: Çocuğun doğum yaşı

source: Youngest father
de: Jüngster Vater
nl: Jongste vader
tr: En genç baba

source: Youngest mother
de: Jüngste Mutter
nl: Jongste moeder
tr: En genç anne

source: Oldest father
de: Ältester Vater
nl: Oudste vader
tr: En yaşlı baba

source: Oldest mother
de: Älteste Mutter
nl: Oudste moeder
tr: En yaşlı anne

source: Children in family
de: Anzahl Kinder
nl: Aantal kinderen in dit gezin
tr: Ailedeki çocuklar

source: Average number of children per family
de: Durchschnittsanzahl von Kindern pro Familie
nl: Gemiddeld aantal kinderen per gezin
tr: Aile başına ortalama çocuk sayısı

source: Number of families without children
de: Anzahl kinderloser Familien
nl: Aantal gezinnen zonder kinderen
tr: Çocuksuz aile sayısı

source: Number of children per family, by century
nl: Aantal kinderen per gezin, per eeuw
tr: Yüzyıla göre aile başına düşen çocuk sayısı

source: Number of families without children, by century
nl: Aantal gezinnen zonder kinderen, per eeuw
tr: Yüzyıla göre çocuksuz aile sayısı

source: Largest number of grandchildren
de: Größte Anzahl von Enkeln
nl: Grootste aantal kleinkinderen
tr: En fazla torun sayısı

source: Age difference
de: Altersunterschied
nl: Verschil in leeftijd
tr: Yaş farkı

source: Between siblings
nl: Tussen broers en zussen
tr: Kardeşler arasında

source: Greatest age between siblings
de: Größter Altersunterschied zwischen Geschwistern
nl: Grootste leeftijdsverschil tussen kinderen
tr: Kardeşler arasındaki en büyük yaş

source: Between husband and wife, husband older
nl: Tussen man en vrouw, man ouder
tr: Karı koca arasında, kocası daha yaşlı

source: Between wife and husband, wife older
nl: Tussen man en vrouw, vrouw ouder
tr: Karı koca arasında, karısı daha yaşlı

source: Total events
de: Anzahl Ereignisse
nl: Totaal aantal gebeurtenissen
tr: Toplam etkinlikler

source: First event
de: Erstes Ereignis
nl: Eerste gebeurtenis
tr: İlk etkinlik

source: Last event
de: Letzes Ereignis
nl: Laatste gebeurtenis
tr: Son etkinlik

source: Media objects by type
nl: Media-objecten op type
tr: Türüne göre medya nesneleri

source: Individuals with sources
de: Personen mit Quellenangabe
nl: Personen met bronnen
tr: Kaynakları olan bireyler

source: Families with sources
de: Familien mit Quellenangabe
nl: Gezinnen met bronnen
tr: Kaynakları olan aileler

source: Birth places
de: Geburtsorte
nl: Geboorteplaatsen
tr: Doğum yerleri

source: Death places
de: Sterbeorte
nl: Plaatsen van overlijden
tr: Ölüm yerleri

source: Marriage places
de: Heiratsort
nl: Huwelijksplaatsen
tr: Evlilik yerleri

source: Events in countries
de: Ereignisse in Ländern
nl: Gebeurtenissen in landen
tr: Ülkelerdeki etkinlikler

source: Individual distribution chart
de: Personen-Verteilungsdiagramm
nl: Verdeling per persoon
tr: Bireysel dağıtım grafiği

source: High population
nl: Hoge bevolkingsdichtheid
tr: Yüksek nüfus

source: Low population
nl: Lage bevolkingsdichtheid
tr: Düşük nüfus

source: Nobody at all
de: Überhaupt niemand
nl: Niemand
tr: Tümünde hiç kimse

source: An individual's timeline chart
de: Ein Individuum Timeline Diagramm
nl: Een persoonlijk tijdlijndiagram
tr: Bir kişinin zaman çizelgesi grafiği

source: This block allows a pedigree, descendancy, or hourglass chart to appear on the Home page. Because of space limitations, the charts should be placed only on the left side of the page or at full width.<br /><br />When this block appears the root person and the type of chart to be displayed are determined by the administrator.<br /><br />The behavior of these charts is identical to their behavior when they are called up from the menus. Click on the box of a person to see more details about them.
de: Dieser Block ermöglicht einen Stammbaum, Descendancy oder Sanduhr Diagramm auf der Startseite angezeigt werden. Aus Platzgründen die Charts platziert werden sollte, nur auf der linken Seite der Seite oder in voller Breite. < Br / > < Br / > Wenn dieser Block erscheint die Wurzel Person und den Typ des Diagramms angezeigt werden werden durch den Administrator. bestimmt < Br / > < Br / > das Verhalten dieser Diagrammen ist identisch mit ihrem Verhalten, wenn sie aus den Menüs aufgerufen werden. Klicken Sie auf das Feld eines Menschen für mehr Details über sie.
nl: Met dit blok kan een kwartierstaat, parenteel of zandloperdiagram getoond worden op de Home pagina. Vanwege de benodigde ruimte kunnen deze diagrammen alleen aan de linkerkant van de pagina geplaatst worden of op volledige breedte.<br /><br />Als dit blok op de Home pagina getoond wordt, worden de startpersoon en het soort diagram bepaald door de administrator.<br /><br />Ddeze diagrammen zijn hetzelfde als de overeenkomstige diagrammen die in het menu gekozen kunnen worden. Om details van een persoon te zien moet op het vakje van die persoon geklikt worden.
tr: Bu blok, Ana sayfada bir soyağacı, soy veya kum saati grafiğinin görünmesini sağlar. Alan sınırlamaları nedeniyle, grafikler sayfanın yalnızca sol tarafına veya tam genişlikte yerleştirilmelidir.<br /><br />Bu blok göründüğünde, kök kişi ve görüntülenecek grafik türü yönetici tarafından belirlenir.<br /><br />Bu grafiklerin davranışı, menülerden çağrıldıklarındaki davranışlarıyla aynıdır. Onlar hakkında daha fazla ayrıntı görmek için bir kişinin kutusunu tıklayın.

source: An alternative way to display charts.
de: Eine alternative Form der Diagramm-Anzeige.
nl: Een alternatieve manier om diagrammen weer te geven.
tr: Grafikleri görüntülemenin alternatif bir yolu.

source: Pedigree of %s
de: Stammbaum von %s
nl: Kwartierstaat van %s
tr: %s soyağacı

source: Interactive tree of %s
de: Interaktiver Baum von %s
nl: Interactieve boom van %s
tr: %s etkileşimli ağacı

source: You must select an individual and chart type in the block configuration settings.
de: Sie müssen eine Person und einen Diagramm-Typ in den Block-Einstellungen festlegen.
nl: Kies een persoon en een diagramsoort in de blokconfiguratie.
tr: Blok yapılandırma ayarlarında bir birey ve grafik türü seçmeniz gerekir.

source: Chart type
de: Diagramm-Typ
nl: Diagramsoort
tr: Grafik türü

source: Add a scrollbar when block contents grow
de: Fügt einen Rollbalken hinzu, wenn der Inhalt des Blocks anwächst
nl: Voeg een scrollbalk toe wanneer de inhoud van het blok toeneemt
tr: Blok içeriği büyüdüğünde kaydırma çubuğu ekleyin

source: Allow other modules to edit text using a “WYSIWYG” editor, instead of using HTML codes.
de: Lassen Sie andere Module zur Textbearbeitung mit einem "WYSIWYG"-Editor anstelle von HTML-Codes.
nl: Sta andere modules toe om tekst te bewerken gebruikmakend van een “WYSIWYG” editor, in plaats van HTML-codes te gebruiken.
tr: Diğer modüllerin HTML kodlarını kullanmak yerine bir “WYSIWYG” düzenleyici kullanarak metni düzenlemesine izin verin.

source: Cannot create
de: Erstellen fehlgeschlagen
nl: Kan niet aanmaken
tr: Oluşturulamıyor

source: Check access rights on this directory.
de: Prüfen Sie die Zugriffsrechte für dieses Verzeichnis.
nl: Controleer de toegangsrechten tot deze map.
tr: Bu dizindeki erişim haklarını kontrol edin.

source: Clippings cart
de: Sammelbehälter
nl: Stamboomknipsel
tr: Kupür sepeti

source: User %s has just downloaded a clippings cart file
de: Benutzer %s hat soeben eine Sammelbehälter-Datei heruntergeladen.
nl: Gebruiker %s heeft zojuist een stamboomknipsel-bestand gedownload.
tr: %s kullanıcısı az önce bir kupür sepeti dosyası indirdi

source: Add by ID
de: Hinzufügen per ID
nl: Toevoegen per ID
tr: Kimliğe göre ekle

source: This input box lets you enter an individual's ID number so he can be added to the Clippings Cart. Once added you'll be offered options to link that individual's relations to your Clippings Cart.<br /><br />If you do not know an individual's ID number, you can perform a search by name by pressing the Person icon next to the Add button.
de: Über dieses Eingabefeld können Sie eine individuelle ID-Nummer eingeben, damit sie in die Clippings Warenkorb hinzugefügt werden kann. Sobald sie hinzugefügt ist, werden Optionen angeboten, diese Person zu verknüpfen ist Beziehungen zu Ihrer Clippings Cart. < Br / > < Br / > Wenn Sie eine individuelle ID-Nummer nicht kennen, können führen Sie eine Suche nach Namen durch das Person-Symbol neben der Schaltfläche "hinzufügen" drücken.
nl: Dit invoervak laat u een persoon-ID nummer invoeren zodat deze wordt toegevoegd aan Stamboomknipsel. Eenmaal toegevoegd, wordt u een optie aangeboden om de relaties van die persoon toe te voegen aan uw Stamboomknipsel.<br /><br />Als u het persoon-ID nummer niet weet kunt u een zoekactie op naam uitvoeren, door op het Persoon-pictogram naast de Voeg toe-button te klikken.
tr: Bu giriş kutusu, Kupür Sepetine eklenebilmesi için bir kişinin kimlik numarasını girmenizi sağlar. Eklendikten sonra, o kişinin ilişkilerini Kupür Sepetinize bağlamak için seçenekler sunulur.<br /><br />Bir kişinin kimlik numarasını bilmiyorsanız, Ekle düğmesinin yanındaki Kişi simgesine basarak ada göre arama yapabilirsiniz.

source: Empty Cart
de: Sammelbehälter leeren
nl: Maak wagen leeg
tr: Boş Sepet

source: When you click this link your Clippings Cart will be totally emptied.<br /><br />If you don't want to remove all persons, families, etc. from the Clippings Cart, you can remove items individually by clicking the <b>Remove</b> link in the Name boxes. There is <u>no</u> confirmation dialog when you click either of these links; the requested deletion takes place immediately.
de: Wenn Sie auf diesen Link klicken Sammelbehälter werden völlig entleert. < Br / > < Br / > Wenn Sie nicht alle Personen, Familien, etc. aus dem Schnittgut Warenkorb entfernen möchten, können Sie Elemente individuell über den Link <b>entfernen. Entfernen Sie</b> in den Feldern Name. Wenn Sie eines dieser Links klicken, gibt es <u>kein</u> Bestätigungsdialogfeld; die gewünschte Löschung erfolgt sofort.
nl: Als u deze link klikt, zal uw Stamboomknipsel helemaal worden geleegd.<br /><br />Als u niet alle personen. gezinnen enz. wil verwijderen uit Stamboomknipsel kunt u items per stuk verwijderen door het klikken van de <b>Verwijder</b>-link in de naamvakken. Er is <u>geen</u> bevestigingsdialoog, wanneer u een van de links klikt; de verwijdering vindt direct plaats.
tr: Bu bağlantıyı tıkladığınızda Kupür Sepetiniz tamamen boşaltılacaktır.<br /><br />Tüm kişileri, aileleri vb. kupür sepetinden kaldırmak istemiyorsanız Ad kutularındaki <b>Kaldır</b> bağlantısını tıklatarak öğeleri tek tek kaldırabilirsiniz. Bu bağlantılardan birini tıklattığınızda <u>hayır</u> onay iletişim kutusu vardır; istenen silme işlemi hemen gerçekleşir.

source: Clippings cart
de: Sammelbehälter
nl: Stamboomknipsel
tr: Kupür sepeti

source: Select records from your family tree and save them as a GEDCOM file.
de: Auswahl von Datensätzen aus dem Stammbaum und Speicherung als GEDCOM-Datei
nl: Selecteer gegevens uit uw stamboom en bewaar ze als een GEDCOM-bestand.
tr: Aile ağacınızdan kayıtları seçin ve bunları bir GEDCOM dosyası olarak kaydedin.

source: Family Tree Clippings Cart
de: Familien Baum Sammelbehälter
nl: Stamboomknipsel
tr: Aile Ağacı Kupür Sepeti

source: Which other links from this family would you like to add?
de: Welche Verbindungen dieser Familie möchten Sie noch sammeln?
nl: Welke andere koppelingen van dit gezin wilt u toevoegen?
tr: Bu aileden, başka hangi bağlantıları eklemek istersiniz?

source: Add just this family record.
de: Nur diesen Familien-Datensatz hinzufügen.
nl: Voeg alleen dit gezinsrecord toe.
tr: Sadece bu aile kaydını ekleyin.

source: Add parents' records together with this family record.
de: Die Datensätze der Eltern dieser Familie hinzufügen.
nl: Voeg de records van ouders samen met dit gezinsrecord.
tr: Bu aile kaydıyla birlikte ebeveyn kayıtlarını ekleyin.

source: Add parents' and children's records together with this family record.
de: Die Datensätze der Eltern und Kinder dieser Familie hinzufügen.
nl: Voeg de records van ouders en kinderen toe, samen met dit gezinsrecord.
tr: Bu aile kaydıyla birlikte ebeveynlerin ve çocukların kayıtlarını ekleyin.

source: Add parents' and all descendants' records together with this family record.
de: Die Datensätze der Eltern und Kinder dieser Familie hinzufügen.
nl: Voeg de records van ouders en afstammelingen samen met dit gezinsrecord.
tr: Bu aile kaydıyla birlikte ebeveynlerin ve tüm soyundan gelenlerin kayıtlarını ekleyin.

source: Continue adding
de: Weitere hinzufügen
nl: Ga door met toevoegen
tr: Eklemeye devam et

source: Which links from this person would you also like to add?
de: Welche Verbindungen dieser Person möchten Sie noch sammeln?
nl: Welke koppelingen van deze persoon wilt u nog meer toevoegen?
tr: Bu kişiden, hangi bağlantıları da eklemek istersiniz?

source: Add just this person.
de: Nur diese Person
nl: Voeg alleen deze persoon toe.
tr: Sadece bu kişiyi ekleyin.

source: Add this person, his parents, and siblings.
de: Diese Person, seine Eltern und alle Nachfahren
nl: Voeg deze persoon, zijn ouders, broers en zusters toe
tr: Bu kişiyi, ebeveynlerini ve kardeşlerini ekleyin.

source: Add this person and his direct line ancestors.
de: Diese Person und seine direkten Vorfahren
nl: Voeg deze persoon en zijn directe voorouders toe.
tr: Bu kişiyi ve onun direkt hat atalarını ekleyin.

source: Number of generations:
de: Anzahl der Generationen:
nl: Aantal generaties:
tr: Kuşak sayısı:

source: Add this person, his direct line ancestors, and their families.
de: Diese Person und seine direkten Vorfahren und ihre Familien
nl: Voeg deze persoon en zijn directe voorouders toe en hun gezinnen.
tr: Bu kişiyi, doğrudan atalarını ve ailelerini ekleyin.

source: Add this person, his spouse, and children.
de: Diese Person, seinen Ehepartner und alle Kinder
nl: Voeg deze persoon, zijn/haar huwelijkspartner en kinderen toe.
tr: Bu kişiyi, eşini ve çocuklarını ekleyin.

source: Add this person, his spouse, and all descendants.
de: Diese Person, seinen Ehepartner und alle Nachfahren
nl: Voeg deze persoon, zijn/haar huwelijkspartner en alle afstammelingen toe.
tr: Bu kişiyi, eşini ve tüm soyundan gelenlerini ekleyin.

source: Which records linked to this source should be added?
de: Welche Verbindungen dieser Quelle möchten Sie noch sammeln?
nl: Welke records, die aan deze bron zijn gekoppeld, moeten worden toegevoegd?
tr: Bu kaynağa bağlı hangi kayıtlar eklenmelidir?

source: Add just this source.
de: Nur diese Quelle
nl: Voeg alleen deze bron toe.
tr: Sadece bu kaynağı ekleyin.

source: Add this source and families/people linked to it.
de: Diese Quelle sowie alle mit ihr verbundene Familien und Personen
nl: Voeg deze bron toe en de gezinnen/personen die daaraan gekoppeld zijn.
tr: Bu kaynağı ve ona bağlı aileleri/kişileri ekleyin.

source: Some items could not be added due to privacy restrictions
de: Einige Daten konnten wegen Datenschutz nicht hinzugefügt werden
nl: Sommige items konden niet worden toegevoegd, vanwege privacy-beperkingen
tr: Gizlilik kısıtlamaları nedeniyle bazı öğeler eklenemedi

source: This allows you to take extracts ("clippings") from this family tree and collect them into a single file to download in GEDCOM format.<ul><li class="warning">By definition a "clipping" is a very small part of a family tree. This tool cannot provide a complete download of a large tree. If you require a substantial part of the dataplease please contact the site administrator.</li><li><b>How to take clippings?</b><br>This is really simple. Whenever you see a clickable name (individual, family, or source) you can go to the Details page of that name. There you will see the <b>Add to Clippings Cart</b> option. When you click that link you will be offered several options to download.</li><li><b>How to download?</b><br />Once you have items in your cart you can download them just by clicking the <b>Download Now</b> link. Follow the instructions and links.</li></ul>
de: Dadurch können Sie Auszüge ("Clippings") aus diesem Stammbaum zu nehmen und sammeln sie in einer einzigen Datei im GEDCOM-Format herunterladen. <ul><li class="warning"> per Definition eine "Clipping" ist ein sehr kleiner Teil des Stammbaums. Dieses Tool kann keinen kompletten Download eines großen Baumes bereit. Benötigen Sie einen wesentlichen Bestandteil der Dataplease kontaktieren Sie bitte den Site-Administrator.</li> <li><b>Wie Zeitungsausschnitte nehmen?</b> <br>Ist wirklich einfach. Immer, wenn Sie einen anklickbaren Namen (Einzelperson, Familie oder Quelle) gelangen Sie zur Detailseite dieses Namens. Dort sehen Sie die Option <b>in den Clippings Warenkorb</b>. Wenn Sie auf diesen Link klicken werden Ihnen mehrere Optionen zum herunterladen.</li> <li><b>Herunterladen von?</b> < Br / > sobald Sie Artikel in Ihrem Warenkorb haben Sie können sie einfach über den Link <b>Download Now</b> herunterladen. Folgen Sie den Anweisungen und Links.</li></ul>
nl: Dit staat u toe om extracten ("knipsels") van deze stamboom te nemen en te bundelen in een bestand om te downloaden in GEDCOM-formaat<ul><li class="waarschuwing">De definitie van een "knipsel" is een klein deel van een stamboom. Deze tool is niet bedoeld om een grote stamboom te downloaden. Heeft u een groot gedeelte van de database nodig neem dan contact op met de websitebeheerder. </li><li><b>Hoe knipsels maken?</b><br>Dit is eenvoudig. Door op een aanklikbare naam (persoon, gezin of bron) te klikken, gaat u naar de Detailpagina van die naam. Daar ziet u de <b>Voeg toe aan Stamboomknipsel</b> optie. Wanneer u klikt op die link vindt u verschillende opties om te downloaden.</li><li><b>Hoe downloaden?</b><br />Zodra er items zijn in Stamboomknipsel, kan worden geklikt op de link <b>Download nu</b>. Volg dan de instructies en de links </li></ul>
tr: Bu, bu aile ağacından özler ("kupürler") almanıza ve bunları GEDCOM biçiminde indirmek için tek bir dosyada toplamanıza olanak tanır.<ul><li class="warning">Tanım gereği "kupür" bir soy ağacının çok küçük bir parçasıdır. Bu araç, büyük bir ağacın tam karşıdan yüklenmesini sağlayamaz. Verilerin önemli bir kısmına ihtiyaç duyarsanız lütfen site yöneticisine başvurun.</li><li><b>Kupürler nasıl alınır?</b><br>Bu gerçekten çok basit. Tıklanabilir bir ad (birey, aile veya kaynak) gördüğünüzde, bu adın Ayrıntılar sayfasına gidebilirsiniz. Orada <b>Kupür Sepetine Ekle</b> seçeneğini göreceksiniz. Bu bağlantıyı tıkladığınızda indirmek için çeşitli seçenekler sunulur.</li><li><b>Nasıl indirilir?</b><br />Sepetinizde ürün bulundurduktan sonra, sadece <b>Şimdi İndir</b> bağlantısını tıklayarak indirebilirsiniz. Talimatları ve bağlantıları izleyin.</li></ul>

source: Enter an individual, family, or source ID
de: Personen, Familien oder Quellen Id eingeben
nl: Voer een persoons-, gezins-, of bron-ID in
tr: Bir kişi, aile veya kaynak kimliği girin

source: This input box lets you enter an individual, family, or source to be added to the Clippings Cart. Once that item is added you will be offered options to add further related items.
de: Dieses Eingabefeld ermöglicht die Eingabe einer Person, Familie oder Quelle die dem Sammelbehälter hinzugefügt werden. Nachdem Sie das Element hinzugefügt haben, werden Ihnen Optionen zum Hinzufügen von weiteren verwandten Elemente angeboten.
nl: Dit invoerveld laat u een persoon, gezin of bron toevoegen aan Stamboomknipsel
tr: Bu giriş kutusu Kupür Sepetine eklenecek bir birey, aile veya kaynak girmenizi sağlar. Bu öğe eklendikten sonra, daha fazla ilgili öğe eklemek için seçenekler sunulur.

source: Your Clippings Cart is empty.
de: Ihr Sammelbehälter ist leer.
nl: Uw Stamboomknipsel is leeg.
tr: Kupürler Sepetiniz boş.

source: File Information
de: Datei-Informationen
nl: Bestands Informatie
tr: Dosya Bilgileri

source: Download now
de: Jetzt herunterladen
nl: Download nu
tr: Şimdi indirin

source: Name / Description
de: Name / Beschreibung
nl: Naam / Omschrijving
tr: Adı / Açıklama

source: Add to clippings cart
de: Zum Sammelbehälter hinzufügen
nl: Voeg toe aan Stamboomknipsel
tr: Kupür sepetine ekle

source: Add %s to cart
de: %s zum Sammelbehälter hinzufügen
nl: Voeg %s aan wagen toe
tr: %s sepete ekle

source: Contact
de: Kontakt
tr: İletişim

source: A contact page
de: Eine Kontakt Seite
nl: Een contactpagina
tr: Bir iletişim sayfası

source: Cousins
de: Cousins/Cousinen
nl: Neven en nichten
tr: Kuzenler
